{"verse": "ये यथा मां प्रपद्यन्ते तांस्तथैव भजाम्यहम् |\nमम वर्त्मानुवर्तन्ते मनुष्या: पार्थ सर्वश: || 11||\n", "transliteration": "ye yathā māṁ prapadyante tāns tathaiva bhajāmyahammama vartmānuvartante manuṣhyāḥ pārtha sarvaśhaḥ", "audio": "https://www.holy-bhagavad-gita.org/public/audio/004_011.mp3", "word meanings": "\nye—who; yathā—in whatever way; mām—unto me; prapadyante—surrender; tān—them; tathā—so; eva—certainly; bhajāmi—reciprocate; aham—I; mama—my; vartma—path; anuvartante—follow; manuṣhyāḥ—men; pārtha—Arjun, the son of Pritha; sarvaśhaḥ—in all respects\n", "translation": "\n\nBG 4.11:\r\n                            In whatever way people surrender unto Me, I reciprocate accordingly. Everyone follows My path, knowingly or unknowingly, O son of Pritha.\r\n                        \n", "commentary": "\nHere, Lord Krishna states that he reciprocates with everyone as they surrender to him. For those who deny the existence of God, he meets them in the form of the law of karma—he sits inside their hearts, notes their actions, and dispenses the results. But such atheists too cannot get away from serving him; they are obliged to serve God’s material energy, Maya, in its various apparitions, as wealth, luxuries, relatives, prestige, etc. Maya holds them under the sway of anger, lust, and greed. On the other hand, for those who turn their mind away from worldly attractions and look upon God as the goal and refuge, he takes care of them just as a mother takes care of her child.Shree Krishna uses the word bhajāmi, which means “to serve.” He serves the surrendered souls, by destroying their accumulated karmas of endless lifetimes, cutting the bonds of Maya, removing the darkness of material existence, and bestowing divine bliss, divine knowledge, and divine love. And when the devotee learns to love God selflessly, he willingly enslaves himself to their love. Shree Ram thus tells Hanuman:ekaikasyopakārasya prāṇān dāsyāmi te kapeśheṣhasyehopakārāṇāṁ bhavām ṛiṇino vayaṁ(Vālmīki Ramayan)[v14]“O Hanuman, to release myself from the debt of one service you performed for me, I shall have to offer my life to you. For all the other devotional services done by you, I shall remain eternally indebted.” In this way, God reciprocates with everyone as they surrender to him.If God is so merciful upon his devotees, why do some people worship the celestial gods instead? He explains in the following verse.\n", "next shlok": 12}