{"verse": "काङ् क्षन्त: कर्मणां सिद्धिं यजन्त इह देवता: |\nक्षिप्रं हि मानुषे लोके सिद्धिर्भवति कर्मजा || 12||\n", "transliteration": "kāṅkṣhantaḥ karmaṇāṁ siddhiṁ yajanta iha devatāḥkṣhipraṁ hi mānuṣhe loke siddhir bhavati karmajā", "audio": "https://www.holy-bhagavad-gita.org/public/audio/004_012.mp3", "word meanings": "\nkāṅkṣhantaḥ—desiring; karmaṇām—material activities; siddhim—success; yajante—worship; iha—in this world; devatāḥ—the celestial gods; kṣhipram—quickly; hi—certainly; mānuṣhe—in human society; loke—within this world; siddhiḥ—rewarding; bhavati—manifest; karma-jā—from material activities\n", "translation": "\n\nBG 4.12:\r\n                            In this world, those desiring success in material activities worship the celestial gods, since material rewards manifest quickly.\r\n                        \n", "commentary": "\nPersons who seek worldly gain worship the celestial gods and seek boons from them. The boons the celestial gods bestow are material and temporary, and they are given only by virtue of the power they have received from the Supreme Lord. There is a beautiful instructive story in this regard:\nSaint Farid went to the court of Emperor Akbar, a powerful king in Indian history. He waited in the court for an audience, while Akbar was praying in the next room. Farid peeped into the room to see what was going on, and was amused to hear Akbar praying to God for more powerful army, a bigger treasure chest, and success in battle. Without disturbing the king, Farid returned to the royal court.\nAfter completing his prayers, Akbar came and gave him audience. He asked the great Sage if there was anything that he wanted. Farid replied, “I came to ask the Emperor for things I required for my āśhram. However, I find that the Emperor is himself a beggar before the Lord. Then why should I ask him for any favors, and not directly from the Lord himself?”\nThe celestial gods give boons only by the powers bestowed upon them by the Supreme Lord. People with small understanding approach them, but those who are intelligent realize that there is no point in going to the intermediary and they approach the Supreme Lord for the fulfillment of their aspirations. People are of various kinds, possessing higher and lower aspirations. Shree Krishna now mentions four categories of qualities and works.\n", "next shlok": 13}