{"verse": "चातुर्वर्ण्यं मया सृष्टं गुणकर्मविभागश: |\nतस्य कर्तारमपि मां विद्ध्यकर्तारमव्ययम् || 13||\n", "transliteration": "chātur-varṇyaṁ mayā sṛiṣhṭaṁ guṇa-karma-vibhāgaśhaḥtasya kartāram api māṁ viddhyakartāram avyayam", "audio": "https://www.holy-bhagavad-gita.org/public/audio/004_013.mp3", "word meanings": "\nchātuḥ-varṇyam—the four categories of occupations; mayā—by me; sṛiṣhṭam—were created; guṇa—of quality; karma—and activities; vibhāgaśhaḥ—according to divisions; tasya—of that; kartāram—the creator; api—although; mām—me; viddhi—know; akartāram—non-doer; avyayam—unchangeable\n", "translation": "\n\nBG 4.13:\r\n                            The four categories of occupations were created by Me according to people’s qualities and activities. Although I am the Creator of this system, know Me to be the Non-doer and Eternal.\r\n                        \n", "commentary": "\nThe Vedas classify people into four categories of occupations, not according to their birth, but according to their natures. Such varieties of occupations exist in every society. Even in communist nations where equality is the overriding principle, the diversity in human beings cannot be smothered. There are the philosophers who are the communist party think-tanks, there are the military men who protect the country, there are the farmers who engage in agriculture, and there are the factory workers.The Vedic philosophy explains this variety in a more scientific manner. It states that the material energy is constituted of three guṇas (modes): sattva guṇa (mode of goodness), rajo guṇa (mode of passion), and tamo guṇa (mode of ignorance). The Brahmins are those who have a preponderance of the mode of goodness. They are predisposed toward teaching and worship. The Kshatriyas are those who have a preponderance of the mode of passion mixed with a smaller amount of the mode of goodness. They are inclined toward administration and management. The Vaishyas are those who possess the mode of passion mixed with some mode of ignorance. Accordingly, they form the business and agricultural class. Then there are the Shudras, who are predominated by the mode of ignorance. They form the working class. This classification was neither meant to be according to birth, nor was it unchangeable. Shree Krishna explains in this verse that the classification of the Varṇāśhram system was according to people’s qualities and activities.Although God is the creator of the scheme of the world, yet he is the non-doer. This is similar to the rain. Just as rain water falls equally on the forest, yet from some seeds huge banyan trees sprout, from other seeds beautiful flowers bloom, and from some thorny bushes emerge. The rain, which is impartial, is not answerable for this difference. In the same way, God provides the souls with the energy to act, but they are free in determining what they wish to do with it; God is not responsible for their actions.\n", "next shlok": 14}