{"verse": "न मां कर्माणि लिम्पन्ति न मे कर्मफले स्पृहा |\nइति मां योऽभिजानाति कर्मभिर्न स बध्यते || 14||\n", "transliteration": "na māṁ karmāṇi limpanti na me karma-phale spṛihāiti māṁ yo ’bhijānāti karmabhir na sa badhyate", "audio": "https://www.holy-bhagavad-gita.org/public/audio/004_014.mp3", "word meanings": "\nna—not; mām—me; karmāṇi—activities; limpanti—taint; na—nor; me—my; karma-phale—the fruits of action; spṛihā—desire; iti—thus; mām—me; yaḥ—who; abhijānāti—knows; karmabhiḥ—result of action; na—never; saḥ—that person; badhyate—is bound\n", "translation": "\n\nBG 4.14:\r\n                            Activities do not taint Me, nor do I desire the fruits of action. One who knows Me in this way is never bound by the karmic reactions of work.\r\n                        \n", "commentary": "\nGod is all-pure, and whatever he does also becomes pure and auspicious. The Ramayan states:samaratha kahuñ nahiṅ doṣhu gosāīṅ, rabi pāvaka surasari kī nāīṅ. [v15]“Pure personalities are never tainted by defects even in contact with impure situations and entities, like the sun, the fire, and the Ganges.” The sun does not get tainted if sunlight falls on a puddle of urine. The sun retains its purity, while also purifying the dirty puddle. Similarly, if we offer impure objects into the fire, it still retains its purity—the fire is pure, and whatever we pour into it also gets purified. In the same manner, numerous gutters of rainwater merge into the holy Ganges, but this does not make the Ganges a gutter—the Ganges is pure and in transforms all those dirty gutters into the holy Ganges. Likewise, God is not tainted by the activities he performs.Activities bind one in karmic reactions when they are performed with the mentality of enjoying the results. However, God’s actions are not motivated by selfishness; his every act is driven by compassion for the souls. Therefore, although he administers the world directly or indirectly, and engages in all kinds of activities in the process, he is never tainted by any reactions. Lord Krishna states here that he is transcendental to the fruitive reactions of work.Even Saints who are situated in God-consciousness become transcendental to the material energy. Since all their activities are effectuated in love for God, such pure-hearted Saints are not bound by the fruitive reactions of work. The Śhrīmad Bhāgavatam states:yat pāda paṅkaja parāga niṣheva tṛiptāyoga prabhāva vidhutākhila karma bandhāḥsvairaṁ charanti munayo ’pi na nahyamānāstasyechchhayātta vapuṣhaḥ kuta eva bandhaḥ(10.33.35) [v16]“Material activities never taint the devotees of God who are fully satisfied in serving the dust of his lotus feet. Nor do material activities taint those wise sages who have freed themselves from the bondage of fruitive reactions by the power of Yog. So where is the question of bondage for the Lord himself who assumes his transcendental form according to his own sweet will?”\n", "next shlok": 15}