{"verse": "एवं ज्ञात्वा कृतं कर्म पूर्वैरपि मुमुक्षुभि: |\nकुरु कर्मैव तस्मात्त्वं पूर्वै: पूर्वतरं कृतम् || 15||\n", "transliteration": "evaṁ jñātvā kṛitaṁ karma pūrvair api mumukṣhubhiḥkuru karmaiva tasmāttvaṁ pūrvaiḥ pūrvataraṁ kṛitam", "audio": "https://www.holy-bhagavad-gita.org/public/audio/004_015.mp3", "word meanings": "\nevam—thus; jñātvā—knowing; kṛitam—performed; karma—actions; pūrvaiḥ—of ancient times; api—indeed; mumukṣhubhiḥ—seekers of liberation; kuru—should perform; karma—duty; eva—certainly; tasmāt—therefore; tvam—you; pūrvaiḥ—of those ancient sages; pūrva-taram—in ancient times; kṛitam—performed\n", "translation": "\n\nBG 4.15:\r\n                            Knowing this truth, even seekers of liberation in ancient times performed actions. Therefore, following the footsteps of those ancient sages, you too should perform your duty.\r\n                        \n", "commentary": "\nThe sages who aspire for God are not motivated to work for material gain. Why then do they engage in activities in this world? The reason is that they wish to serve God, and are inspired to do works for his pleasure. The knowledge of the previous verse assures them that they themselves will never be bound by welfare work that is done in the spirit of devotion. They are also moved by compassion on seeing the sufferings of the materially bound souls who are bereft of God consciousness, and are inspired to work for their spiritual elevation. The Buddha once said, “After attaining enlightenment, you have two options—either you do nothing, or you help others attain enlightenment.”\nThus, even sages who have no selfish motive for work still engage in activities for the pleasure of God. Working in devotion also attracts the grace of God. Shree Krishna is advising Arjun to do the same.  Having asked Arjun to perform actions that do not bind one, the Lord now begins expounding the philosophy of action.\n", "next shlok": 16}