{"verse": "किं कर्म किमकर्मेति कवयोऽप्यत्र मोहिता: |तत्ते कर्म प्रवक्ष्यामि यज्ज्ञात्वा मोक्ष्यसेऽशुभात् || 16||", "transliteration": "kiṁ karma kim akarmeti kavayo ’pyatra mohitāḥtat te karma pravakṣhyāmi yaj jñātvā mokṣhyase ’śhubhāt", "audio": "https://www.holy-bhagavad-gita.org/public/audio/004_016.mp3", "word meanings": "\nkim—what; karma—action; kim—what; akarma—inaction; iti—thus; kavayaḥ—the wise; api—even; atra—in this; mohitāḥ—are confused; tat—that; te—to you; karma—action; pravakṣhyāmi—I shall explain; yat—which; jñātvā—knowing; mokṣhyase—you may free yourself; aśhubhāt—from inauspiciousness\n", "translation": "\n\nBG 4.16:\r\n                            What is action and what is inaction? Even the wise are confused in determining this. Now I shall explain to you the secret of action, by knowing which, you may free yourself from material bondage.\r\n                        \n", "commentary": "\nThe principles of dharma cannot be determined by mental speculation. Even intelligent persons become confused in the maze of apparently contradictory arguments presented by the scriptures and the sages. For example, the Vedas recommend non-violence. Accordingly in the Mahabharat, Arjun wishes to follow the same course of action and shun violence but Shree Krishna says that his duty here is to engage in violence. If duty varies with circumstance, then to ascertain one’s duty in any particular situation is a complex matter. Yamraj, the celestial god of Death, stated:\ndharmaṁ tu sākṣhād bhagavat praṇītaṁ na vai vidur ṛiṣhayo nāpi devāḥ\n(Śhrīmad Bhāgavatam 6.3.19)[v17]\n“What is proper action and what is improper action? This is difficult to determine even for the great ṛiṣhis and the celestial gods. Dharma has been created by God himself, and he alone is its true knower.”  Lord Krishna says to Arjun that he shall now reveal to him the esoteric science of action and inaction through which he may free himself from material bondage.\n", "next shlok": 17}