{
    "verse": "कर्मण्यकर्म य: पश्येदकर्मणि च कर्म य: |\nस बुद्धिमान्मनुष्येषु स युक्त: कृत्स्नकर्मकृत् || 18||\n",
    "transliteration": "karmaṇyakarma yaḥ paśhyed akarmaṇi cha karma yaḥsa buddhimān manuṣhyeṣhu sa yuktaḥ kṛitsna-karma-kṛit",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/004_018.mp3",
    "word meanings": "\nkarmaṇi—action; akarma—in inaction; yaḥ—who; paśhyet—see; akarmaṇi—inaction; cha—also; karma—action; yaḥ—who; saḥ—they; buddhi-mān—wise; manuṣhyeṣhu—amongst humans; saḥ—they; yuktaḥ—yogis; kṛitsna-karma-kṛit—performers all kinds of actions\n",
    "translation": "\n\nBG 4.18:\r\n                            Those who see action in inaction and inaction in action are truly wise amongst humans. Although performing all kinds of actions, they are yogis and masters of all their actions.\r\n                        \n",
    "commentary": "\nAction in inaction. There is one kind of inaction where persons look upon their social duties as burdensome, and renounce them out of indolence. They give up actions physically, but their mind continues to contemplate upon the objects of the senses. Such persons may appear to be inactive, but their lethargic idleness is actually sinful action. When Arjun suggested that he wishes to shy away from his duty of fighting the war, Shree Krishna explained to him that it would be a sin, and he would go to the hellish regions for such inaction.\nInaction in action. There is another kind of inaction performed by karm yogis. They execute their social duties without attachment to results, dedicating the fruits of their actions to God. Although engaged in all kinds of activities, they are not entangled in karmic reactions, since they have no motive for personal enjoyment. There were many great kings in Indian history—Dhruv, Prahlad, Yudhisthir, Prithu, and Ambarish—who discharged their kingly duties to the best of their abilities, and yet because their minds were not entangled in material desires, their actions were termed Akarm, or inaction. Another name for akarm is karm yog, which has been discussed in detail in the previous two chapters as well.\n",
    "next shlok": 19,
    "new_commentary": "The commentary explains two kinds of inaction: action in inaction and inaction in action. The first kind is when people renounce their social duties out of laziness but continue to think about sensual objects. Although they may appear inactive, their idleness is actually sinful action. The second kind is when karm yogis perform their duties without attachment to the results and dedicate the fruits of their actions to God. They are not entangled in karmic reactions and have no desire for personal enjoyment. Examples of such individuals include Dhruv, Prahlad, Yudhisthir, Prithu, and Ambarish. Their actions are termed Akarm, or inaction, because their minds are not entangled in material desires. This concept of inaction through action is further explained in the previous two chapters.",
    "newest_commentary": "The commentary discusses two types of inaction: action in inaction and inaction in action. The first type refers to laziness in fulfilling social duties while being preoccupied with worldly desires. This idleness, though appearing inactive, is considered sinful action. The second type involves karm yogis who perform their duties selflessly, without attachment to outcomes, and offer the results to God. They remain unaffected by karmic consequences and have no personal desires. Examples of such individuals include Dhruv, Prahlad, Yudhisthir, Prithu, and Ambarish. Their actions are termed Akarm, or inaction, as their minds are free from material desires. This concept of inaction through action is further elaborated in the previous two chapters."
}