{
    "verse": "यस्य सर्वे समारम्भा: कामसङ्कल्पवर्जिता: |\nज्ञानाग्निदग्धकर्माणं तमाहु: पण्डितं बुधा: || 19||\n",
    "transliteration": "yasya sarve samārambhāḥ kāma-saṅkalpa-varjitāḥjñānāgni-dagdha-karmāṇaṁ tam āhuḥ paṇḍitaṁ budhāḥ",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/004_019.mp3",
    "word meanings": "\nyasya—whose; sarve—every; samārambhāḥ—undertakings; kāma—desire for material pleasures; saṅkalpa—resolve; varjitāḥ—devoid of; jñāna—divine knowledge; agni—in the fire; dagdha—burnt; karmāṇam—actions; tam—him; āhuḥ—address; paṇḍitam—a sage; budhāḥ—the wise\n",
    "translation": "He whose undertakings are all devoid of desires and (selfish) purposes and whose actions have been burnt by the fire of knowledge,  him the wise call a sage.",
    "commentary": "\nThe soul, being a tiny part of God who is an ocean of bliss, naturally seeks bliss for itself. However, covered by the material energy, the soul mistakenly identifies itself with the material body. In this ignorance, it performs actions to attain bliss from the world of matter. Since these actions are motivated by the desire for sensual and mental enjoyment, they bind the soul in karmic reactions.\nIn contrast, when the soul is illumined with divine knowledge, it realizes that the bliss it seeks will be attained not from the objects of the senses, but in loving service to God. It then strives to perform every action for the pleasure of God. “Whatever you do, whatever you eat, whatever you offer as oblation to the sacred fire, whatever you bestow as a gift, and whatever austerities you perform, O son of Kunti, do them as an offering to me.” (Bhagavad Gita 9.27) Since such an enlightened soul renounces selfish actions for material pleasures and dedicates all actions to God, the works performed produce no karmic reactions. They are said to be burnt in the fire of divine knowledge.\n",
    "next shlok": 20,
    "new_commentary": "\nThe soul, being a tiny part of God who is an ocean of bliss, naturally seeks bliss for itself. However, covered by the material energy, the soul mistakenly identifies itself with the material body. In this ignorance, it performs actions to attain bliss from the world of matter. Since these actions are motivated by the desire for sensual and mental enjoyment, they bind the soul in karmic reactions.\nIn contrast, when the soul is illumined with divine knowledge, it realizes that the bliss it seeks will be attained not from the objects of the senses, but in loving service to God. It then strives to perform every action for the pleasure of God. “Whatever you do, whatever you eat, whatever you offer as oblation to the sacred fire, whatever you bestow as a gift, and whatever austerities you perform, O son of Kunti, do them as an offering to me.” (Bhagavad Gita 9.27) Since such an enlightened soul renounces selfish actions for material pleasures and dedicates all actions to God, the works performed produce no karmic reactions. They are said to be burnt in the fire of divine knowledge.\n",
    "newest_commentary": "The commentary explains that the soul, a part of God, seeks bliss but mistakenly identifies with the material body. It performs actions to attain happiness from the material world, which leads to karmic reactions. However, when the soul is enlightened, it realizes that true bliss comes from loving service to God. It strives to perform every action for God's pleasure, renouncing selfish desires. Such actions produce no karmic reactions and are burned in the fire of divine knowledge. The importance of dedicating all actions to God is highlighted with the verse 'Whatever you do...do them as an offering to me' (Bhagavad Gita 9.27)."
}