{
    "verse": "त्यक्त्वा कर्मफलासङ्गं नित्यतृप्तो निराश्रय: |\nकर्मण्यभिप्रवृत्तोऽपि नैव किञ्चित्करोति स: || 20||\n",
    "transliteration": "tyaktvā karma-phalāsaṅgaṁ nitya-tṛipto nirāśhrayaḥkarmaṇyabhipravṛitto ’pi naiva kiñchit karoti saḥ",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/004_020.mp3",
    "word meanings": "\ntyaktvā—having given up; karma-phala-āsaṅgam—attachment to the fruits of action; nitya—always; tṛiptaḥ—satisfied; nirāśhrayaḥ—without dependence; karmaṇi—in activities; abhipravṛittaḥ—engaged; api—despite; na—not; eva—certainly; kiñchit—anything; karoti—do; saḥ—that person\n",
    "translation": "\n\nBG 4.20:\r\n                            Such people, having given up attachment to the fruits of their actions, are always satisfied and not dependent on external things. Despite engaging in activities, they do not do anything at all.\r\n                        \n",
    "commentary": "\nActions cannot be classified by external appearances. It is the state of the mind that determines what is inaction and action. The minds of enlightened persons are absorbed in God. Being fully satisfied in devotional union with him, they look upon God as their only refuge and do not depend upon external supports. In this state of mind, all their actions are termed as akarm, or inactions.\nThere is a beautiful story in the Puranas to illustrate this point. The gopīs (cowherd women) of Vrindavan once kept a fast. The ceremony of breaking the fast required them to feed a sage. Shree Krishna advised them to feed Sage Durvasa, the elevated ascetic, who lived on the other side of River Yamuna. The gopīs prepared a delicious feast and started off, but found the river was very turbulent that day, and no boatman was willing to ferry them across.\nThe gopīs asked Shree Krishna for a solution. He said, “Tell River Yamuna that if Shree Krishna is an akhaṇḍ brahmacharī (perfectly celibate since birth), it should give them way.” The gopīs started laughing, because they felt that Shree Krishna used to dote upon them, and so there was no question of his being an akhaṇḍ brahmacharī. Nevertheless, when they requested River Yamuna in that manner, the river gave them way and a bridge of flowers manifested for their passage across.\nThe gopīs were astonished. They went across to the āśhram of Sage Durvasa. They requested him to accept the delicious meal they had brought for him. Being an ascetic, he ate only a small portion, which disappointed the gopīs. So, Durvasa decided to fulfill their expectations, and using his mystic powers, he ate everything they had brought. The gopīs were amazed to see him eat so much, but were very pleased that he had done justice to their cooking.\nThe gopīs now asked Durvasa for help to cross the Yamuna and return to the other side. He replied, “Tell River Yamuna that if Durvasa has not eaten anything today except doob (a kind of grass which was the only thing Durvasa used to eat), the river should give way.” The gopīs again started laughing, for they had seen him eat such an extravagant meal. Yet to their utmost surprise, when they beseeched River Yamuna in that manner, the river again gave them way.\nThe gopīs asked Shree Krishna the secret behind what had happened. He explained that while God and the Saints appear to engage in material activities externally, internally they are always transcendentally situated. Thus, even while doing all kinds of actions, they are still considered to be non-doers. Although interacting with the gopīs externally, Shree Krishna was an akhaṇḍ brahmacharī internally. And though Durvasa ate the delectable meal offered by the gopīs, internally his mind only tasted the doob grass. Both these were illustrations of inaction in action.\n",
    "next shlok": 21,
    "new_commentary": "The commentary emphasizes that actions cannot be judged based on external appearances but on the state of mind. Enlightened individuals, fully satisfied in their devotion to God, don't rely on external supports and consider all their actions as inactions. The story of the gopīs of Vrindavan exemplifies this concept. When they needed to cross the turbulent River Yamuna to feed Sage Durvasa, Shree Krishna suggested they ask the river to make way if he was a celibate. Although the gopīs doubted his celibacy, the river miraculously parted. Similarly, when Durvasa appeared to eat a lavish meal, he actually consumed doob grass. These incidents illustrate that even when engaged in worldly actions, the divine and the enlightened remain internally transcendent and are considered non-doers."
}