{"verse": "यदृच्छालाभसन्तुष्टो द्वन्द्वातीतो विमत्सर: |सम: सिद्धावसिद्धौ च कृत्वापि न निबध्यते || 22||", "transliteration": "yadṛichchhā-lābha-santuṣhṭo dvandvātīto vimatsaraḥsamaḥ siddhāvasiddhau cha kṛitvāpi na nibadhyate", "audio": "https://www.holy-bhagavad-gita.org/public/audio/004_022.mp3", "word meanings": "\nyadṛichchhā—which comes of its own accord; lābha—gain; santuṣhṭaḥ—contented; dvandva—duality; atītaḥ—surpassed; vimatsaraḥ—free from envy; samaḥ—equipoised; siddhau—in success; asiddhau—failure; cha—and; kṛitvā—performing; api—even; na—never; nibadhyate—is bound\n", "translation": "\n\nBG 4.22:\r\n                            Content with whatever gain comes of its own accord, and free from envy, they are beyond the dualities of life. Being equipoised in success and failure, they are not bound by their actions, even while performing all kinds of activities.\r\n                        \n", "commentary": "\nJust like there are two sides to a coin, so too God created this world full of dualities—there is day and night, sweet and sour, hot and cold, rain and drought, etc. The same rose bush has a beautiful flower and also an ugly thorn. Life too brings its share of dualities—happiness and distress, victory and defeat, fame and notoriety. Lord Ram himself, in his divine pastimes, was exiled to the forest the day before he was to be crowned as the king of Ayodhya.\nWhile living in this world, nobody can hope to neutralize the dualities to have only positive experiences. Then how can we successfully deal with the dualities that come our way in life? The solution is to take these dualities in stride, by learning to rise above them in equipoise in all situations. This happens when we develop detachment to the fruits of our actions, concerning ourselves merely with doing our duty in life without yearning for the results. When we perform works for the pleasure of God, we see both positive and negative fruits of those works as the will of God, and joyfully accept both.\n", "next shlok": 23}