{
    "verse": "ब्रह्मार्पणं ब्रह्म हविर्ब्रह्माग्नौ ब्रह्मणा हुतम् |\nब्रह्मैव तेन गन्तव्यं ब्रह्मकर्मसमाधिना || 24||\n",
    "transliteration": "brahmārpaṇaṁ brahma havir brahmāgnau brahmaṇā hutambrahmaiva tena gantavyaṁ brahma-karma-samādhinā",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/004_024.mp3",
    "word meanings": "\nbrahma—Brahman; arpaṇam—the ladle and other offerings; brahma—Brahman; haviḥ—the oblation; brahma—Brahman; agnau—in the sacrificial fire; brahmaṇā—by that person; hutam—offered; brahma—Brahman; eva—certainly; tena—by that; gantavyam—to be attained; brahma—Brahman; karma—offering; samādhinā—those completely absorbed in God-consciousness\n",
    "translation": "\n\nBG 4.24:\r\n                            For those who are completely absorbed in God-consciousness, the oblation is Brahman, the ladle with which it is offered is Brahman, the act of offering is Brahman, and the sacrificial fire is also Brahman. Such persons, who view everything as God, easily attain Him.\r\n                        \n",
    "commentary": "\nFactually, the objects of the world are made from Maya, the material energy of God. Energy is both one with its energetic and also different from it. For example, light is the energy of fire. It can be considered as different from the fire, because it exists outside it. But it can also be reckoned as a part of the fire itself. Hence, when the rays of the sun enter the room through a window, people say, “The sun has come.” Here, they are bundling the sunrays with the sun. The energy is both distinct from the energetic and yet a part of it.The soul too is the energy of God—it is a spiritual energy, called jīva śhakti. Shree Krishna states this in verse 7.5.Chaitanya Mahaprabhu stated:jīva-tattva śhakti, kṛiṣhṇa-tattva śhaktimāngītā-viṣhṇupurāṇādi tāhāte pramāṇa(Chaitanya Charitāmṛit, Ādi Leela, 7.117)[v19]“Lord Krishna is the energetic and the soul is his energy. This has been stated in Bhagavad Gita, Viṣhṇu Purāṇ, etc.” Thus, the soul is also simultaneously one with and different from God. Hence, those whose minds are fully absorbed in God-consciousness see the whole world in its unity with God as non-different from him. The Śhrīmad Bhāgavatam states:sarva-bhūteṣhu yaḥ paśhyed bhagavad-bhāvam ātmanaḥbhūtāni bhagavatyātmanyeṣha bhāgavatottamaḥ(11.2.45)[v20]“One who sees God everywhere and in all beings is the highest spiritualist.” For such advanced spiritualists whose minds are completely absorbed in God-consciousness, the person making the sacrifice, the object of the sacrifice, the instruments of the sacrifice, the sacrificial fire, and the act of sacrifice, are all perceived as non-different from God.Having explained the spirit in which sacrifice is to be done, Lord Krishna now relates the different kinds of sacrifice people perform in this world for purification.\n",
    "next shlok": 25,
    "new_commentary": "The objects of the world are made from Maya, the material energy of God. Energy is both one with its energetic and also different from it. The soul is the spiritual energy of God. Those who are fully absorbed in God-consciousness see the world as non-different from Him. One who sees God everywhere and in all beings is the highest spiritualist. For advanced spiritualists, the person making the sacrifice, the object of the sacrifice, the instruments of the sacrifice, the sacrificial fire, and the act of sacrifice, are all perceived as non-different from God. Lord Krishna explains the spirit of sacrifice and the different kinds of purification sacrifices performed in this world.",
    "newest_commentary": "The objects of the world are made from Maya, the material energy of God. The soul is the spiritual energy of God. Those fully absorbed in God-consciousness see the world as non-different from Him. Seeing God everywhere is the highest spirituality. Advanced spiritualists perceive the elements of sacrifice as non-different from God. Lord Krishna explains the spirit of sacrifice and various purification rituals."
}