{
    "verse": "दैवमेवापरे यज्ञं योगिन: पर्युपासते |\nब्रह्माग्नावपरे यज्ञं यज्ञेनैवोपजुह्वति || 25||\n",
    "transliteration": "daivam evāpare yajñaṁ yoginaḥ paryupāsatebrahmāgnāvapare yajñaṁ yajñenaivopajuhvati",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/004_025.mp3",
    "word meanings": "\ndaivam—the celestial gods; eva—indeed; apare—others; yajñam—sacrifice; yoginaḥ—spiritual practioners; paryupāsate—worship; brahma—of the Supreme Truth; agnau—in the fire; apare—others; yajñam—sacrifice; yajñena—by sacrifice; eva—indeed; upajuhvati—offer\n",
    "translation": "\n\nBG 4.25:\r\n                            Some yogis worship the celestial gods with material offerings unto them. Others worship perfectly who offer the self as sacrifice in the fire of the Supreme Truth.\r\n                        \n",
    "commentary": "\nSacrifice, or yajña, should be performed in divine consciousness as an offering to the Supreme Lord. However, people vary in their understanding, and hence perform sacrifice in different manners with dissimilar consciousness. Persons with lesser understanding, and wanting material rewards, make offerings to the celestial gods.\nOthers with deeper understanding of the meaning of yajña offer their own selves as sacrifice to the Supreme. This is called ātma samarpaṇ, or ātmāhutī, or offering one’s soul to God. Yogi Shri Krishna Prem explained this very well: “In this world of dust and din, whenever one makes ātmāhutī in the flame of divine love, there is an explosion, which is grace, for no true ātmāhutī can ever go in vain.” But what is the process of offering one’s own self as sacrifice? This is performed by surrendering oneself completely to God. Such surrender has six aspects to it, which have been explained in verse 18.66. Here, Shree Krishna continues to explain the different kinds of sacrifice that people perform.\n",
    "next shlok": 26,
    "new_commentary": "\nSacrifice, or yajña, should be performed in divine consciousness as an offering to the Supreme Lord. However, people vary in their understanding, and hence perform sacrifice in different manners with dissimilar consciousness. Persons with lesser understanding, and wanting material rewards, make offerings to the celestial gods.\nOthers with deeper understanding of the meaning of yajña offer their own selves as sacrifice to the Supreme. This is called ātma samarpaṇ, or ātmāhutī, or offering one’s soul to God. Yogi Shri Krishna Prem explained this very well: “In this world of dust and din, whenever one makes ātmāhutī in the flame of divine love, there is an explosion, which is grace, for no true ātmāhutī can ever go in vain.” But what is the process of offering one’s own self as sacrifice? This is performed by surrendering oneself completely to God. Such surrender has six aspects to it, which have been explained in verse 18.66. Here, Shree Krishna continues to explain the different kinds of sacrifice that people perform.\n",
    "newest_commentary": "The commentary explains that sacrifice, or yajña, should be performed with a divine consciousness as an offering to the Supreme Lord. People with lesser understanding seek material rewards and offer sacrifices to celestial gods. However, those with deeper understanding offer themselves as a sacrifice to the Supreme, surrendering completely. Yogi Shri Krishna Prem emphasizes that true surrender in the flame of divine love is never in vain; it results in grace. The process of offering oneself as a sacrifice involves surrendering completely to God. Shree Krishna further explains the different kinds of sacrifices people perform in verse 18.66."
}