{
    "verse": "श्रोत्रादीनीन्द्रियाण्यन्ये संयमाग्निषु जुह्वति |\nशब्दादीन्विषयानन्य इन्द्रियाग्निषु जुह्वति || 26||\n",
    "transliteration": "śhrotrādīnīndriyāṇyanye sanyamāgniṣhu juhvatiśhabdādīn viṣhayānanya indriyāgniṣhu juhvati",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/004_026.mp3",
    "word meanings": "\nśhrotra-ādīni—such as the hearing process; indriyāṇi—senses; anye—others; sanyama—restraint; agniṣhu—in the sacrficial fire; juhvati—sacrifice; śhabda-ādīn—sound vibration, etc; viṣhayān—objects of sense-gratification; anye—others; indriya—of the senses; agniṣhu—in the fire; juhvati—sacrifice\n",
    "translation": "\n\nBG 4.26:\r\n                            Others offer hearing and other senses in the sacrificial fire of restraint. Still others offer sound and other objects of the senses as sacrifice in the fire of the senses.\r\n                        \n",
    "commentary": "\nFire transforms the nature of things consigned into it. In external ritualistic Vedic sacrifices, it physically consumes oblations offered to it. In the internal practice of spirituality, fire is symbolic. The fire of self-discipline burns the desires of the senses.\nHere, Shree Krishna distinguishes between two diametrically opposite approaches to spiritual elevation. One is the path of negation of the senses, which is followed in the practice of haṭha yog. In this type of yajña (sacrifice), the actions of the senses are suspended, except for the bare maintenance of the body. The mind is completely withdrawn from the senses and made introvertive, by force of will-power.\nOpposite to this is the practice of bhakti yog. In this second type of yajña, the senses are made to behold the glory of the Creator that manifests in every atom of his creation. The senses no longer remain as instruments for material enjoyment; rather they are sublimated to perceive God in everything. In verse 7.8, Shree Krishna says: raso ‘ham apsu kaunteya “Arjun, know me to be the taste in water.” Accordingly, bhakti yogis practice to behold God through all their senses, in everything they see, hear, taste, feel, and smell. This yajña of devotion is simpler than the path of haṭha yog; it is joyous to perform, and involves a smaller risk of downfall from the path. If one is riding a bicycle and presses the brakes to stop the forward motion, he will be in an unstable condition, but if the cyclist simply turns the handle to the left or right, the bicycle will very easily stop its forward motion and still remain stably balanced.\n",
    "next shlok": 27,
    "new_commentary": "In this commentary, it is explained that fire symbolizes self-discipline in spirituality. The path of negation of the senses, followed in haṭha yog, involves suspending the actions of the senses and withdrawing the mind. On the other hand, in bhakti yog, the senses are used to perceive the glory of the Creator in everything. The practice of bhakti yog is simpler and joyous, with less risk of downfall. It is likened to riding a bicycle and turning the handle to stop, which is easier and more stable than pressing the brakes. The commentary emphasizes the importance of sublimating the senses to perceive God in every aspect of life for spiritual elevation.",
    "newest_commentary": "This commentary explains the symbolism of fire as self-discipline in spirituality. The haṭha yog path involves suspending the senses and withdrawing the mind, while bhakti yog uses the senses to perceive the Creator's glory. Bhakti yog is simpler and safer, like riding a bicycle and turning the handle to stop. The commentary highlights the significance of sublimating the senses to perceive God in all aspects of life for spiritual growth."
}