{
    "verse": "सर्वाणीन्द्रियकर्माणि प्राणकर्माणि चापरे |\nआत्मसंयमयोगाग्नौ जुह्वति ज्ञानदीपिते || 27||\n",
    "transliteration": "sarvāṇīndriya-karmāṇi prāṇa-karmāṇi chāpareātma-sanyama-yogāgnau juhvati jñāna-dīpite",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/004_027.mp3",
    "word meanings": "\nsarvāṇi—all; indriya—the senses; karmāṇi—functions; prāṇa-karmāṇi—functions of the life breath; cha—and; apare—others; ātma-sanyama yogāgnau—in the fire of the controlled mind; juhvati—sacrifice; jñāna-dīpite—kindled by knowledge\n",
    "translation": "\n\nBG 4.27:\r\n                            Some, inspired by knowledge, offer the functions of all their senses and their life energy in the fire of the controlled mind.\r\n                        \n",
    "commentary": "\nThere are some yogis who follow the path of discrimination, or jñāna yog, and take the help of knowledge to withdraw their senses from the world. While haṭha yogis strive to restrain the senses with brute will-power, jñāna yogis accomplish the same goal with the repeated practice of discrimination based on knowledge. They engage in deep contemplation upon the illusory nature of the world, and the identity of the self as distinct from the body, mind, intellect, and ego. The senses are withdrawn from the world, and the mind is engaged in meditation upon the self. The goal is to become practically situated in self-knowledge, in the assumption that the self is identical with the Supreme Ultimate reality. As aids to contemplation, they chant aphorisms such as: tattvamasi “I am That,” (Chhāndogya Upaniṣhad 6.8.7)[v21] and ahaṁ brahmāsmi “I am the Supreme Entity.” (Bṛihadāraṇyak Upaniṣhad 1.4.10) [v22]\nThe practice of jñāna yog is a very difficult path, which requires a very determined and trained intellect. The Śhrīmad Bhāgavatam (11.20.7) states: nirviṇṇānāṁ jñānayogaḥ [v23] “Success in the practice of jñāna yog is only possible for those who are at an advanced stage of renunciation.”\n",
    "next shlok": 28,
    "new_commentary": "Some yogis follow the path of jñāna yog, using knowledge to withdraw their senses from the world. They contemplate the illusory nature of the world and the distinction between the self and the body, mind, intellect, and ego. By engaging in deep meditation on the self, they aim to attain self-knowledge and realize their identity with the Supreme Ultimate reality. To aid their contemplation, they chant aphorisms like 'I am That' and 'I am the Supreme Entity.' However, jñāna yog is a difficult path that requires a determined and trained intellect. According to the Śhrīmad Bhāgavatam, success in this practice is only possible for those who have advanced renunciation."
}