{
    "verse": "द्रव्ययज्ञास्तपोयज्ञा योगयज्ञास्तथापरे |\nस्वाध्यायज्ञानयज्ञाश्च यतय: संशितव्रता: || 28||\n",
    "transliteration": "dravya-yajñās tapo-yajñā yoga-yajñās tathāpareswādhyāya-jñāna-yajñāśh cha yatayaḥ sanśhita-vratāḥ",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/004_028.mp3",
    "word meanings": "\ndravya-yajñāḥ—offering one’s own wealth as sacrifice; tapaḥ-yajñāḥ—offering severe austerities as sacrifice; yoga-yajñāḥ—performance of eight-fold path of yogic practices as sacrifice; tathā—thus; apare—others; swādhyāya—cultivating knowledge by studying the scriptures; jñāna-yajñāḥ—those offer cultivation of transcendental knowledge as sacrifice; cha—also; yatayaḥ—these ascetics; sanśhita-vratāḥ—observing strict vows\n",
    "translation": "Others again offer wealth, austerity and Yoga as sacrifice, while the ascetics of self-restraint and rigid vows offer study of scriptures and knowledge as sacrifice.",
    "commentary": "\nHuman beings differ from each other in their natures, motivations, activities, professions, aspirations, and sanskārs (tendencies carrying forward from past lives). Shree Krishna brings Arjun to the understanding that sacrifices can take on hundreds of forms, but when they are dedicated to God, they become means of purification of the mind and senses and elevation of the soul. In this verse, he mentions three such yajñas that can be performed.\nDravya yajña. There are those who are inclined toward earning wealth and donating it in charity toward a divine cause. Although they may engage in large and complicated business endeavors, yet their inner motivation remains to serve God with the wealth they earn. In this manner, they offer their propensity for earning money as sacrifice to God in devotion. John Wesley, the British preacher and founder of the Methodist Church would instruct his followers: “Make all you can. Save all you can. Give all you can.”\nYog yajña. In Indian philosophy the Yog Darśhan is one of the six philosophical treatises written by six learned sages. Jaimini wrote “Mīmānsā Darśhan,” Ved Vyas wrote “Vedānt Darśhan,” Gautam wrote “Nyāya Darśhan,” Kanad wrote “Vaiśheṣhik Darśhan,” Kapil wrote “Sānkhya Darśhan,” and Patañjali wrote “Yog Darśhan.” The Patañjali Yog Darśhan describes an eight-fold path, called aṣhṭāṅg yog, for spiritual advancement, starting with physical techniques and ending in conquest of the mind. Some people find this path attractive and practice it as sacrifice. However, Patañjali Yog Darśhan clearly states:\nsamādhisiddhirīśhvara praṇidhānāt (2.45)[v24]\n“To attain perfection in Yog, you must surrender to God.” So when persons inclined toward aṣhṭang yog learn to love God, they offer their yogic practice as yajña in the fire of devotion. An example of this is the yogic system “Jagadguru Kripaluji Yog,” where the physical postures of aṣhṭaṅg yog are practiced as yajña to God, along with the chanting of his divine names. Such a combination of yogic postures along with devotion results in the physical, mental, and spiritual purification of the practitioner.\nJñāna yajña. Some persons are inclined toward the cultivation of knowledge. This propensity finds its perfect employment in the study of scriptures for enhancing one’s understanding and love for God. sā vidyā tanmatiryayā (Bhāgavatam 4.29.49)[v25] “True knowledge is that which increases our devotion to God.” Thus, studiously inclined sādhaks engage in the sacrifice of knowledge, which when imbued with the spirit of devotion, leads to loving union with God.\n",
    "next shlok": 29,
    "new_commentary": "Human beings have different natures, motivations, and tendencies carried forward from past lives. Shree Krishna explains three types of sacrifices that can be performed. The first is dravya yajña, where individuals earn wealth and donate it for a divine cause. The second is yog yajña, where people practice the eight-fold path of yoga and surrender to God. The third is jñāna yajña, where individuals cultivate knowledge and study scriptures to enhance their love for God. These sacrifices, when performed with devotion, purify the mind, senses, and elevate the soul. Examples include the combination of yogic postures and devotion in Jagadguru Kripaluji Yog and the study of scriptures for deepening understanding and devotion to God.",
    "newest_commentary": "Shree Krishna explains three types of sacrifices in the Bhagavad Gita: dravya yajña, where individuals donate wealth for a divine cause; yog yajña, where people practice yoga and surrender to God; and jñāna yajña, where individuals cultivate knowledge and study scriptures to enhance their love for God. These sacrifices, when performed with devotion, purify the mind, senses, and elevate the soul. Examples include the combination of yogic postures and devotion in Jagadguru Kripaluji Yog and the study of scriptures for deepening understanding and devotion to God."
}