{
    "verse": "अपाने जुह्वति प्राणं प्राणेऽपानं तथापरे |\nप्राणापानगती रुद्ध्वा प्राणायामपरायणा: || 29||\nअपरे नियताहारा: प्राणान्प्राणेषु जुह्वति |\nसर्वेऽप्येते यज्ञविदो यज्ञक्षपितकल्मषा: || 30||\n",
    "transliteration": "apāne juhvati prāṇaṁ prāṇe ’pānaṁ tathāpareprāṇāpāna-gatī ruddhvā prāṇāyāma-parāyaṇāḥapare niyatāhārāḥ prāṇān prāṇeṣhu juhvatisarve ’pyete yajña-vido yajña-kṣhapita-kalmaṣhāḥ",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/004_029-030.mp3",
    "word meanings": "\napāne—the incoming breath; juhvati—offer; prāṇam—the outgoing breath; prāṇe—in the outgoing breath; apānam—incoming breath; tathā—also; apare—others; prāṇa—of the outgoing breath; apāna—and the incoming breath; gatī—movement; ruddhvā—blocking; prāṇa-āyāma—control of breath; parāyaṇāḥ—wholly devoted; apare—others; niyata—having controlled; āhārāḥ—food intake; prāṇān—life-breaths; prāṇeṣhu—life-energy; juhvati—sacrifice; sarve—all; api—also; ete—these; yajña-vidaḥ—knowers of sacrifices; yajña-kṣhapita—being cleansed by performances of sacrifices; kalmaṣhāḥ—of impurities\n",
    "translation": "Others offer as sacrifice the outgoing breath in the incoming, and the incoming in the outgoing, restraining the course of the outgoing and the incoming breaths, solely absorbed in the restraint of the breath.Others who regulate their diet offer life-breaths in life-breaths. All these are knowers of sacrifice, whose sins are destroyed by sacrifice.",
    "commentary": "\nSome persons are drawn to the practice of prāṇāyām, which is loosely translated as “control of breath.” This involves:\nPūrak—the process of drawing the breath into the lungs.\nRechak—the process of emptying the lungs of breath.\nAntar kumbhak—holding the breath in the lungs after inhalation. The outgoing breath gets suspended in the incoming breath during the period of suspension.\nBāhya kumbhak—keeping the lungs empty after exhalation. The incoming breath gets suspended in the outgoing breath during the period of suspension.\nBoth the kumbhaks are advanced techniques and should only be practiced under the supervision of qualified teachers, else they can cause harm. Yogis who are inclined toward the practice of prāṇāyām utilize the process of breath control to help tame the senses and bring the mind into focus. Then they offer the controlled mind in the spirit of yajña to the Supreme Lord.\nPrāṇ is not exactly breath; it is a subtle life force energy that pervades the breath and varieties of animate and inanimate objects. The Vedic scriptures describe five kinds of prāṇas in the body—prāṇ, apān, vyān, samān, udān—that help regulate various physiological bodily functions. Amongst these, samān is responsible for the bodily function of digestion. Some people may also be inclined toward fasting. They curtail their eating with the knowledge that diet impacts character and behavior. Such fasting has been employed as a spiritual technique in India since ancient times and also considered here a form of yajña. When the diet is curtailed, the senses become weak and the samān, which is responsible for digestion, is made to neutralize itself. This is the nature of the sacrifice that some people perform.\nPeople perform these various kinds of austerities for the purpose of purification. It is desire for gratification of the senses and the mind which leads to the heart becoming impure. The aim of all these austerities is to curtail the natural propensity of the senses and mind to seek pleasure in material objects. When these austerities are performed as a sacrifice to the Supreme, they result in the purification of the heart (as mentioned before, the word “heart” is often used to refer to the internal machinery of the mind and intellect).\n",
    "next shlok": 31,
    "new_commentary": "Prāṇāyām, the control of breath, is practiced under qualified teachers and involves drawing breath into the lungs, emptying the lungs, holding breath, and keeping the lungs empty. Yogis use breath control to tame the senses and focus the mind on the Supreme Lord. Prāṇ, a subtle life force energy, is found in breath and all things. The body has five prāṇas that regulate bodily functions. Fasting is practiced to weaken the senses and neutralize digestion for spiritual purposes. Austerities, including fasting, are performed to purify the heart and curb desires for sensory and mental gratification. These austerities offered as a sacrifice to the Supreme purify the heart, mind, and intellect.",
    "newest_commentary": "Prāṇāyām is the practice of breath control, helping yogis tame the senses and focus the mind on the Supreme Lord. Fasting weakens the senses and purifies the heart, while austerities curb desires. These practices purify the heart, mind, and intellect, and are offered as a sacrifice to the Supreme."
}