{"verse": "स एवायं मया तेऽद्य योग: प्रोक्त: पुरातन: |भक्तोऽसि मे सखा चेति रहस्यं ह्येतदुत्तमम् || 3||", "transliteration": "sa evāyaṁ mayā te ’dya yogaḥ proktaḥ purātanaḥbhakto ’si me sakhā cheti rahasyaṁ hyetad uttamam", "audio": "https://www.holy-bhagavad-gita.org/public/audio/004_003.mp3", "word meanings": "\nsaḥ—that; eva—certainly; ayam—this; mayā—by me; te—unto you; adya—today; yogaḥ—the science of Yog; proktaḥ—reveal; purātanaḥ—ancient; bhaktaḥ—devotee; asi—you are; me—my; sakhā—friend; cha—and; iti—therefore; rahasyam—secret; hi—certainly; etat—this; uttamam—supreme\n", "translation": "\n\nBG 4.3:\r\n                            The same ancient knowledge of Yog, which is the supreme secret, I am today revealing unto you, because you are My friend as well as My devotee, who can understand this transcendental wisdom.\r\n                        \n", "commentary": "\nShree Krishna tells Arjun that the ancient science being imparted to him is an uncommonly known secret. Secrecy in the world is maintained for two reasons: either due to selfishness in keeping the truth to oneself, or to protect the abuse of knowledge. The science of Yog remains a secret, not for either of these reasons, but because it requires a qualification to be understood. That qualification is revealed in this verse as devotion. The deep message of the Bhagavad Gita is not amenable to being understood merely through scholasticism or mastery of the Sanskrit language. It requires devotion, which destroys the subtle envy of the soul toward God and enables us to accept the humble position as his tiny parts and servitors.Arjun was a fit student of this science because he was a devotee of the Lord. Devotion to God can be practiced in any of the five sequentially higher bhāvas, or sentiments: 1) Śhānt bhāv: adoring God as our King. 2) Dāsya bhav: the sentiment of servitude toward God as our Master. 3) Sakhya bhāv: considering God as our Friend. 4) Vātsalya bhāv: considering God as our Child. 5) Mādhurya bhāv: worshipping God as our Soul-beloved. Arjun worshipped God as his Friend, and so Shree Krishna speaks to him as his friend and devotee.Without a devotional heart, one cannot truly grasp the message of the Bhagavad Gita. This verse also invalidates the commentaries on the Bhagavad Gita written by scholars, jñānīs, yogis, tapasvīs, etc., who lack bhakti (devotion) toward God. According to this verse, since they are not devotees, they cannot comprehend the true import of the supreme science that was revealed to Arjun, and hence their commentaries are inaccurate and/or incomplete.\n", "next shlok": 4}