{
    "verse": "यज्ञशिष्टामृतभुजो यान्ति ब्रह्म सनातनम् |\nनायं लोकोऽस्त्ययज्ञस्य कुतोऽन्य: कुरुसत्तम || 31||\n",
    "transliteration": "yajña-śhiṣhṭāmṛita-bhujo yānti brahma sanātanamnāyaṁ loko ’styayajñasya kuto ’nyaḥ kuru-sattama",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/004_031.mp3",
    "word meanings": "\nyajña-śhiṣhṭa amṛita-bhujaḥ—they partake of the nectarean remnants of sacrifice; yānti—go; brahma—the Absolute Truth; sanātanam—eternal; na—never; ayam—this; lokaḥ—planet; asti—is; ayajñasya—for one who performs no sacrifice; kutaḥ—how; anyaḥ—other (world); kuru-sat-tama—best of the Kurus, Arjun\n",
    "translation": "\n\nBG 4.31:\r\n                            Those who know the secret of sacrifice, and engaging in it, partake of its remnants that are like nectar, advance toward the Absolute Truth. O best of the Kurus, those who perform no sacrifice find no happiness either in this world or the next.\r\n                        \n",
    "commentary": "\nThe secret of sacrifice, as mentioned previously, is the understanding that it should be performed for the pleasure of God, and then the remnants can be taken as his prasād (grace). For example, devotees of the Lord partake of food after offering it to him. After cooking the food, they place it on the altar and pray to God to accept their offering. In their mind, they meditate on the sentiment that God is actually eating from the plate. At the end of the offering, the remnants on the plate are accepted as prasād, or the grace of God. Partaking of such nectar-like prasād leads to illumination, purification, and spiritual advancement.\nIn the same mood, devotees offer clothes to God and then wear them as his prasād. They install his deity in their house, and then live in it with the attitude that their home is the temple of God. When objects or activities are offered as sacrifice to God, then the remnants, or prasād, are a nectar-like blessing for the soul. The great devotee Uddhav told Shree Krishna:\n tvayopabhukta-srag-gandha-vāso ’laṅkāra-charchitāḥ\n uchchhiṣhṭa-bhojino dāsās tava māyāṁ jayema hi  (Bhāgavatam 11.6.46)[v26]\n“I will only eat, smell, wear, live in, and talk about objects that have first been offered to you. In this way, by accepting the remnants as your prasād, I will easily conquer Maya.” Those who do not perform sacrifice remain entangled in the fruitive reactions of work and continue to experience the torments of Maya.\n",
    "next shlok": 32,
    "new_commentary": "The secret of sacrifice is to perform it for the pleasure of God. Devotees offer food, clothes, and activities to God and partake of them as his prasād or grace. By offering food to God and meditating on the sentiment that he is eating, the remnants on the plate become prasād. Similarly, devotees offer clothes to God and wear them as prasād. They live in their house with the attitude that it is the temple of God. Uddhav, a great devotee, said that he would only partake of objects offered to God and conquer Maya by accepting them as prasād. Those who do not perform sacrifice remain entangled in the fruitive reactions of work and experience the torments of Maya."
}