{
    "verse": "तद्विद्धि प्रणिपातेन परिप्रश्नेन सेवया |\nउपदेक्ष्यन्ति ते ज्ञानं ज्ञानिनस्तत्त्वदर्शिन: || 34||\n",
    "transliteration": "tad viddhi praṇipātena paripraśhnena sevayāupadekṣhyanti te jñānaṁ jñāninas tattva-darśhinaḥ",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/004_034.mp3",
    "word meanings": "\ntat—the truth; viddhi—try to learn; praṇipātena—by approaching a spiritual master; paripraśhnena—by humble inquiries; sevayā—by rendering service; upadekṣhyanti—can impart; te—unto you; jñānam—knowledge; jñāninaḥ—the enlightened; tattva-darśhinaḥ—those who have realized the truth\n",
    "translation": "\n\nBG 4.34:\r\n                            Learn the Truth by approaching a spiritual master. Inquire from him with reverence and render service unto him. Such an enlightened Saint can impart knowledge unto you because he has seen the Truth.\r\n                        \n",
    "commentary": "\nOn hearing that sacrifice should be performed in knowledge, the natural question that follows is, how can we obtain spiritual knowledge? Shree Krishna gives the answer in this verse. He says: 1) Approach a spiritual master. 2) Inquire from him submissively. 3) Render service to him.The Absolute Truth cannot be understood merely by our own contemplation. The Bhāgavatam states:anādyavidyā yuktasya puruṣhasyātma vedanamsvato na sambhavād anyas tattva-jño jñāna-do bhavet(11.22.10)[v29]“The intellect of the soul is clouded by ignorance from endless lifetimes. Covered with nescience, the intellect cannot overcome its ignorance simply by its own effort. One needs to receive knowledge from a God-realized Saint who knows the Absolute Truth.”The Vedic scriptures advise us repeatedly on the importance of the Guru on the spiritual path.āchāryavān puruṣho vedaḥ(Chhāndogya Upaniṣhad 6.14.2)[v30]“Only through a Guru can you understand the Vedas.” The Pañchadaśhī states:tatpādāmburu hadvandva sevā nirmala chetasāmsukhabodhāya tattvasya viveko ’yaṁ vidhīyate(1.2)[v31]“Serve the Guru with a pure mind, giving up doubts. He will then bring you great happiness by bestowing knowledge of the scriptures and discrimination.” Jagadguru Shankaracharya stated: yāvat gururna kartavyo tāvanmuktirna labhyate[v32] “Until you surrender to a Guru you cannot be liberated from the material energy.”One of the most magnanimous graces of God is when he brings the soul in contact with a true Guru. But the process of transfer of spiritual knowledge from the teacher to the student is very different from that of material knowledge. Secular education does not require deep respect for the teacher. The transmission of knowledge can be purchased simply by paying the teacher’s fees. However, spiritual edification is not imparted to the student by a mechanical teaching process, nor is it purchased for a price. It is revealed in the heart of the disciple by the Guru’s grace, when the disciple develops humility, and the Guru is pleased with the service attitude of the disciple. That is why Prahlad Maharaj said:naiṣhāṁ matis tāvad urukramāṅghriṁ spṛiśhatyanarthāpagamo yadarthaḥmahīyasāṁ pāda rajo ’bhiṣhekaṁ niṣhkiñchanānāṁ na vṛiṇīta yāvat(Bhāgavatam 7.5.32)[v33]“Until we bathe ourselves in the dust of the lotus feet of a Saint, we can never have an experience of the transcendental platform.” Hence, in this verse Shree Krishna mentions the need for approaching a Guru with reverence, inquiring about the Truth from him with humility, and pleasing him by rendering service.\n",
    "next shlok": 35,
    "new_commentary": "In this verse, Shree Krishna explains how to obtain spiritual knowledge. He advises approaching a spiritual master, inquiring submissively, and serving the Guru. The Absolute Truth cannot be understood through self-contemplation alone. The soul's intellect is clouded by ignorance and can only be purified by receiving knowledge from a God-realized Saint. The Guru plays a crucial role in understanding the Vedas and scriptures. Serving the Guru with a pure mind brings great happiness and knowledge. Surrendering to a Guru is essential for liberation from material energy. Unlike secular education, spiritual knowledge is not obtained through a mechanical teaching process or by paying fees but requires the Guru's grace and the disciple's humility and service. Prahlad Maharaj emphasizes the importance of bathing in the dust of a Saint's lotus feet to experience the transcendental platform. Therefore, Shree Krishna stresses the need for approaching the Guru with reverence, inquiring humbly, and serving devotedly."
}