{
    "verse": "यज्ज्ञात्वा न पुनर्मोहमेवं यास्यसि पाण्डव |\nयेन भूतान्यशेषेण द्रक्ष्यस्यात्मन्यथो मयि || 35||\n",
    "transliteration": "yaj jñātvā na punar moham evaṁ yāsyasi pāṇḍavayena bhūtānyaśheṣheṇa drakṣhyasyātmanyatho mayi",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/004_035.mp3",
    "word meanings": "\nyat—which; jñātvā—having known; na—never; punaḥ—again; moham—delusion; evam—like this; yāsyasi—you shall get; pāṇḍava—Arjun, the son of Pandu; yena—by this; bhūtāni—living beings; aśheṣhāṇi—all; drakṣhyasi—you will see; ātmani—within me (Shree Krishna); atho—that is to say; mayi—in me\n",
    "translation": "Knowing ï1thatï1 thou shalt not, O Arjuna, again get deluded like this; and by that thou shalt see all beings in thy Self and also in Me.",
    "commentary": "\nJust as darkness can never engulf the sun, similarly, illusion can never again overcome the soul who has once attained enlightenment. Tadviṣhṇoḥ paramaṁ padaṁ sadā paśhyanti sūrayaḥ “Those who have realized God always remain in God-consciousness.”Under the illusion of Maya, we see the world as separate from God, and establish friendship or enmity with other human beings depending upon whether they satisfy or harm our self-interest. Divine knowledge that comes with enlightenment changes our perspective and vision of the world. Enlightened Saints see the world as the energy of God, and utilize whatever comes their way in the service of God. They also see all human beings as parts of God and harbor a divine attitude toward everyone. Thus, Hanuman says:sīyā rāmamaya saba jaga jānī, karauñ pranāma jori juga pānī. (Ramayan)[v34]“I see the forms of Lord Ram and Mother Sita in everyone, and so I fold my hands and offer my respects to all.”\n",
    "next shlok": 36,
    "new_commentary": "\nJust as darkness can never engulf the sun, similarly, illusion can never again overcome the soul who has once attained enlightenment. Tadviṣhṇoḥ paramaṁ padaṁ sadā paśhyanti sūrayaḥ “Those who have realized God always remain in God-consciousness.”Under the illusion of Maya, we see the world as separate from God, and establish friendship or enmity with other human beings depending upon whether they satisfy or harm our self-interest. Divine knowledge that comes with enlightenment changes our perspective and vision of the world. Enlightened Saints see the world as the energy of God, and utilize whatever comes their way in the service of God. They also see all human beings as parts of God and harbor a divine attitude toward everyone. Thus, Hanuman says:sīyā rāmamaya saba jaga jānī, karauñ pranāma jori juga pānī. (Ramayan)[v34]“I see the forms of Lord Ram and Mother Sita in everyone, and so I fold my hands and offer my respects to all.”\n",
    "newest_commentary": "The commentary highlights that just as darkness cannot overcome the sun, once the soul attains enlightenment, illusion can never overcome it. Those who have realized God always remain in God-consciousness. Under the illusion of Maya, we perceive the world as separate from God and form relationships based on self-interest. Enlightenment brings divine knowledge, which changes our perspective. Enlightened Saints see the world as God's energy and serve God with whatever comes their way. They view all humans as parts of God and have a divine attitude towards everyone. Hanuman exemplifies this by seeing Lord Ram and Mother Sita in everyone and offering respect to all."
}