{
    "verse": "अपि चेदसि पापेभ्य: सर्वेभ्य: पापकृत्तम: |\nसर्वं ज्ञानप्लवेनैव वृजिनं सन्तरिष्यसि || 36||\n",
    "transliteration": "api ched asi pāpebhyaḥ sarvebhyaḥ pāpa-kṛit-tamaḥsarvaṁ jñāna-plavenaiva vṛijinaṁ santariṣhyasi",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/004_036.mp3",
    "word meanings": "\napi—even; chet—if; asi—you are; pāpebhyaḥ—sinners; sarvebhyaḥ—of all; pāpa-kṛit-tamaḥ—most sinful; sarvam—all; jñāna-plavena—by the boat of divine knowledge; eva—certainly; vṛijinam—sin; santariṣhyasi—you shall cross over\n",
    "translation": "\n\nBG 4.36:\r\n                            Even those who are considered the most immoral of all sinners can cross over this ocean of material existence by seating themselves in the boat of divine knowledge.\r\n                        \n",
    "commentary": "\nMaterial existence is like a vast ocean, where one is tossed around by the waves of birth, disease, old age, and death. The material energy subjects everyone to the three-fold miseries: ādiātmik—miseries due to one’s own body and mind, ādibhautik—miseries due to other living entities, and ādidaivik—miseries due to climactic and environmental conditions. In this state of material bondage, there is no respite for the soul, and endless lifetimes have gone by being subjected to these conditions. Like a football being kicked around the field, the soul is elevated to the celestial abodes, dropped to the hellish planes of existence, and brought back to the earthly realm, etc. according to its karmas of righteous or sinful deeds.Divine knowledge provides the boat to cross over the material ocean. The ignorant perform karmas and get bound by them. Performing the same karmas as a yajña to God liberates the knowledgeable. Thus, knowledge becomes the means of cutting material bondage. The Kaṭhopaniṣhad states:vijñānasārathiryastu manaḥ pragrahavān naraḥso ’dhvanaḥ pāramāpnoti tadviṣhṇoḥ paramaṁ padam (1.3.9)“Illumine your intellect with divine knowledge; then with the illumined intellect, control the unruly mind, to cross over the material ocean and reach the divine realm.”\n",
    "next shlok": 37,
    "new_commentary": "Material existence is compared to a vast ocean, where one is constantly subjected to the miseries of birth, disease, old age, and death. These miseries can be categorized as those caused by one's own body and mind, those caused by other living entities, and those caused by environmental conditions. In this state of bondage, the soul experiences an endless cycle of being elevated and dropped into different realms based on its actions. However, divine knowledge acts as a boat to navigate this ocean of material existence. Ignorant individuals perform actions that bind them further, while those who perform their actions as offerings to God attain liberation. Knowledge becomes the key to breaking free from material bondage. The Kaṭhopaniṣhad advises that one should acquire divine knowledge, use it to control the mind, and cross over the material ocean to reach the divine realm."
}