{"verse": "न हि ज्ञानेन सदृशं पवित्रमिह विद्यते |तत्स्वयं योगसंसिद्ध: कालेनात्मनि विन्दति || 38||", "transliteration": "na hi jñānena sadṛiśhaṁ pavitramiha vidyatetatsvayaṁ yogasansiddhaḥ kālenātmani vindati", "audio": "https://www.holy-bhagavad-gita.org/public/audio/004_038.mp3", "word meanings": "\nna—not; hi—certainly; jñānena—with divine knowledge; sadṛiśham—like; pavitram—pure; iha—in this world; vidyate—exists; tat—that; svayam—oneself; yoga—practice of yog; sansiddhaḥ—he who has attained perfection; kālena—in course of time; ātmani—wihtin the heart; vindati—finds\n", "translation": "\n\nBG 4.38:\r\n                            In this world, there is nothing as purifying as divine knowledge. One who has attained purity of mind through prolonged practice of Yog, receives such knowledge within the heart, in due course of time.\r\n                        \n", "commentary": "\nKnowledge has the power to purify, elevate, liberate, and unite a person with God. It is thus supremely sublime and pure. But a distinction needs to be made between two kinds of knowledge—theoretical information and practical realization.\nThere is one kind of knowledge that is acquired by reading the scriptures and hearing from the Guru. This theoretical information is insufficient by itself. It is just as if someone has memorized a cookbook but has never entered the kitchen. Such theoretical knowledge of cooking does not help in satiating one’s hunger. Similarly, one may acquire theoretical knowledge on the topics of the soul, God, Maya, karm, jñāna, and bhakti from the Guru, but that by itself does not make a person God-realized. When one practices sādhanā in accordance with the theory, it results in purification of the mind. Then, from within one gets realization of the nature of the self and its relationship with God. The Sage Patañjali states:\nśhrutānumāna-prajñābhyām anya-viṣhayā viśheṣhārthatvāt (Yog Darśhan 1.49)[v36]\n“The knowledge attained by realization from within through the practice of Yog is far superior to theoretical knowledge of the scriptures.” Such realized knowledge is being extolled by Shree Krishna as the purest sublime thing.\n", "next shlok": 39}