{"verse": "श्रद्धावान् लभते ज्ञानं तत्पर: संयतेन्द्रिय: |\nज्ञानं लब्ध्वा परां शान्तिमचिरेणाधिगच्छति || 39||\n", "transliteration": "śhraddhāvānllabhate jñānaṁ tat-paraḥ sanyatendriyaḥjñānaṁ labdhvā parāṁ śhāntim achireṇādhigachchhati", "audio": "https://www.holy-bhagavad-gita.org/public/audio/004_039.mp3", "word meanings": "\nśhraddhāvān—a faithful person; labhate—achieves; jñānam—divine knowledge; tat-paraḥ—devoted (to that); sanyata—controlled; indriyaḥ—senses; jñānam—transcendental knowledge; labdhvā—having achieved; parām—supreme; śhāntim—peace; achireṇa—without delay; adhigachchhati—attains\n", "translation": "\n\nBG 4.39:\r\n                            Those whose faith is deep and who have practiced controlling their mind and senses attain divine knowledge. Through such transcendental knowledge, they quickly attain everlasting supreme peace.\r\n                        \n", "commentary": "\nShree Krishna now introduces the concept of faith in the context of knowledge. Not all spiritual truths are immediately perceptible; some of them can only be experienced after having attained sufficient elevation on the path. If we only accept what we can presently verify or comprehend, we will be bereft of the higher spiritual secrets. Faith helps us accept what we cannot understand at present. Jagadguru Shankaracharya has defined faith as follows:guru vedānta vākyeṣhu dṛiḍho viśhvāsaḥ śhraddhā [v37]“Faith means firm confidence in the words of the Guru and the scriptures.” When such faith is placed upon a wrong personality, it can lead to disastrous consequences. But when it is placed on the true Guru, it opens the pathway for eternal welfare.However, blind faith is not a desirable thing. Before placing it on any Guru, we must use our intellect to confirm that the Guru has realized the Absolute Truth, and he is teaching it in accordance with the eternal Vedic scriptures. Once this is confirmed, then we should strive to deepen our faith in such a Guru, and surrender to God under his guidance. The Shvetashvatar Upaniṣhad states:yasya deve parā bhaktir yathā deve tathā gurautasyaite kathitā hyarthāḥ prakāśhante mahātmanaḥ(6.23)[v38]“The imports of all the Vedic knowledge is revealed within the hearts of those who engage with unflinching faith in devotion toward Guru and God.”\n", "next shlok": 40}