{"verse": "अज्ञश्चाश्रद्दधानश्च संशयात्मा विनश्यति |\nनायं लोकोऽस्ति न परो न सुखं संशयात्मन: || 40||\n", "transliteration": "ajñaśh chāśhraddadhānaśh cha sanśhayātmā vinaśhyatināyaṁ loko ’sti na paro na sukhaṁ sanśhayātmanaḥ", "audio": "https://www.holy-bhagavad-gita.org/public/audio/004_040.mp3", "word meanings": "\najñaḥ—the ignorant; cha—and; aśhraddadhānaḥ—without faith; cha—and; sanśhaya—skeptical; ātmā—a person; vinaśhyati—falls down; na—never; ayam—in this; lokaḥ—world; asti—is; na—not; paraḥ—in the next; na—not; sukham—happiness; sanśhaya-ātmanaḥ—for the skeptical soul\n", "translation": "\n\nBG 4.40:\r\n                            But persons who possess neither faith nor knowledge, and who are of a doubting nature, suffer a downfall. For the skeptical souls, there is no happiness either in this world or the next.\r\n                        \n", "commentary": "\nThe Bhakti Rasāmṛit Sindhu classifies sādhaks into three classes based on the degree of faith and knowledge:\nśhāstre yuktau cha nipuṇaḥ sarvathā dṛiḍha-niśhchayaḥ\nprauḍha-śhraddho ‘dhikārī yaḥ sa bhaktāvuttamo mataḥ\nyaḥ śhāstrādiṣhvanipuṇaḥ śhraddhāvān sa tu madhyamaḥ\nyo bhavet komala śhraddhaḥ sa kaniṣhṭho nigadyate (1.2.17-19)[v39]\n“The highest sādhak (spiritual aspirant) is one who possesses knowledge of the scriptures and is also endowed with firm faith. The medium class sādhak is one who does not have knowledge of the scriptures, but is endowed with faith toward God and Guru. The lowest class sādhak is one, who neither has scriptural knowledge nor is endowed with faith.” For the third category, Shree Krishna says that such persons cannot attain peace either in this life or hereafter.\nEven worldly activities require the exercise of faith. For example, if a woman goes to a restaurant and places an order for the meal, she has faith that the restaurant will not mix poison in her food. If, however, she is besieged with doubts and wants to subject every food item to a chemical test first, how will she ever enjoy and finish her meal? Similarly, a man goes to barber shop to get a shave, and sits on the chair while the barber moves the sharp edge of his knife over his throat. Now, if the man doubts the barber and suspects his having the intention of murder, he will not be able to sit still for the barber to be able to shave him. Hence, Shree Krishna says in this verse that for the doubting person there is no happiness either in this world or in the next.\n", "next shlok": 41}