{"verse": "योगसंन्यस्तकर्माणं ज्ञानसञ्छिन्नसंशयम् |\nआत्मवन्तं न कर्माणि निबध्नन्ति धनञ्जय || 41||\n", "transliteration": "yoga-sannyasta-karmāṇaṁ jñāna-sañchhinna-sanśhayamātmavantaṁ na karmāṇi nibadhnanti dhanañjaya", "audio": "https://www.holy-bhagavad-gita.org/public/audio/004_041.mp3", "word meanings": "\nyoga-sannyasta-karmāṇam—those who renounce ritualistic karm, dedicating their body, mind, and soul to God; jñāna—by knowledge; sañchhinna—dispelled; sanśhayam—doubts; ātma-vantam—situated in knowledge of the self; na—not; karmāṇi—actions; nibadhnanti—bind; dhanañjaya—Arjun, the conqueror of wealth\n", "translation": "\n\nBG 4.41:\r\n                            O Arjun, actions do not bind those who have renounced karm in the fire of Yog, whose doubts have been dispelled by knowledge, and who are situated in knowledge of the self.\r\n                        \n", "commentary": "\nKarm is actions involved in prescribed rituals and social duties, sanyās means “to renounce,” while “yog” means “to unite with God.” Here, Shree Krishna has used the word yogasanyasta karmāṇaṁ, referring to “those who renounce all ritualistic karm, dedicating their body, mind, and soul to God.” Such persons do their every action as a service to God. Shree Krishna says that their work performed in devotion do not bind them.\nOnly those actions bind one in karma, which are performed to fulfill one’s self-interest. When work is done only for the pleasure of God, such action becomes free from all karmic reaction. They are like multiplying numbers with 0 (zero). If we multiply 0 with 10, the result will be 0; if we multiply 0 with 1000, the result will remain 0; and if we multiply 0 with 1 million, the result will still be 0. Similarly, the works that enlightened souls perform in the world do not bind them, because they are offered to God in the fire of Yog, i.e. they are done for the pleasure of God. Thus, although doing all kinds of works, the Saints remain unfettered from the bonds of karma.\n", "next shlok": 42}