{"verse": "तस्मादज्ञानसम्भूतं हृत्स्थं ज्ञानासिनात्मन: |\nछित्त्वैनं संशयं योगमातिष्ठोत्तिष्ठ भारत || 42||\n", "transliteration": "tasmād ajñāna-sambhūtaṁ hṛit-sthaṁ jñānāsinātmanaḥchhittvainaṁ sanśhayaṁ yogam ātiṣhṭhottiṣhṭha bhārata", "audio": "https://www.holy-bhagavad-gita.org/public/audio/004_042.mp3", "word meanings": "\ntasmāt—therefore; ajñāna-sambhūtam—born of ignorance; hṛit-stham—situated in the heart; jñāna—of knowledge; asinā—with the sword; ātmanaḥ—of the self; chhittvā—cut asunder; enam—this; sanśhayam—doubt; yogam—in karm yog; ātiṣhṭha—take shelter; uttiṣhṭha—arise; bhārata—Arjun, descendant of Bharat\n", "translation": "\n\nBG 4.42:\r\n                            Therefore, with the sword of knowledge, cut asunder the doubts that have arisen in your heart. O scion of Bharat, establish yourself in karm yog. Arise, stand up, and take action!\r\n                        \n", "commentary": "\nThe use of the word heart does not imply the physical machine housed in the chest that pumps blood in the body. The Vedas state that one’s physical brain resides in the head, but the subtle mind resides in the region of the heart. That is the reason why in love and hatred one experiences pain in the heart. In this sense, the heart is the source of compassion, love, sympathy, and all the good emotions. So when Shree Krishna mentions doubts that have arisen in the heart, he means doubts that have arisen in the mind, which is the subtle machine that resides in the region of the heart.\nIn the role of being the Spiritual Master of Arjun, the Lord has imparted to his disciple the knowledge of how to gain insightful wisdom from the practice of karm yog. He now advises Arjun to utilize both wisdom and faith to cleave out the doubts from his mind. Then, he gives the call of action and asks Arjun to rise up and do his duty in the spirit of karm yog. The dual instructions to both refrain from action and to engage in action still create confusion in Arjun’s mind, which he reveals in the opening of the next chapter.\n", "next shlok": 43}