{
    "verse": "अजोऽपि सन्नव्ययात्मा भूतानामीश्वरोऽपि सन् |\nप्रकृतिं स्वामधिष्ठाय सम्भवाम्यात्ममायया || 6||\n",
    "transliteration": "ajo ’pi sannavyayātmā bhūtānām īśhvaro ’pi sanprakṛitiṁ svām adhiṣhṭhāya sambhavāmyātma-māyayā",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/004_006.mp3",
    "word meanings": "\najaḥ—unborn; api—although; san—being so; avyaya ātmā—Imperishable nature; bhūtānām—of (all) beings; īśhvaraḥ—the Lord; api—although; san—being; prakṛitim—nature; svām—of myself; adhiṣhṭhāya—situated; sambhavāmi—I manifest; ātma-māyayā—by my Yogmaya power\n",
    "translation": "\n\nBG 4.6:\r\n                            Although I am unborn, the Lord of all living entities, and have an imperishable nature, yet I appear in this world by virtue of Yogmaya, My divine power.\r\n                        \n",
    "commentary": "\nMany people revolt at the idea of a God who possesses a form. They are more comfortable with a formless God, who is all-pervading, incorporeal, and subtle. God is definitely incorporeal and formless, but that does not mean that he cannot simultaneously have a form as well. Since God is all-powerful, he has the power to manifest in a form if he wishes. If someone stipulates that God cannot have a form, it means that person does not accept him as all-powerful. Thus to say, “God is formless,” is an incomplete statement. On the other hand, to say, “God manifests in a personal form,” is also only a partial truth. The all-powerful God has both aspects to his divine personality—the personal form and the formless aspect. Hence, the Bṛihadāraṇyak Upaniṣhad states:dwe vāva brahmaṇo rūpe mūrtaṁ chaiva amūrtaṁ cha  (2.3.1)[v3]“God appears in both ways—as the formless Brahman and as the personal God.” They are both dimensions of his personality.In fact, the individual soul also has these two dimensions to its existence. It is formless, and hence, when it leaves the body upon death, it cannot be seen. Yet it takes on a body—not once, but innumerable times—as it transmigrates from birth to birth. When the tiny soul is able to possess a body, can the all-powerful God not have a form? Or is it that God says, “I do not have the power to manifest in a form, and hence I am only a formless light.” For him to be perfect and complete, he must be both personal and formless.The difference is that while our form is created from the material energy, Maya, God’s form is created by his divine energy, Yogmaya. It is thus divine, and beyond material defects. This has been nicely stated in the Padma Purāṇ:yastu nirguṇa ityuktaḥ śhāstreṣhu jagadīśhvaraḥprākṛitairheya sanyuktairguṇairhīnatvamuchyate  [v4]“Wherever the Vedic scriptures state that God does not have a form, they imply that his form is not subject to the blemishes of the material energy; rather, it is a divine form.”\n",
    "next shlok": 7,
    "new_commentary": "Many people prefer to believe in a formless God, but God can have both a form and be formless. Saying 'God is formless' is incomplete as it ignores his all-powerfulness. Similarly, saying 'God manifests in a personal form' is also partially true. The Brhadaranyaka Upanishad states that God appears in both ways, as the formless Brahman and as the personal God. The individual soul also has formless and embodied dimensions. Our form is created from material energy, but God's form is created by his divine energy, Yogmaya. It is divine and beyond material defects. When the Vedic scriptures say God is formless, it means his form is not subject to material blemishes; it is a divine form.",
    "newest_commentary": "God can have both a form and be formless. The belief in a formless God ignores his all-powerfulness, while the belief in a personal form is partially true. The Brhadaranyaka Upanishad states that God appears as the formless Brahman and as the personal God. The individual soul also has formless and embodied dimensions. Our form is created from material energy, but God's form is created by his divine energy, Yogmaya. When scriptures say God is formless, it means his form is divine and beyond material defects. God's form is not subject to material blemishes; it is a divine form."
}