{
    "verse": "यदा यदा हि धर्मस्य ग्लानिर्भवति भारत |\nअभ्युत्थानमधर्मस्य तदात्मानं सृजाम्यहम् || 7||\n",
    "transliteration": "yadā yadā hi dharmasya glānir bhavati bhārataabhyutthānam adharmasya tadātmānaṁ sṛijāmyaham",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/004_007.mp3",
    "word meanings": "\nyadā yadā—whenever; hi—certainly; dharmasya—of righteousness; glāniḥ—decline; bhavati—is; bhārata—Arjun, descendant of Bharat; abhyutthānam—increase; adharmasya—of unrighteousness; tadā—at that time; ātmānam—self; sṛijāmi—manifest; aham—I\n",
    "translation": "\n\nBG 4.7:\r\n                            Whenever there is a decline in righteousness and an increase in unrighteousness, O Arjun, at that time I manifest Myself on earth.\r\n                        \n",
    "commentary": "\nDharma is verily the prescribed actions that are conducive to our spiritual growth and progress; the reverse of this is adharma (unrighteousness). When unrighteousness prevails, the creator and administrator of the world intervenes by descending and reestablishing dharma. Such a descension of God is called an Avatār. The word “Avatar” has been adopted from Sanskrit into English and is commonly used for people’s images on the media screen. In this text, we will be using it in its original Sanskrit connotation, to refer to the divine descension of God. Twenty four such descensions have been listed in the Śhrīmad Bhāgavatam. However, the Vedic scriptures state that there are innumerable descensions of God:janma-karmābhidhānāni santi me ’ṅga sahasraśhaḥna śhakyante ’nusaṅkhyātum anantatvān mayāpi hi(Bhāgavatam 10.51.37)[v5]“Nobody can count the infinite Avatars of God since the beginning of eternity.” These Avatars are classified in four categories, as stated below:1. Āveśhāvatār—when God manifests his special powers in an individual soul and acts through him. The sage Narad is an example of Āveśhāvatār. The Buddha is also an example of Āveśhāvatār.2. Prābhavāvatār—these are the descensions of God in the personal form, where he displays some of his divine powers. Prābhavāvatārs are also of two kinds:a) Where God reveals himself only for a few moments, completes his work, and then departs. Hansavatar is an example of this, where God manifested before the Kumaras, answered their question, and left.b) Where the Avatar remains on the earth for many years. Ved Vyas, who wrote the eighteen Puranas and the Mahabharat, and divided the Vedas into four parts, is an example of such an Avatar.3. Vaibhavatār—when God descends in his divine form, and manifests more of his divine powers. Matsyavatar, Kurmavatar, Varahavatar are all examples of Vaibhavatārs.4. Parāvasthāvatār—when God manifests all his divine powers in his personal divine form. Shree Krishna, Shree Ram, and Nrisinghavatar are all Parāvasthāvatār.This classification does not imply that any one Avatār is bigger than the other. Ved Vyas, who is himself an Avatār, clearly states this: sarve pūrṇāḥ śhāśhvatāśhcha dehāstasya paramātmanaḥ (Padma Purāṇ)[v6] “All the descensions of God are replete with all divine powers; they are all perfect and complete.” Hence, we should not differentiate one Avatar as bigger and another as smaller. However, in each descension, God manifests his powers based on the objectives he wishes to accomplish during that particular descension. The remaining powers reside latently within the Avatar. Hence, the above classifications were created.\n",
    "next shlok": 8,
    "new_commentary": "The commentary explains that dharma, which refers to prescribed actions for spiritual growth, opposes adharma or unrighteousness. When adharma prevails, God descends as an Avatār to restore dharma. The concept of Avatār is different from its common English usage, referring to divine descensions. While 24 Avatārs are listed in the Śhrīmad Bhāgavatam, the Vedic scriptures suggest an infinite number. Avatārs fall into four categories: Āveśhāvatār, where God acts through an individual with special powers; Prābhavāvatār, where God reveals himself briefly or stays on Earth for many years, like Ved Vyas; Vaibhavatār, where God manifests more divine powers, like Matsyavatar and Kurmavatar; and Parāvasthāvatār, where God displays all divine powers, like Shree Krishna. Ved Vyas emphasizes that all Avatārs possess divine powers and are complete. The classification is based on the objectives of each descension. However, all Avatārs have latent powers within them.",
    "newest_commentary": "The commentary explains the concept of dharma and adharma, where God descends as an Avatār to restore righteousness. There are 24 Avatārs listed in the Śhrīmad Bhāgavatam, but the Vedic scriptures suggest an infinite number. Avatārs fall into four categories: Āveśhāvatār, Prābhavāvatār, Vaibhavatār, and Parāvasthāvatār, each with different manifestations of divine powers. Ved Vyas emphasizes that all Avatārs possess divine powers and are complete. The classification is based on the objectives of each descension. However, all Avatārs have latent powers within them. Dharma opposes adharma, and God's descensions as Avatārs aim to restore righteousness and guide humanity towards spiritual growth."
}