{"verse": "जन्म कर्म च मे दिव्यमेवं यो वेत्ति तत्त्वत: |त्यक्त्वा देहं पुनर्जन्म नैति मामेति सोऽर्जुन || 9||", "transliteration": "janma karma cha me divyam evaṁ yo vetti tattvataḥtyaktvā dehaṁ punar janma naiti mām eti so ’rjuna", "audio": "https://www.holy-bhagavad-gita.org/public/audio/004_009.mp3", "word meanings": "\njanma—birth; karma—activities; cha—and; me—of mine; divyam—divine; evam—thus; yaḥ—who; vetti—know; tattvataḥ—in truth; tyaktvā—having abandoned; deham—the body; punaḥ—again; janma—birth; na—never; eti—takes; mām—to me; eti—comes; saḥ—he; arjuna—Arjun\n", "translation": "\n\nBG 4.9:\r\n                            Those who understand the divine nature of My birth and activities, O Arjun, upon leaving the body, do not have to take birth again, but come to My eternal abode.\r\n                        \n", "commentary": "\nUnderstand this verse in the light of the previous one. Our mind gets cleansed by engaging it in devotional remembrance of God. This devotion can either be toward the formless aspect of God or toward his personal form. Devotion toward the formless is intangible and nebulous to most people. They find nothing to focus upon or feel connected with during such devotional meditation. Devotion to the personal form of God is tangible and simple. Such devotion requires divine sentiments toward the personality of God. For people to engage in devotion to Shree Krishna, they must develop divine feelings toward his names, form, virtues, pastimes, abode, and associates. For example, people purify their minds by worshipping stone deities because they harbor the divine sentiments that God resides in these deities. It is these sentiments that purify the devotee’s mind. The progenitor Manu says:na kāṣhṭhe vidyate devo na śhilāyāṁ na mṛitsu chabhāve hi vidyate devastasmātbhāvaṁ samācharet [v8]“God resides neither in wood nor in stone, but in a devotional heart. Hence, worship the deity with loving sentiments.”Similarly, if we wish to engage in devotion toward Lord Krishna, we must learn to harbor divine sentiments toward his leelas. Those commentators who give a figurative interpretation to the Mahabharat and the Bhagavad Gita, do grave injustice by destroying the basis of people’s faith in devotion toward Shree Krishna. In this verse, Shree Krishna has emphasized the need for divine sentiments toward his pastimes, for enhancing our devotion.To develop such divine feelings, we must understand the difference between God’s actions and ours. We materially bound souls have not yet attained divine bliss, and hence the longing of our soul is not yet satiated. Thus, our actions are motivated by self-interest and the desire for personal fulfillment. However, God’s actions have no personal motive because he is perfectly satiated by the infinite bliss of his own personality. He does not need to achieve further personal bliss by performing actions. Therefore, whatever he does is for the welfare of the materially conditioned souls. Such divine actions that God performs are termed as “leelas” while the actions we perform are called “work.”Similarly, God’s birth is also divine, and unlike ours, it does not take place from a mother’s womb. The all-Blissful God has no requirement to hang upside down in a mother’s womb. The Bhāgavatam states:tam adbhutaṁ bālakam ambujekṣhaṇaṁchatur-bhujaṁ śhaṅkha gadādyudāyudham(10.3.9) [v9]“When Shree Krishna manifested upon birth before Vasudev and Devaki, he was in his four-armed Vishnu form.” This full-sized form could definitely not have resided in Devaki’s womb. However, to create in her the feeling that he was there, by his Yogmaya power, he simply kept expanding Devaki’s womb. Finally, he manifested from the outside, revealing that he had never been inside her:āvirāsīd yathā prāchyāṁ diśhīndur iva puṣhkalaḥ(Bhāgavatam 10.3.8) [v10]“As the moon manifests in its full glory in the night sky, similarly the Supreme Lord Shree Krishna manifested before Devaki and Vasudev.” This is the divine nature of God’s birth. If we can develop faith in the divinity of his pastimes and birth, then we will be able to easily engage in devotion to his personal form, and attain the supreme destination.\n", "next shlok": 10}