{
    "verse": "श्रेयो हि ज्ञानमभ्यासाज्ज्ञानाद्ध्यानं विशिष्यते |\nध्यानात्कर्मफलत्यागस्त्यागाच्छान्तिरनन्तरम् || 12||\n",
    "transliteration": "śhreyo hi jñānam abhyāsāj jñānād dhyānaṁ viśhiṣhyatedhyānāt karma-phala-tyāgas tyāgāch chhāntir anantaram",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/012_012.mp3",
    "word meanings": "\nśhreyaḥ—better; hi—for; jñānam—knowledge; abhyāsāt—than (mechanical) practice; jñānāt—than knowledge; dhyānam—meditation; viśhiṣhyate—better; dhyānāt—than meditation; karma-phala-tyāgaḥ—renunciation of the fruits of actions; tyāgāt—renunciation; śhāntiḥ—peace; anantaram—immediately\n",
    "translation": "\n\nBG 12.12:\r\n                            Better than mechanical practice is knowledge; better than knowledge is meditation.  Better than meditation is renunciation of the fruits of actions, for peace immediately follows such renunciation.\r\n                        \n",
    "commentary": "\nMany people are at the level of mechanical practice.  They perform the rituals enjoined by their religious creed, but do not engage their mind in God.  When they purchase a new house or a new car, they call the Pundit to perform the pūjā (worship) ceremony.  And while the Pundit performs the pūjā, they sit and talk in the other room or sip a cup of tea.  For them, devotion is nothing more than performing the empty ritual.  It is often performed by way of ceremonial habits that have been passed on from parents and elders.  Performing rituals mechanically is not a bad thing, for after all, something is better than nothing.  At least such people are externally engaging in devotion. However, Shree Krishna says that higher than mechanical practice is the cultivation of spiritual knowledge.  Knowledge bestows the understanding that the goal of life is God-realization and not material progress.  One who is versed in knowledge goes beyond the empty rituals and develops the desire to purify the mind.  But mere knowledge by itself cannot cleanse the heart.  And thus, Shree Krishna says that higher than the cultivation of knowledge is the process of engaging the mind in meditation.  By practically controlling the mind through meditation, we begin to develop detachment from worldly pleasures.  When the mind develops some measure of the quality of detachment, we can then practice the next step, which is renunciation of the fruits of actions.  As explained in the previous verse, this will help remove worldliness from the mind and strengthen the intellect for the subsequent higher stages.\n",
    "next shlok": 13,
    "new_commentary": "The commentary emphasizes the difference between mechanical practice and true devotion. Many people perform rituals without engaging their mind in God, treating devotion as mere empty ritual. However, Shree Krishna states that true devotion involves cultivating spiritual knowledge and understanding the goal of life as God-realization. Knowledge helps purify the mind, but it alone cannot cleanse the heart. The next step is engaging the mind in meditation to develop detachment from worldly pleasures. Through meditation, the mind gains some measure of detachment, paving the way for renunciation of the fruits of actions. This process removes worldliness from the mind and strengthens the intellect for further spiritual growth."
}