{
    "verse": "यो न हृष्यति न द्वेष्टि न शोचति न काङ् क्षति |\nशुभाशुभपरित्यागी भक्तिमान्य: स मे प्रिय: || 17||\n",
    "transliteration": "yo na hṛiṣhyati na dveṣhṭi na śhochati na kāṅkṣhatiśhubhāśhubha-parityāgī bhaktimān yaḥ sa me priyaḥ",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/012_017.mp3",
    "word meanings": "\nyaḥ—who; na—neither; hṛiṣhyati—rejoice; na—nor; dveṣhṭi—despair; na—neither; śhochati—lament; na—nor; kāṅkṣhati—hanker for gain; śhubha-aśhubha-parityāgī—who renounce both good and evil deeds; bhakti-mān—full of devotion; yaḥ—who; saḥ—that person; me—to Me; priyaḥ—very dear\n",
    "translation": "He who neither rejoices, nor hates, nor grieves, nor desires, renouncing good and evil, and who is full of devotion, is dear to Me.",
    "commentary": "\nThey neither rejoice in mundane pleasures nor despair in worldly sorrows.  If we are in the dark and someone offers help by showing a lamp, we naturally rejoice.  Then, if someone blows out the flame, we feel annoyed.  But if we are standing under the noonday sun, we feel indifferent whether someone shows us a lamp or another blows it out.  Similarly, the devotees of the Lord, being gratified with the divine love bliss of the God, rise above pleasure and despair. Neither lament for any loss nor hanker for any gain.  Such devotees neither hanker after pleasant worldly situations nor grieve in unpleasant ones.  The Nārad Bhakti Darśhan states:yatprāpya na kiñchidvāñchhati, na śhochati, na dveṣhṭi, na ramate, notsāhi bhavati (Sūtra 5)“On attaining divine love for God, the devotees neither yearn for pleasant things nor grieve on losing them.  They are not hateful of those who harm them.  They have no liking for worldly enjoyments.  They are not anxious for the enhancement of their worldly position.”  Devotees relish the bliss of God, so the bliss of all material objects seems insignificant in comparison.Renounce both good and evil actions.  Devotees obviously renounce evil actions (vikarm), for they are against their nature and displeasing to God.  The good actions Shree Krishna refers to are prescribed ritualistic duties (karm) mentioned in the scriptures.  All actions performed by the devotees become akarm (inaction) because they are not performed with any selfish motive and are dedicated to God.  The concept of akarm has been explained in great detail in verses 4.17 to 4.20. Full of devotion.  Bhaktimān means “filled with devotion.”  The nature of divine love is such that it keeps increasing for eternity.  Bhakti poets have said:  prem meñ pūrṇimā nahīñ “Unlike the moon which waxes to a limit and then wanes, divine love keeps growing without limit.”  So, the heart of the devotee contains an ocean of love for God.  Shree Krishna says that such devotees are very dear to Him.\n",
    "next shlok": 18,
    "new_commentary": "The devotees of the Lord neither rejoice in worldly pleasures nor despair in sorrows. They rise above pleasure and despair, not lamenting any loss or hankering for any gain. Their love for God makes them indifferent to material objects and enjoyments. They renounce both good and evil actions, dedicating all their actions to God. Their devotion is boundless and keeps growing endlessly. Such devotees are cherished by the Lord. The Nārad Bhakti Darśhan states that upon attaining divine love for God, the devotees neither desire pleasant things nor grieve their loss. They do not hate those who harm them and have no liking for worldly enjoyments or the enhancement of their worldly position.",
    "newest_commentary": "The devotees of the Lord rise above worldly pleasures and sorrows. They are unaffected by the ups and downs of life, neither rejoicing nor despairing. Their love for God makes them indifferent to material objects and enjoyments. They dedicate all their actions to God, renouncing both good and evil actions. Their devotion is boundless and constantly growing. The Nārad Bhakti Darśhan explains that when devotees attain divine love for God, they no longer desire pleasant things or grieve their loss. They do not hold grudges against those who harm them and have no interest in worldly enjoyments or gaining worldly status."
}