{
    "verse": "ये तु धर्म्यामृतमिदं यथोक्तं पर्युपासते |\nश्रद्दधाना मत्परमा भक्तास्तेऽतीव मे प्रिया: || 20||\n",
    "transliteration": "ye tu dharmyāmṛitam idaṁ yathoktaṁ paryupāsateśhraddadhānā mat-paramā bhaktās te ’tīva me priyāḥ",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/012_020.mp3",
    "word meanings": "\nye—who; tu—indeed; dharma—wisdom; amṛitam—nectar; idam—this; yathā—as; uktam—declared; paryupāsate—exclusive devotion; śhraddadhānāḥ—with faith; mat-paramāḥ—intent on Me as the supreme goal; bhaktāḥ—devotees; te—they; atīva—exceedingly; me—to Me; priyāḥ—dear\n",
    "translation": "\n\nBG 12.20:\r\n                            Those who honor this nectar of wisdom declared here, have faith in Me, and are devoted and intent on Me as the supreme goal, they are exceedingly dear to Me.\r\n                        \n",
    "commentary": "\nShree Krishna concludes the chapter by summing up His answer to Arjun’s question.  At the beginning of the chapter, Arjun had asked Him regarding whom He considered superior—those who are devoted to His personal form through bhakti-yog, or those who worship the formless Brahman through jñāna-yog.  Shree Krishna responded in the second verse that He considers them to be the highest yogis who steadfastly engage in devotion upon His personal form.  He then continued on the topic of bhakti by explaining first the means of performing devotion and then the qualities of His devotees.  He now ends with the affirmation that the supreme path of spirituality is bhakti.  Those who make the Supreme Lord as their goal and cultivate devotion with great faith, imbued with the virtues mentioned in the previous verses, such devotees are exceedingly dear to God.\n",
    "next shlok": 21,
    "new_commentary": "\nShree Krishna concludes the chapter by summing up His answer to Arjun’s question.  At the beginning of the chapter, Arjun had asked Him regarding whom He considered superior—those who are devoted to His personal form through bhakti-yog, or those who worship the formless Brahman through jñāna-yog.  Shree Krishna responded in the second verse that He considers them to be the highest yogis who steadfastly engage in devotion upon His personal form.  He then continued on the topic of bhakti by explaining first the means of performing devotion and then the qualities of His devotees.  He now ends with the affirmation that the supreme path of spirituality is bhakti.  Those who make the Supreme Lord as their goal and cultivate devotion with great faith, imbued with the virtues mentioned in the previous verses, such devotees are exceedingly dear to God.\n",
    "newest_commentary": "In the concluding chapter, Shree Krishna declares that those who ardently worship His personal form through bhakti-yog are the highest yogis. He explains the means of performing devotion and describes the qualities of His devotees. Shree Krishna affirms that the supreme path of spirituality is bhakti and those who wholeheartedly cultivate devotion and make the Supreme Lord their goal are greatly cherished by Him."
}