{
    "verse": "ये त्वक्षरमनिर्देश्यमव्यक्तं पर्युपासते |\nसर्वत्रगमचिन्त्यञ्च कूटस्थमचलन्ध्रुवम् || 3||\nसन्नियम्येन्द्रियग्रामं सर्वत्र समबुद्धय: |\nते प्राप्नुवन्ति मामेव सर्वभूतहिते रता: || 4||\n",
    "transliteration": "ye tv akṣharam anirdeśhyam avyaktaṁ paryupāsatesarvatra-gam achintyañcha kūṭa-stham achalandhruvamsanniyamyendriya-grāmaṁ sarvatra sama-buddhayaḥte prāpnuvanti mām eva sarva-bhūta-hite ratāḥ",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/012_003-004.mp3",
    "word meanings": "\nye—who; tu—but; akṣharam—the imperishable; anirdeśhyam—the indefinable; avyaktam—the unmanifest; paryupāsate—worship; sarvatra-gam—the all-pervading; achintyam—the unthinkable; cha—and; kūṭa-stham—the unchanging; achalam—the immovable; dhruvam—the eternal; sanniyamya—restraining; indriya-grāmam—the senses; sarvatra—everywhere; sama-buddhayaḥ—even-minded; te—they; prāpnuvanti—attain; mām—Me; eva—also; sarva-bhūta-hite—in the welfare of all beings; ratāḥ—engaged\n",
    "translation": "\n\nBG 12.3-4:\r\n                            But those who worship the formless aspect of the Absolute Truth—the imperishable, the indefinable, the unmanifest, the all-pervading, the unthinkable, the unchanging, the eternal, and the immoveable—by restraining their senses and being even-minded everywhere, such persons, engaged in the welfare of all beings, also attain Me.\r\n                        \n",
    "commentary": "\nHaving said that worship of the personal form is the best, Shree Krishna clarifies that in no way does He reject the worship of the formless.  Those who devote themselves to the all-pervading, indefinable, unmanifest, inconceivable, immovable, eternal Brahman, also attain God. Living beings are of an infinite variety of natures.  The Supreme Lord who has created this variety also possesses an infinite variety of aspects to His personality.  For the sake of our finite comprehension, we classify the infinite manifestations of God into categories.  Accordingly, Ved Vyas has classified God’s various manifestations into three types, Brahman, Paramātmā, and Bhagavān, as mentioned in the commentary of the previous verse.  One may worship either of these categories, but one should never claim that one’s conception of God is the only correct one while those of the others are erroneous. In verse 4.11, Shree Krishna had stated: “In whatever way people surrender unto Me, I reciprocate accordingly. Everyone follows My path, knowingly or unknowingly, O son of Pritha.”  Here, Shree Krishna confirms that the worshippers of the formless also reach Him.  Since their choice is to unite with the attributeless manifestation of the Supreme Absolute Truth, God meets them as the unmanifest, all-pervading Brahman.\n",
    "next shlok": 5,
    "new_commentary": "Shree Krishna emphasizes that while worship of the personal form is ideal, He does not reject worship of the formless. Devotion to the infinite, unmanifest Brahman also leads to attaining God. Living beings possess diverse natures, and God too has infinite aspects to His personality. To aid our understanding, Ved Vyas classified God's manifestations into Brahman, Paramātmā, and Bhagavān. It is important, however, not to claim one's conception as the only correct one. Shree Krishna reiterates that He reciprocates with all forms of surrender, knowingly or unknowingly. The worshippers of the formless unite with the attributeless manifestation of God, the all-pervading Brahman.",
    "newest_commentary": "Shree Krishna explains that worship of both the personal and formless forms of God is acceptable. Devotion to the infinite, unmanifest Brahman also leads to attaining God. God has infinite aspects to His personality, classified as Brahman, Paramātmā, and Bhagavān. It is important not to claim one's conception as the only correct one. Shree Krishna reciprocates with all forms of surrender, whether known or unknowing. The worshippers of the formless unite with the all-pervading Brahman."
}