{
    "verse": "क्लेशोऽधिकतरस्तेषामव्यक्तासक्तचेतसाम् ||\nअव्यक्ता हि गतिर्दु:खं देहवद्भिरवाप्यते || 5||\n",
    "transliteration": "kleśho ’dhikataras teṣhām avyaktāsakta-chetasāmavyaktā hi gatir duḥkhaṁ dehavadbhir avāpyate",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/012_005.mp3",
    "word meanings": "\nkleśhaḥ—tribulations; adhika-taraḥ—full of; teṣhām—of those; avyakta—to the unmanifest; āsakta—attached; chetasām—whose minds; avyaktā—the unmanifest; hi—indeed; gatiḥ—path; duḥkham—exceedingly difficult; deha-vadbhiḥ—for the embodied; avāpyate—is reached\n",
    "translation": "Greater is their trouble whose minds are set on the unmanifested; for the goal; the unmanifested, is very hard for the embodied to reach.",
    "commentary": "\nHaving embraced worshippers of all His various manifestations into the fold, Shree Krishna again reiterates His preference for the worship of the personal form.  He surmises the worship of the impersonal Brahman by saying that it is an exceedingly challenging path that is full of tribulations.Why is the worship of the formless Brahman so difficult?  The first and foremost reason for this is that we humans possess a form ourselves and we have been habituated to interacting with forms in endless lifetimes.  Thus, while striving to love God as well, if our mind has a wonderful enchanting form to meditate upon, it can easily focus upon it and increase its attachment to the Lord.  However, in the case of the formless, the intellect cannot conceive of it, and the mind and senses have no tangible object to relate to.  So both the endeavors of meditating on God and increasing the mind’s attachment to Him become difficult.Worship of Brahman is also difficult in comparison to that of Bhagavān for another reason.  The difference in paths can be understood through the markaṭ-kiśhore nyāya (the logic of the baby) monkey, and mārjār-kiśhore nyāya (the logic of the baby kitten).  The baby monkey is responsible for holding onto her mother’s stomach; it is not helped by its mother.  When the mother monkey jumps from one branch to another, the onus of clinging tightly onto the mother is upon the baby, and if it is unable to do so, it falls.  In contrast, a kitten is very small and delicate, but the mother takes the responsibility of transporting it from one place to another, by holding the kitten from behind the neck and lifting it up.  In the analogy, the devotees of the formless can be compared to the baby monkey and the devotees of the personal form can be compared to the baby kitten.  Those who worship the formless Brahman have the onus of progressing on the path by themselves, because Brahman does not bestow grace upon them.  Brahman is not only formless, It is also without attributes.  It has been described as nirguṇa (without qualities), nirviśheṣh (without attributes), and nirākār (without form).  From this, it follows that Brahman does not manifest the quality of grace.  The jñānīs who worship God as nirguṇa, nirviśheṣh, and nirākār, have to rely entirely upon self-effort for progress.  On the other hand, the personal form of God is an ocean of compassion and mercy.  Hence, devotees of the personal form receive the help of divine support in their sādhanā.  On the basis of the protection that God bestows upon His devotees, Shree Krishna stated in verse 9.31: “O son of Kunti, declare it boldly that no devotee of Mine is ever lost.”  He confirms the same statement in the next two verses. \n",
    "next shlok": 6,
    "new_commentary": "In this commentary on the Bhagavad Gita, Shree Krishna emphasizes the worship of the personal form over the impersonal Brahman. He explains that humans are accustomed to interacting with forms and find it easier to meditate on a beautiful form in their devotion to God. In contrast, the formless Brahman is difficult to comprehend as the intellect, mind, and senses lack a tangible object to relate to. Worship of Brahman requires self-effort and does not receive divine grace. On the other hand, the personal form of God is filled with compassion and mercy, providing support to devotees in their spiritual practice. Shree Krishna reassures that no devotee of His is ever lost, emphasizing the protection and care provided by the personal form of God.",
    "newest_commentary": "Shree Krishna explains in this commentary on the Bhagavad Gita that worshiping the personal form of God is easier for humans as they are accustomed to interacting with forms. The formless Brahman is difficult to comprehend without a tangible object. Worship of the personal form requires self-effort but receives divine grace. The personal form of God is compassionate and merciful, offering support to devotees. Shree Krishna assures that no devotee of His is ever lost, highlighting the protection and care provided by the personal form of God."
}