{"verse": "ये तु सर्वाणि कर्माणि मयि संन्न्यस्य मत्पर: |\nअनन्येनैव योगेन मां ध्यायन्त उपासते || 6||\nतेषामहं समुद्धर्ता मृत्युसंसारसागरात् |\nभवामि नचिरात्पार्थ मय्यावेशितचेतसाम् || 7||\n", "transliteration": "ye tu sarvāṇi karmāṇi mayi sannyasya mat-paraḥananyenaiva yogena māṁ dhyāyanta upāsateteṣhām ahaṁ samuddhartā mṛityu-saṁsāra-sāgarātbhavāmi na chirāt pārtha mayy āveśhita-chetasām", "audio": "https://www.holy-bhagavad-gita.org/public/audio/012_006-007.mp3", "word meanings": "\nye—who; tu—but; sarvāṇi—all; karmāṇi—actions; mayi—to Me; sannyasya—dedicating; mat-paraḥ—regarding Me as the Supreme goal; ananyena—exclusively; eva—certainly; yogena—with devotion; mām—Me; dhyāyantaḥ—meditating; upāsate—worship; teṣhām—of those; aham—I; samuddhartā—the deliverer; mṛityu-saṁsāra-sāgarāt—from the ocean of birth and death; bhavāmi—(I) become; na—not; chirāt—after a long time; pārtha—Arjun, the son of Pritha; mayi—with Me; āveśhita chetasām—of those whose consciousness is united\n", "translation": "\n\nBG 12.6-7:\r\n                            But those who dedicate all their actions to Me, regarding Me as the Supreme goal, worshiping Me and meditating on Me with exclusive devotion, O Parth, I swiftly deliver them from the ocean of birth and death, for their consciousness is united with Me.\r\n                        \n", "commentary": "\nShree Krishna reiterates that His devotees reach Him quickly.  Firstly, with the personal form of God as the object of their devotion, they easily focus their mind and senses upon Him.  They engage their tongue and ears in chanting and hearing the divine Names of God, their eyes in seeing the image of His divine form, their body in performing actions for His pleasure, their mind in thinking of His wonderful Pastimes and Virtues, and their intellect in contemplating upon His Glories.  In this way, they quickly unite their consciousness with God.Secondly, since such devotees continuously offer their hearts in uninterrupted bhakti, God quickly bestows His grace upon them and removes the obstacles on their path.  For those who are in communion with Him, He dispels their ignorance with the lamp of knowledge.  In this way, God Himself becomes the Savior of His devotees and delivers them from mṛityu saṁsāra sāgarāt (the cycle of life and death).\n", "next shlok": 8}