{
    "verse": "श्रीभगवानुवाच |\nइदं तु ते गुह्यतमं प्रवक्ष्याम्यनसूयवे |\nज्ञानं विज्ञानसहितं यज्ज्ञात्वा मोक्ष्यसेऽशुभात् || 1||\n",
    "transliteration": "śhrī bhagavān uvāchaidaṁ tu te guhyatamaṁ pravakṣhyāmyanasūyavejñānaṁ vijñāna-sahitaṁ yaj jñātvā mokṣhyase ’śhubhāt",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/009_001.mp3",
    "word meanings": "\nśhrī-bhagavān uvācha—the Supreme Lord said; idam—this; tu—but; te—to you; guhya-tamam—the most confidential; pravakṣhyāmi—I shall impart; anasūyave—nonenvious; jñānam—knowledge; vijñāna—realized knowledge; sahitam—with; yat—which; jñātvā—knowing; mokṣhyase—you will be released; aśhubhāt—miseries of material existence\n",
    "translation": "\n\nBG 9.1:\r\n                            The Supreme Lord said:  O Arjun, because you are not envious of Me, I shall now impart to you this very confidential knowledge and wisdom, upon knowing which you will be released from the miseries of material existence.\r\n                        \n",
    "commentary": "\nAt the very beginning of the topic, Shree Krishna declares the qualification for hearing these teachings.  Anasūyave means “non-envious.”  He tells Arjun that He is revealing this knowledge because Arjun is non-envious of Him.  Lord Krishna clarifies this because God is going to glorify Himself profusely here.  Anasūyave also has the sense of “one who does not scorn.”  Those listeners who deride Shree Krishna because they believe He is boasting will not benefit from hearing such a message.  Rather, they will incur harm, by thinking, “Look at this egotistic person.  He is praising His own Self.”  Such an attitude is born of arrogance and pride and it robs a person of devotional reverence.  Envious people cannot grasp the simple fact that God has no need for anything, and therefore everything He does is for the welfare of the souls.  He only praises Himself to enhance devotion in the souls, and not because He has the material defect of conceit as we do.  When Jesus of Nazareth said, “I am the path and the way,” he was saying it motivated by compassion for the souls listening to him, and not out of vanity.  As a true Guru, he was telling his disciples that the path to God is through the Guru.  But the envious-minded do not understand the compassion behind these statements and attribute them to self-conceit.  Since Arjun is magnanimous and free from the defect of envy, he is eminently qualified for the profound knowledge that Shree Krishna is going to reveal in this chapter. In the second chapter, Shree Krishna explained the knowledge of the ātmā (soul) as a separate and distinct entity from the body.   That is guhya, or secret knowledge.  In the seventh and eighth chapters, He explained knowledge of His powers, which is guhyatar, or more secret.  And in the ninth and subsequent chapters, He will reveal knowledge of His pure bhakti, which is guhyatam, or the most secret.\n",
    "next shlok": 2,
    "new_commentary": "In the given commentary on the Bhagavad Gita, Shree Krishna emphasizes the qualification for hearing His teachings, which is being non-envious. He clarifies that He is revealing this knowledge because Arjun is non-envious of Him. The attitude of deriding Krishna or thinking He is boasting will not benefit listeners and will rob them of devotional reverence. God praises Himself to enhance devotion, not out of conceit. Jesus, as a true Guru, spoke motivated by compassion for his disciples. Arjun's magnanimous and envy-free nature makes him qualified for the profound knowledge Krishna is going to reveal. The knowledge of the soul, Krishna's powers, and pure bhakti are successively more secret and will be revealed in subsequent chapters of the Gita."
}