{"verse": "मयाध्यक्षेण प्रकृति: सूयते सचराचरम् |\nहेतुनानेन कौन्तेय जगद्विपरिवर्तते || 10||\n", "transliteration": "mayādhyakṣheṇa prakṛitiḥ sūyate sa-charācharamhetunānena kaunteya jagad viparivartate", "audio": "https://www.holy-bhagavad-gita.org/public/audio/009_010.mp3", "word meanings": "\nmayā—by Me; adhyakṣheṇa—direction; prakṛitiḥ—material energy; sūyate—brings into being; sa—both; chara-acharam—the animate and the inanimate; hetunā—reason; anena—this; kaunteya—Arjun, the son of Kunti; jagat—the material world; viparivartate—undergoes the changes\n", "translation": "\n\nBG 9.10:\r\n                            Working under My direction, this material energy brings into being all animate and inanimate forms, O son of Kunti.  For this reason, the material world undergoes the changes (of creation, maintenance, and dissolution).  \r\n                        \n", "commentary": "\nAs explained in the last verse, God does not directly engage in the work of creating life forms.  His various energies and souls appointed by Him for the purpose do it under His dominion.  For example, the President of a country does not personally do every task of the government.  He has various departments under Him, and officials appointed for performing the different functions.  And yet, the accomplishments and failures of the government are attributed to Him.  This is because He sanctions the government officials for performing tasks under His jurisdiction.  Similarly, the first-born Brahma and the material energy accomplish the tasks of creation and manifestation of life forms.  Since they work under God’s sanction, He is also referred to as the Creator. \n", "next shlok": 11}