{"verse": "अवजानन्ति मां मूढा मानुषीं तनुमाश्रितम् |परं भावमजानन्तो मम भूतमहेश्वरम् || 11||", "transliteration": "avajānanti māṁ mūḍhā mānuṣhīṁ tanum āśhritamparaṁ bhāvam ajānanto mama bhūta-maheśhvaram", "audio": "https://www.holy-bhagavad-gita.org/public/audio/009_011.mp3", "word meanings": "\navajānanti—disregard; mām—Me; mūḍhāḥ—dim-witted; mānuṣhīm—human; tanum—form; āśhritam—take on; param—divine; bhāvam—personality; ajānantaḥ—not knowing; mama—My; bhūta—all beings; mahā-īśhvaram—the Supreme Lord\n", "translation": "\n\nBG 9.11:\r\n                            When I descend in My personal form deluded persons are unable to recognize Me.  They do not know the divinity of My personality, as the Supreme Lord of all beings.\r\n                        \n", "commentary": "\nGood teachers occasionally use strong words to jostle their students out of the complacence of shallow thinking, into a deeper state of thoughtfulness.  Here, Shree Krishna uses the word mūḍha, which means “dim-witted,” to describe those who deny the divinity of His personal form.Those who say that God is only formless and cannot manifest in a personal form, contradict the definition of God as being all-mighty and all-powerful.  The Supreme Lord has created this entire world full of forms, shapes, and colors.  If He can do such an amazing feat of creating myriad forms in the world, can He not create a form for Himself?  Or is it that God says, “I do not have the power to manifest in a personal form, and hence I am only formless light.”  To say that He cannot possess a personal form makes Him incomplete. We tiny souls also possess forms.  If one holds that God cannot possess a form, then the corollary is that He has even less power than us a human beings.  For God to be perfect and complete, He must have both attributes to His personality—a personal aspect and a formless aspect.  The Vedic scriptures state:apaśhyaṁ gopāṁ anipadyamānamā(Ṛig Veda 1.22.164 sūkta 31)“I had the vision of God as a boy who is never annihilated, and who appeared in a family of cowherds.”dwibhūjaṁ mauna mudrāḍhyaṁ vana mālinamīśhwaram(Gopāl Tāpani Upaniṣhad 1.13)“The Lord, wearing a garland of forest flowers, plays His flute, enchantingly forming the mauna mudrā with His hands.”gūḍhaṁ paraṁ brahma manuṣhya-liṅgam(Bhagavatam 7.15.75)“The deepest knowledge is that God accepts a human-like form.” yatrāvatīrṇo bhagavān paramātmā narākṛitiḥ(Bhagavatam 9.23.20)“At that time, the Supreme Lord, who possesses all opulences, descended in a human-like form.”īśhwaraḥ paramaḥ kṛiṣhṇaḥ sachchidānanda vigrahaḥanādirādir govindaḥ sarvakāraṇa kāraṇam(Brahma Samhitā 5.1)In this verse, Brahma prays to Shree Krishna, “I worship Lord Krishna whose form is eternal, all-knowing, and blissful.  He is without beginning and end, and is the cause of all causes.” However, in regard to the personal form of God, we must keep in mind that it is a divine form, which means it is devoid of all the defects found in material forms.  The form of God is sat-chit-ānand—it is eternal, full of knowledge, and constituted of divine bliss. asyāpi deva vapuṣho mad-anugrahasyasvechchhā-mayasya na tu bhūta-mayasya ko ’pi(Bhagavatam 10.14.2)In this verse, Lord Brahma prays to Shree Krishna, “O Lord, Your body is not made of pañch mahābhūta (the five great elements); it is divine.  And You have descended in this form by Your own free will, to bestow Your grace upon souls like myself.”In chapter four of the Bhagavad Gita, Shree Krishna stated: “Although I am unborn, the Lord of all living entities, and have an imperishable nature, yet I appear in this world by virtue of Yogmaya, my divine power.” (4.6)  This means that not only does God possess a form, but He also descends in the world as an Avatar. Since we souls have been taking births in the world from time immemorial, it is plausible that we were present in the human form on the earth when a previous descension of God was present on the earth.  It is even possible that we saw the descension.  However, the limitation was that God’s form was divine and we possessed material eyes.  So when we saw Him with our eyes, we were unable to recognize the divinity of His personality.  The divine nature of God’s form is such that His divinity is perceived by each person only to the extent of his or her spiritual power.  When those who are influenced by sattva guṇa see Him, they think, “Shree Krishna is a special person. He is very competent but is definitely not God.”  When those under the spell of rajo guṇa see Him, they say, “There is nothing special in Him.  He is very much like us.”  When those dominated by tamo guṇa see Him, they think, “He is egotistic and characterless, much worse than us.”  It is only the God-realized saints who can recognize Him as God, since they have received divine vision by His grace.  And so, Shree Krishna says that the unaware materially conditioned souls do not know Him when He takes an avatar in the world.\n", "next shlok": 12}