{
    "verse": "मोघाशा मोघकर्माणो मोघज्ञाना विचेतस: |\nराक्षसीमासुरीं चैव प्रकृतिं मोहिनीं श्रिता: || 12||\n",
    "transliteration": "moghāśhā mogha-karmāṇo mogha-jñānā vichetasaḥrākṣhasīm āsurīṁ chaiva prakṛitiṁ mohinīṁ śhritāḥ",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/009_012.mp3",
    "word meanings": "\nmogha-āśhāḥ—of vain hopes; mogha-karmāṇaḥ—of vain actions; mogha-jñānāḥ—of baffled knowledge; vichetasaḥ—deluded; rākṣhasīm—demoniac; āsurīm—atheistic; cha—and; eva—certainly; prakṛitim—material energy; mohinīm—bewildered; śhritāḥ—take shelter\n",
    "translation": "Of vain hopes, of vain actions, of vain knowledge and senseless, they verily are possessed of the deceitful nature of demons and undivine beings.",
    "commentary": "\nThere are many strands of atheistic views relating to the personal form of God that are prevalent in the world.  Some people declare that God cannot descend in the world in a personal form.  Consequently, they say that Shree Krishna was not God; He was merely a yogi.  Others say that Shree Krishna is Māyā-viśhiṣhṭ brahma, i.e. a lower grade of the Supreme Divinity, due to contact with the material energy.  Yet others say that Shree Krishna was a characterless loafer who roamed around with the cowherd maidens of Vrindavan.According to this verse, all these theories are incorrect, and the intellects of those who subscribe to them are deluded by the material energy.  Shree Krishna goes to the extent of saying that those who embrace such ungodly philosophies possess demoniac natures.  Since, they do not harbor divine sentiments toward the personal form of the Supreme Lord, they cannot engage in bhakti toward Him.  And since devotion to the formless aspect of God is exceedingly difficult, they cannot do that either.  As a result, they remain bereft of the path to eternal welfare.  Bewildered by the transient attractions of the material energy, their hopes for eternal well-being are in vain.\n",
    "next shlok": 13,
    "new_commentary": "There are various atheistic views about the personal form of God prevalent in the world. Some claim that Shree Krishna was not God but just a yogi, while others believe he was of lower divinity due to contact with material energy. Some even consider him a characterless loafer who spent time with cowherd maidens. This verse refutes these theories, stating that those who believe in them are deluded by material energy. Shree Krishna goes on to say that those who subscribe to such ungodly philosophies have demoniac natures and cannot engage in devotion to him or the formless aspect of God. As a result, they are unable to attain eternal welfare and their hopes for it are in vain.",
    "newest_commentary": "This commentary refutes atheistic views about the personal form of God, such as considering Shree Krishna as just a yogi or of lower divinity due to contact with material energy. It also dismisses claims that he was a characterless loafer. The verse states that those who believe in these theories are deluded by material energy. Shree Krishna further explains that those who hold ungodly philosophies have demoniac natures and cannot engage in devotion to him or the formless aspect of God. Consequently, they are unable to attain eternal welfare, and their hopes for it are in vain."
}