{"verse": "महात्मानस्तु मां पार्थ दैवीं प्रकृतिमाश्रिता: |\nभजन्त्यनन्यमनसो ज्ञात्वा भूतादिमव्ययम् || 13||\n", "transliteration": "mahātmānas tu māṁ pārtha daivīṁ prakṛitim āśhritāḥbhajantyananya-manaso jñātvā bhūtādim avyayam", "audio": "https://www.holy-bhagavad-gita.org/public/audio/009_013.mp3", "word meanings": "\nmahā-ātmānaḥ—the great souls; tu—but; mām—Me; pārtha—Arjun, the son of Pritha; daivīm prakṛitim—divine energy; āśhritāḥ—take shelter of; bhajanti—engage in devotion; ananya-manasaḥ—with mind fixed exclusively; jñātvā—knowing; bhūta—all creation; ādim—the origin; avyayam—imperishable\n", "translation": "\n\nBG 9.13:\r\n                            But the great souls, who take shelter of My divine energy, O Parth, know Me, Lord Krishna, as the origin of all creation.  They engage in My devotion with their minds fixed exclusively on Me.\r\n                        \n", "commentary": "\nShree Krishna’s style of discourse is that He drives the point home by making starkly contrasting comparisons.  After describing the ways of the deluded and confused, He now talks about the great souls.  Material life is a prolonged dream, which is being experienced by the souls who are sleeping under the sway of the material energy.  In contrast, the great souls are those who have woken up from their ignorance and brushed aside material consciousness like a bad dream.  Released from the grips of the material energy, Maya, they are now under the shelter of the divine Yogmaya energy.  Such enlightened souls have woken up to the spiritual reality of their eternal relationship with God. Just as God has both aspects to His personality—the formless and the personal form—His Yogmaya energy also possesses both aspects.  It is a formless energy, but it also manifests in the personal form as Radha, Sita, Durga, Lakshmi, Kali, Parvati, etc.  All these divine personalities are manifestations of the divine energy of God, and they are all non-different from each other, just as Krishna, Ram, Shiv, Narayan, etc. are non-different forms of the one God. Brahma Vaivarta Purāṇ states:yathā tvaṁ rādhikā devī goloke gokule tathāvaikuṇṭhe cha mahālakṣhmī bhavati cha sarasvatīkapilasya priyā kāntā bhārate bhāratī satīdwāravatyāṁ mahālakṣhmī bhavatī rukmiṇī satītvaṁ sītā mithilāyāṁ cha tvachchhāyā draupadī satīrāvaṇena hṛitā tvaṁ cha tvaṁ cha rāmasya kāminī“O Radha, You are the Divine Goddess of Golok (Shree Krishna’s divine Abode) and Gokul (Shree Krishna’s Abode in the material realm, when He descended on earth 5,000 years ago).  You exist in Vaikunth (Lord Vishnu’s Abode) as Mahalakshmi.  You are the consort of Lord Kapil (one of the descensions of God).  You reside in Dwaraka as Rukmini (the wife of Shree Krishna).  You manifested as Sita in the city of Mithila.  The wife of the Pandavas, Draupadi, was like a manifestation of Your shadow.  It was You who was kidnapped by Ravan in the form of Sita, and You are the wife of Lord Ram.”In this verse, Shree Krishna mentions that great souls take shelter of the divine energy of God.  The reason is that divine grace, knowledge, love, etc. are all God’s divine energies, and are all subservient to the divine Yogmaya energy, which is Radha.  Hence, by the grace of Yogmaya, one receives the love, knowledge, and grace of God.  Great souls, who receive divine grace, become endowed with divine love, and engage in uninterrupted devotion toward God. \n", "next shlok": 14}