{"verse": "सततं कीर्तयन्तो मां यतन्तश्च दृढव्रता: |नमस्यन्तश्च मां भक्त्या नित्ययुक्ता उपासते || 14||", "transliteration": "satataṁ kīrtayanto māṁ yatantaśh cha dṛiḍha-vratāḥnamasyantaśh cha māṁ bhaktyā nitya-yuktā upāsate", "audio": "https://www.holy-bhagavad-gita.org/public/audio/009_014.mp3", "word meanings": "\nsatatam—always; kīrtayantaḥ—singing divine glories; mām—Me; yatantaḥ—striving; cha—and; dṛiḍha-vratāḥ—with great determination; namasyantaḥ—humbly bowing down; cha—and; mām—Me; bhaktyā—loving devotion; nitya-yuktāḥ—constantly united; upāsate—worship\n", "translation": "\n\nBG 9.14:\r\n                            Always singing My divine glories, striving with great determination, and humbly bowing down before Me, they constantly worship Me in loving devotion.\r\n                        \n", "commentary": "\nHaving said that the great souls engage in His devotion, Shree Krishna now explains how they do bhakti.  He says that devotees become attached to kīrtan as a means of practicing their devotion and enhancing it.  The chanting of the glories of the Lord is called kīrtan, which is defined as:  nāma-līlā-guṇadīnām uchchair-bhāṣhā tu kīrtanam (Bhakti Rasāmṛit Sindhu 1.2.145)  “Singing glories of the Names, Forms, Qualities, Pastimes, Abodes, and Associates of God is called kīrtan.” Kīrtan is one of the most powerful means of practicing devotion.  It involves the three-fold devotion of śhravaṇa (hearing), kīrtan (chanting), and smaraṇa (remembering).  The goal is to fix the mind upon God, but it becomes easier when done alongside with hearing and chanting.  As stated in chapter six, the mind is as restless as the wind, and naturally wanders from thought to thought.  Hearing and chanting engage the knowledge senses in the divine realm, which helps in repeatedly bringing back the mind from its wanderings. Kīrtan has many other benefits as well.  Often when people practice devotion through japa (chanting of mantra or Name of God on rosary beads) or plain meditation, they find themselves overwhelmed by sleep.  However, kīrtan is such an engaging process that it usually drives sleep away.  Also, chanting blocks out distracting sounds from the environment.  Kīrtan can be practiced in groups which enables mass participation.  In addition, the mind desires variety, which it gets through the medium of kīrtan in the form of the Names, Virtues, Pastimes, Abodes, etc. of God.  And since kīrtan involves loud chanting, the divine vibrations of the Names of God make the entire environment auspicious and holy. For all these reasons, kīrtan has been the most popular form of devotion amongst saints in Indian history.  All the famous bhakti Saints—Soordas, Tulsidas, Meerabai, Guru Nanak, Kabir, Tukaram, Ekanath, Narsi Mehta, Jayadev, Tyagaraja, and others—were great poets.  They composed numerous devotional songs, and through them, they engaged in chanting, hearing, and remembering.The Vedic scriptures particularly extol kīrtan as the simplest and most powerful process of devotion in the present age of Kali. kṛite yad dhyāyato viṣhṇuṁ tretāyāṁ yajato makhaiḥdwāpare paricharyāyāṁ kalau tad dhari-kīrtanāt   (Bhagavatam 12.3.52)“The best process of devotion in the age of Satya was simple meditation upon God.  In the age of Tretā, it was the performance of sacrifices for the pleasure of God.  In the age of Dwāpar, worship of the deities was the recommended process.  In the present age of Kali, it is kīrtan alone.”avikārī vā vikārī vā sarva doṣhaika bhājanaḥparameṣha padaṁ yāti rāma nāmānukīrtanāt   (Adhyātma Ramayan)“Whether you are full of desires or free from them, devoid of defects or full of them, if you engage in kīrtan of the names of Lord Ram, you will attain the highest destination.” sarva dharma bahirbhūtaḥ sarva pāparatasthathāmuchyate nātra sandeho viṣhṇornamānukīrtanāt   (Vaiśhampāyan Samhitā)“Even those who are deeply sinful and bereft of religiosity can be saved by the chanting of the names of Lord Vishnu; of this, there is no doubt.”kalijuga kevala hari guna gāhā, gāvata nara pāvahiṅ bhava thāhā   (Ramayan)“In this age of Kali, there is one means of salvation.  By engaging in the chanting of the glories of God, one can cross over this material ocean.” However, one must remember that in the process of kīrtan, hearing and chanting are helpers.  The essence is to remember God.  If we leave it out, the kīrtan will not purify the mind.  Thus, Shree Krishna says here that His devotees do kīrtan, while constantly engaging the mind in thinking of Him.  They practice this with great determination for the purification of the mind.\n", "next shlok": 15}