{
    "verse": "ज्ञानयज्ञेन चाप्यन्ये यजन्तो मामुपासते |\nएकत्वेन पृथक्त्वेन बहुधा विश्वतोमुखम् || 15||\n",
    "transliteration": "jñāna-yajñena chāpyanye yajanto mām upāsateekatvena pṛithaktvena bahudhā viśhvato-mukham",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/009_015.mp3",
    "word meanings": "\njñāna-yajñena—yajña of cultivating knowledge; cha—and; api—also; anye—others; yajantaḥ—worship; mām—Me; upāsate—worship; ekatvena—undifferentiated oneness; pṛithaktvena—separately; bahudhā—various; viśhwataḥ-mukham—the cosmic form\n",
    "translation": "\n\nBG 9.15:\r\n                            Others, engaging in the yajña of cultivating knowledge, worship Me by many methods.  Some see Me as undifferentiated oneness that is non-different from them, while others see Me as separate from them.  Still others worship Me in the infinite manifestations of My cosmic form.\r\n                        \n",
    "commentary": "\nSādhaks (spiritual practitioners) follow different paths of spirituality to reach the Absolute Truth.  Shree Krishna previously described those who are devotees.  They surrender themselves with devotion at the lotus feet of the Supreme Lord, in the attitude of being His eternal parts and servants.  He now describes some of the other paths that sādhaks follow.Those who follow the path of jñāna-yog consider themselves to be non-different from God.  They contemplate deeply on sūtras such as:  so ’haṁ (I am That), śhivo ’haṁ (I am Shiv), etc.  Their ultimate goal is to attain realization of the Supreme Entity as the undifferentiated Brahman, which possesses the attributes of eternality, knowledge, and bliss, but is devoid of forms, qualities, virtues, and pastimes.  Shree Krishna says that such jñāna yogis also worship Him, but in His formless all-pervading aspect.  In contrast, there are varieties of aṣhṭāṅg yogis etc. who see themselves as distinct from God and relate to Him accordingly.Still others worship the manifest universe as God.  In Vedic philosophy, this is called viśhwaroop upāsanā (worship of the cosmic form of God).  In western philosophy, it is called “Pantheism” from the Greek words pan (all) and theos (God).  The most famous exponent of this philosophy has been Spinoza.  Since the world is a part of God, keeping a divine sentiment toward it is not wrong, but it is incomplete.  Such devotees do not have knowledge of the other aspects of the Supreme Divine Entity, such as Brahman (God’s undifferentiated all-pervading manifestation), Paramātmā (the Supreme Soul seated in everyone’s hearts), and Bhagavān (the personal form of God). How can all these divergent approaches worship the same God?  Shree Krishna answers this in the following verses. \n",
    "next shlok": 16,
    "new_commentary": "In this commentary, Shree Krishna discusses different paths followed by spiritual practitioners. He mentions the path of jñāna-yog, where practitioners believe they are non-different from God and aim to attain realization of the formless Brahman. Shree Krishna explains that these practitioners worship Him in His formless aspect. There are also aṣhṭāṅg yogis who see themselves as distinct from God. Another path is the worship of the manifest universe as God, known as viśhwaroop upāsanā or Pantheism. These devotees lack knowledge of other aspects of God. Shree Krishna explains that all these approaches can worship the same God because they are focused on different aspects of the Supreme Divine Entity. This highlights the diverse ways to connect with the Absolute Truth."
}