{
    "verse": "अहं क्रतुरहं यज्ञ: स्वधाहमहमौषधम् |\nमन्त्रोऽहमहमेवाज्यमहमग्निरहं हुतम् || 16||\nपिताहमस्य जगतो माता धाता पितामह: |\nवेद्यं पवित्रमोङ्कार ऋक्साम यजुरेव च || 17||\n",
    "transliteration": "ahaṁ kratur ahaṁ yajñaḥ svadhāham aham auṣhadhammantro ’ham aham evājyam aham agnir ahaṁ hutampitāham asya jagato mātā dhātā pitāmahaḥvedyaṁ pavitram oṁkāra ṛik sāma yajur eva cha",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/009_016-017.mp3",
    "word meanings": "\naham—I; kratuḥ—Vedic ritual; aham—I; yajñaḥ—sacrifice; svadhā—oblation; aham—I; aham—I; auṣhadham—medicinal herb; mantraḥ—Vedic mantra; aham—I; aham—I; eva—also; ājyam—clarified butter; aham—I; agniḥ—fire; aham—I; hutam—the act offering; pitā—father; aham—I; asya—of this; jagataḥ—universe; mātā—mother; dhātā—sustainer; pitāmahaḥ—grandsire; vedyam—the goal of knowledge; pavitram—the purifier; om-kāra—the sacred syllable Om; ṛik—the Rig Veda; sāma—the Sama Veda; yajuḥ—the Yajur Veda; eva—also; cha—and\n",
    "translation": "I am the Kratu; I am the Yajna; I am the offering (food) to the manes; I am the medicinal herbs and all the plants; I am the Mantra; I am also the Ghee or the melted butter; I am the fire; I am the oblation.I am the father of this world, the mother, the dispenser of the fruits of actions and the \ngrandfather; the (one) thing to be known, the purifier, the sacred monosyllable (Om), and also the Rik-, the Sama-and the Yajur-Vedas.",
    "commentary": "\nIn these verses, Shree Krishna gives a glimpse into the various aspects of His infinite personality.  Kratu means yajña (sacrifice), such as agnihotra yajñas mentioned in the Vedas.  It also refers to the yajñas, such as vaiśhva deva that are described in the Smṛiti scriptures.  Auṣhadham refers to the potency in medicinal herbs.Creation emanates from God, and hence He is its Pitā (Father).  Before creation, He holds the unmanifested material energy in His womb, and so He is also its Mātā (Mother).  He maintains the universe and nourishes it, and thus He is its Dhātā (Sustainer).  He is also the Father of Brahma, who is the creator, and hence, He is the Grandfather of this universe.The Vedas have emanated from God.  The Ramayan states:  jākī sahaja svāsa śhruti chārī  “God manifested the Vedas by His breath.”  They are the knowledge potency of God, and hence an aspect of His unlimited personality.  Shree Krishna states this truth dramatically by saying that He is the Vedas.\n",
    "next shlok": 18,
    "new_commentary": "Shree Krishna reveals various aspects of His infinite personality in these verses. Kratu symbolizes sacrifices and yajñas mentioned in the Vedas, as well as those described in the Smṛiti scriptures. Auṣhadham represents the medicinal potency in herbs. As the creator, Krishna holds the unmanifested material energy in His womb, making Him the Father and Mother of creation. He sustains and nourishes the universe as its Dhātā (Sustainer). Krishna is also the Father of Brahma and the Grandfather of the universe. The Vedas have emanated from Him, representing the knowledge potency of God. Shree Krishna dramatically states that He is the Vedas, encompassing His unlimited personality.",
    "newest_commentary": "Shree Krishna reveals various aspects of His infinite personality in these verses, symbolizing sacrifices, medicinal potency, creator, sustainer, Father of Brahma, Grandfather of the universe. The Vedas have emanated from Him, representing the knowledge potency of God. Shree Krishna states He is the Vedas, encompassing His unlimited personality."
}