{
    "verse": "गतिर्भर्ता प्रभु: साक्षी निवास: शरणं सुहृत् |\nप्रभव: प्रलय: स्थानं निधानं बीजमव्ययम् || 18||\n",
    "transliteration": "gatir bhartā prabhuḥ sākṣhī nivāsaḥ śharaṇaṁ suhṛitprabhavaḥ pralayaḥ sthānaṁ nidhānaṁ bījam avyayam",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/009_018.mp3",
    "word meanings": "\ngatiḥ—the supreme goal; bhartā—sustainer; prabhuḥ—master; sākṣhī—witness; nivāsaḥ—abode; śharaṇam—shelter; su-hṛit—friend; prabhavaḥ—the origin; pralayaḥ—dissolution; sthānam—repository; nidhānam—resting place; bījam—seed; avyayam—imperishable\n",
    "translation": "I am the goal, the supporter, the Lord, the witness, the abode, the shelter, the friend, the origin, the dissolution, the foundation, the treasure-house and the seed which is imperishable.",
    "commentary": "\nSince the soul is a tiny part of God, its every relationship is with Him.  However, in bodily consciousness, we look upon the relatives of the body as our father, mother, beloved, child, and friend.  We become attached to them and repeatedly bring them to our mind, thereby getting further bound in the material illusion.  But none of these worldly relatives can give us the perfect love that our soul yearns for.  This is for two reasons.  Firstly, these relationships are temporary, and separation is unavoidable when either they or we depart from the world.  Secondly, even as long as they are alive, the attachment is based on selfishness and so it fluctuates in direct proportion to the extent by which self-interest is satisfied.  Thus, the range and intensity of worldly love varies from moment to moment, throughout the day.  “My wife is very nice….she is not so nice…she is ok….she is terrible,” this is the extent of fluctuation of love in the drama of the world.  On the other hand, God is such a relative who has accompanied us lifetime after lifetime.  From birth to birth, in every life-form that we went, God accompanied us and remained seated in our heart.  He is thus our eternal relative.  In addition, He has no self-interest from us; He is perfect and complete in Himself.  He loves us selflessly, for He only desires our eternal welfare.  Thus, God alone is our perfect relative, who is both eternal and selfless.To understand this concept from another perspective, consider the analogy of an ocean and the waves that emerge from it.  Two neighboring waves in the ocean flow together for some time, and play mirthfully with each other, creating the impression that they have a very deep relationship between them.  However, after travelling some distance, one subsides into the ocean, and shortly after, the other does the same.  Did they have any relationship between themselves?  No, they were both born from the ocean and their relationship was with the ocean itself.  Similarly, God is like the ocean and we are like waves who have emanated from Him.  We create attachments amongst our bodily relations, only to leave everyone upon death, and journey alone into another birth.  The truth is that the souls are not related to each other, but to God, from whom they have all emanated.In this verse, Shree Krishna takes us above bodily consciousness and its concomitant attachment to worldly relatives.  From the platform of the soul, God alone is all our relationships; He is our Father, Mother, Sister, Brother, Beloved, and Friend.  This theme is reiterated in all the Vedic scriptures:divyo deva eko nārāyaṇo mātā pitā bhrātā suhṛit gatiḥ  nivāsaḥ śharaṇaṁ suhṛit gatirnārāyaṇa iti  (Subāl Śhruti, mantra 6) “Lord Narayan alone is the Mother, Father, Beloved, and destination of the soul.”more sabai eka tumha swāmī, dīnabhandhu ura antarajāmī.   (Ramayan)“O Lord Ram, You alone are my Master, the Savior of the destitute, and the Knower of the heart.”  Knowing the magnitude of our eternal relationship with God, we must endeavor to attach our mind to Him alone.  Then, the mind will be purified and we will be able to fulfill the condition of māmekaṁ śharaṇaṁ vraja, or complete surrender, which is necessary for receiving God’s grace.  To achieve this single-mindedness, we must cut all the present attachments of the mind and replace them with attachment to God.  Hence, the Ramayan states:saba kai mamatā tāga baṭorī, mama pada manahi bāñdha bari ḍorī.“Cut all the strings of worldly attachment of your mind; make a rope of these strings, and tie it at the lotus feet of God.”  To help us tie our mind to Him, Shree Krishna here explains to Arjun that the soul’s every relationship is with God alone.\n",
    "next shlok": 19,
    "new_commentary": "The commentary emphasizes that the soul's true relationship is with God, not with worldly relatives. It explains that attachment to bodily relationships only leads to further bondage in the material illusion. Worldly relationships are temporary and fluctuate based on self-interest, whereas God is the eternal and selfless relative who accompanies us throughout lifetimes. The analogy of waves emerging from the ocean is used to illustrate that our relationships are ultimately with God, from whom we have all emanated. Shree Krishna urges us to shift our focus from bodily consciousness to the soul's relationship with God. By cutting worldly attachments and attaching our mind to God, we can achieve complete surrender and receive God's grace. The commentary concludes by emphasizing that all relationships of the soul are ultimately with God alone.",
    "newest_commentary": "The commentary highlights that the soul's true connection is with God, not worldly relatives. Attachment to bodily relationships leads to bondage in the material illusion. Worldly relationships are temporary and self-interested, while God is the eternal and selfless relative who accompanies us through lifetimes. Using the analogy of waves from the ocean, our relationships ultimately originate from God. Shree Krishna advises shifting focus from bodily consciousness to the soul's connection with God. By detaching from worldly attachments and focusing on God, complete surrender and divine grace can be attained. The commentary concludes that all soul relationships are ultimately with God alone."
}