{"verse": "तपाम्यहमहं वर्षं निगृह्णम्युत्सृजामि च |अमृतं चैव मृत्युश्च सदसच्चाहमर्जुन || 19||", "transliteration": "tapāmyaham ahaṁ varṣhaṁ nigṛihṇāmyutsṛijāmi chaamṛitaṁ chaiva mṛityuśh cha sad asach chāham arjuna", "audio": "https://www.holy-bhagavad-gita.org/public/audio/009_019.mp3", "word meanings": "\ntapāmi—radiate heat; aham—I; aham—I; varṣham—rain; nigṛihṇāmi—withhold; utsṛijāmi—send forth; cha—and; amṛitam—immortality; cha—and; eva—also; mṛityuḥ—death; cha—and; sat—eternal spirit; asat—temporary matter; cha—and; aham—I; arjuna—Arjun\n", "translation": "\n\nBG 9.19:\r\n                            I radiate heat as the sun, and I withhold, as well as send forth rain.  I am immortality as well as death personified, O Arjun.  I am the spirit as well as matter. \r\n                        \n", "commentary": "\nThe Puranas describe that when God first created the universe, He manifested the first-born Brahma and entrusted him with the work of further creation.  Brahma was bewildered by the task of creating the materials and the life-forms in the universe from the subtle material energy.  Then God revealed knowledge unto him, which is called the Chatuḥśhlokī Bhāgavat (the four-versed Bhagavatam), on the basis of which Brahma proceeded to create the world.  Its first verse states very emphatically:ahamevāsamevāgre nānyadyatsadasat parampaśhchādahaṁ yadetachcha yo ’vaśhiṣhyeta so ’smyaham   (Bhagavatam 2.9.32)Shree Krishna tells Brahma: “I am all that is.  Prior to creation, I alone existed.  Now that creation has come about, whatever is in the form of the manifested world is my very self.  After dissolution, I alone will exist.  There is nothing apart from Me.”The above truth implies that the material with which we worship is also God.  When people venerate the holy Ganges, they immerse the lower half of their body in the river.  Then they lift water in their palms and pour it into the Ganges.  In this way, they use the Ganges water itself to worship it.  Similarly, when God is all that exists, then the material for worshipping Him is also non-different from Him.  Thus, as previously stated in verses 16 and 17, Shree Krishna reveals that He is the Vedas, the sacrificial fire, the syllable “Om,” the clarified butter, and the act of offering.  No matter what the form and sentiment of our devotion, there is nothing apart from God that we can offer to Him.  Nevertheless, it is the sentiment of love that pleases God, not the material of the offering.\n", "next shlok": 20}