{
    "verse": "राजविद्या राजगुह्यं पवित्रमिदमुत्तमम् |\nप्रत्यक्षावगमं धर्म्यं सुसुखं कर्तुमव्ययम् || 2||\n",
    "transliteration": "rāja-vidyā rāja-guhyaṁ pavitram idam uttamampratyakṣhāvagamaṁ dharmyaṁ su-sukhaṁ kartum avyayam",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/009_002.mp3",
    "word meanings": "\nrāja-vidyā—the king of sciences; rāja-guhyam—the most profound secret; pavitram—pure; idam—this; uttamam—highest; pratyakṣha—directly perceptible; avagamam—directly realizable; dharmyam—virtuous; su-sukham—easy; kartum—to practice; avyayam—everlasting\n",
    "translation": "\n\nBG 9.2:\r\n                            This knowledge is the king of sciences and the most profound of all secrets.  It purifies those who hear it.  It is directly realizable, in accordance with dharma, easy to practice, and everlasting in effect.\r\n                        \n",
    "commentary": "\nRāja means “king.”  Shree Krishna uses the metaphor rāja to emphasize the paramount position of the knowledge He is going to reveal. Vidyā means “science.”  He does not refer to His teachings as creed, religion, dogma, doctrine, or belief.  He declares that what He is going to describe to Arjun is the king of sciences. Guhya means “secret.”  This knowledge is also the supreme secret.  Since love is only possible where there is a choice, God deliberately hides Himself from direct perception, thereby providing the soul the freedom to exercise the choice of loving Him or not.  A machine cannot love, for it is devoid of choices.  God wants us to love Him and so He gives us the option to choose Him or not, as we wish.  He merely makes us aware of the consequences of what we choose, either way, and then leaves it to us to decide the path we wish to follow.Pavitram means “pure.”  Knowledge of devotion is supremely pure because it is untainted by petty selfishness.  It inspires sacrifice of the self at the altar of divine love for the Supreme Lord.  Bhakti also purifies the devotee by destroying pāp, bīja, and avidyā.  Pāp is the stockpile of past sins of endless lifetimes of the individual soul.  Bhakti burns them up as a fire burns up a bundle of straw.  Bīja refers to impurities of the heart, which are the seeds of sinful activities.  If the seeds exist, then destroying the results of past sins will not suffice, for the propensity to sin will remain in the heart and one will sin again.  Bhakti purifies the heart and destroys the seeds of sin, which are lust, anger, and greed.  However, even the destruction of the seeds is not enough.  The reason why the heart becomes impure is that there is avidyā (ignorance), because of which we identify with the body.  Because of this misidentification, we think of the body as the self, and hence create bodily desires thinking they will give happiness to the self.  Fulfillment of such material desires further leads to lust, anger, greed, and all the other impurities of the heart.  As long as the ignorance remains, even if the heart is cleansed, it will again become impure.  Devotion ultimately results in realized knowledge of the soul and God, which in turn destroys the ignorance of material existence.  The benefits of bhakti are described in the Bhakti Rasāmṛit Sindhu as follows:  kleśhas tu pāpaṁ tadbījam avidyā cheti te tridhā  (1.1.18)  “Bhakti destroys the three poisons—pāp (sins), bīja (the seed of sins), avidyā (the ignorance in the heart).”  Only when the three are completely destroyed, does the heart become truly and permanently pure. Pratyakṣha means “directly perceptible.”  The practice of the science of bhakti begins with a leap of faith and results in direct perception of God.  It is not unlike the methodology of other sciences, where we begin an experiment with a hypothesis and conclude with a verified result. Dharmyam means “virtuous.”  Devotion performed without desire for material rewards is the most virtuous action.  It is continuously nourished by righteous acts such as service to the Guru. Kartum susukham means “very easy to practice.”  God does not need anything from us; He is attained very naturally if we can learn to love Him. When this is the sovereign science and it is easy to practice, then why do people not apply themselves to learning it?  Shree Krishna explains this next.\n",
    "next shlok": 3,
    "new_commentary": "In this commentary, Shree Krishna emphasizes the importance of the knowledge He is going to reveal by calling it the king of sciences. This knowledge is a supreme secret, as God hides Himself from direct perception to allow the freedom to choose to love Him or not. Devotion is described as supremely pure, inspiring sacrifice and purifying the devotee by destroying past sins and impurities of the heart. Bhakti also destroys ignorance, leading to the realization of the soul and God. The practice of bhakti begins with faith and results in direct perception of God. Devotion performed without material desires is the most virtuous action and is easy to practice. Despite its significance and ease, people often do not apply themselves to learning this sovereign science.",
    "newest_commentary": "Shree Krishna emphasizes the importance of the supreme knowledge He is about to reveal. This knowledge is a hidden secret, allowing free choice to love or not. Devotion is pure, inspiring sacrifice and purifying the heart. Bhakti destroys past sins, ignorance, and leads to the realization of the soul and God. Faith is the starting point of bhakti, resulting in direct perception of God. Devotion without material desires is virtuous and easy. Despite its significance, people often neglect to learn this sovereign science."
}