{"verse": "त्रैविद्या मां सोमपा: पूतपापा\nयज्ञैरिष्ट्वा स्वर्गतिं प्रार्थयन्ते |\nते पुण्यमासाद्य सुरेन्द्रलोक\nमश्नन्ति दिव्यान्दिवि देवभोगान् || 20||\n", "transliteration": "trai-vidyā māṁ soma-pāḥ pūta-pāpāyajñair iṣhṭvā svar-gatiṁ prārthayantete puṇyam āsādya surendra-lokamaśhnanti divyān divi deva-bhogān", "audio": "https://www.holy-bhagavad-gita.org/public/audio/009_020.mp3", "word meanings": "\ntrai-vidyāḥ—the science of karm kāṇḍ (Vedic rituals); mām—Me; soma-pāḥ—drinkers of the Soma juice; pūta—purified; pāpāḥ—sins; yajñaiḥ—through sacrifices; iṣhṭvā—worship; svaḥ-gatim—way to the abode of the king of heaven; prārthayante—seek; te—they; puṇyam—pious; āsādya—attain; sura-indra—of Indra; lokam—abode; aśhnanti—enjoy; divyān—celestial; divi—in heaven; deva-bhogān—the pleasures of the celestial gods\n", "translation": "\n\nBG 9.20:\r\n                            Those who are inclined to the fruitive activity described in the Vedas worship Me through ritualistic sacrifices.  Being purified from sin by drinking the Soma juice, which is the remnant of the yajñas, they seek to go to heaven.  By virtue of their pious deeds, they go to the abode of Indra, the king of heaven, and enjoy the pleasures of the celestial gods. \r\n                        \n", "commentary": "\nPreviously, in verse 9.12, Shree Krishna described the mentality of the non-believers and the demoniac, who embrace atheistic and ungodly views, and the repercussions that such people face.  Then, He described the nature of great souls, who are engaged in loving devotion to Him.  Now, in this verse and the next, He mentions those who are not devotees, but are not atheistic either. They perform the ritualistic ceremonies of the Vedas.  This science of karm kāṇḍ (Vedic rituals) is referred to as trai-vidyā.People who are fascinated by the science of trai-vidyā worship the celestial gods, such as Indra, through the performance of yajñas (fire sacrifices) and other rituals.  They worship the Supreme Lord indirectly because they do not realize that it is He alone who sanctions the gifts that the celestial gods bestow.  Ritualistic ceremonies are considered good deeds, but they are not counted as devotion.  The performers of ritualistic ceremonies do not get released from the cycle of life and death.  They go to the higher planes of existence within the material universe, such as abode of Indra, the king of heaven.  There, they enjoy exquisite celestial delights that are thousands of times more pleasurable than the sensual pleasures available on the earth.  In the following verse, Shree Krishna points out the defect in celestial pleasures.\n", "next shlok": 21}