{"verse": "ते तं भुक्त्वा स्वर्गलोकं विशालंक्षीणे पुण्ये मर्त्यलोकं विशन्ति |एवं त्रयीधर्ममनुप्रपन्नागतागतं कामकामा लभन्ते || 21||", "transliteration": "te taṁ bhuktvā swarga-lokaṁ viśhālaṁkṣhīṇe puṇye martya-lokaṁ viśhantievaṁ trayī-dharmam anuprapannāgatāgataṁ kāma-kāmā labhante", "audio": "https://www.holy-bhagavad-gita.org/public/audio/009_021.mp3", "word meanings": "\nte—they; tam—that; bhuktvā—having enjoyed; swarga-lokam—heaven; viśhālam—vast; kṣhīṇe—at the exhaustion of; puṇye—stock of merits; martya-lokam—to the earthly plane; viśhanti—return; evam—thus; trayī dharmam—the karm-kāṇḍ portion of the three Vedas; anuprapannāḥ—follow; gata-āgatam—repeated coming and going; kāma-kāmāḥ—desiring objects of enjoyments; labhante—attain\n", "translation": "\n\nBG 9.21:\r\n                            When they have enjoyed the vast pleasures of heaven, the stock of their merits being exhausted, they return to the earthly plane.  Thus, those who follow the Vedic rituals, desiring objects of enjoyment, repeatedly come and go in this world.\r\n                        \n", "commentary": "\nShree Krishna explains in this verse that the celestial delights of the heavenly abodes are temporary.  After people who have been promoted there have fully enjoyed heavenly pleasures and exhausted their merits, they are sent back to the earthly plane.  Thus, attaining promotion to the heavenly abodes does not fulfill the eternal quest of the soul.  We have all been there many times in endless past lifetimes, and yet the hunger of the soul for infinite Bliss has not yet been satiated.  All the Vedic scriptures support this belief:tāvat pramodate swarge yāvat puṇyaṁ samāpyatekṣhīṇa puṇyaḥ patatyarvāganichchhan kāla-chālitaḥ   (Bhagavatam 11.10.26)“Residents of heaven enjoy the celestial delights until their merits have been exhausted.  Then they are reluctantly forced to fall back to the lower abodes by the passage of time.”swargahu swalpa anta dukhadāī   (Ramayan)“The attainment of heaven is temporary, and is followed by miseries.” Just as a football gets kicked all over the field, Maya is kicking the soul around in forgetfulness of God.  Sometimes it goes to the lower abodes, while sometimes to the higher abodes.  Amongst these multitudes of forms it receives, across the lower and higher abodes, only the human form offers the facility for God-realization.  Hence, the scriptures state that even the celestial gods pray to be given birth as a human being, so that they may rectify their previous mistake of going to heaven, and strive toward God-realization.  durlabhaṁ mānuṣhaṁ janma prārthayate tridaśhairapi   (Nārad Purāṇ)“The human form is exceedingly rare.  Even the celestial gods pray to attain it.”  Thus, Lord Ram instructed the residents of Ayodhya:baṛeñ bhāga mānuṣha tanu pāvā, sura durlabha saba granthanhi gāvā   (Ramayan)“O people of Ayodhya, you all are extremely fortunate to have been bestowed a human birth, which is exceedingly rare and is desired even by the residents of heaven.”  When the celestial beings long for a human birth, then why should we humans seek promotion to the celestial abodes?  Rather, we should aim for God-realization by engaging in devotion to the Supreme Lord.\n", "next shlok": 22}