{"verse": "अनन्याश्चिन्तयन्तो मां ये जना: पर्युपासते |तेषां नित्याभियुक्तानां योगक्षेमं वहाम्यहम् || 22||", "transliteration": "ananyāśh chintayanto māṁ ye janāḥ paryupāsateteṣhāṁ nityābhiyuktānāṁ yoga-kṣhemaṁ vahāmyaham", "audio": "https://www.holy-bhagavad-gita.org/public/audio/009_022.mp3", "word meanings": "\nananyāḥ—always; chintayantaḥ—think of; mām—Me; ye—those who; janāḥ—persons; paryupāsate—worship exclusively; teṣhām—of them; nitya abhiyuktānām—who are always absorbed; yoga—supply spiritual assets; kṣhemam—protect spiritual assets; vahāmi—carry; aham—I\n", "translation": "\n\nBG 9.22:\r\n                            There are those who always think of Me and engage in exclusive devotion to Me.  To them, whose minds are always absorbed in Me, I provide what they lack and preserve what they already possess.\r\n                        \n", "commentary": "\nA mother never thinks of deserting her newborn helpless child who is entirely dependent upon her.  The supreme and eternal mother of the soul is God.  In this verse, God offers  motherly assurance to souls who surrender exclusively to Him.  The words used are vahāmi aham, meaning “I personally carry the burden of maintaining My devotees,” just as a married man carries the burden of maintaining his wife and children.  God promises two things.  The first is yog—He bestows His devotees the spiritual assets they do not possess.  The second is kṣhem—He protects the spiritual assets that His devotees already possess.However, the condition He has placed for this is exclusive surrender.  This can again be understood through the same analogy of the mother and child.  A newborn baby is fully dependent upon its mother, who takes care of the baby’s welfare entirely.  The baby simply cries whenever it needs anything; the mother cleans it, feeds it, bathes it, etc.  But when the baby becomes a five-year old child, it begins doing some actions for itself.  To that extent the mother reduces her responsibilities.  And when the same child becomes a youth and assumes all responsibilities, the mother relinquishes her responsibilities further.  Now if the father comes home and asks, “Where is our son?” the mother replies, “He has not returned home after school.  He must have gone for a movie with his friends.”  Her attitude is now more neutral toward him.  But when the same boy was a five-year old, and had gotten delayed by ten minutes in returning home from school, both the mother and father would begin worrying, “What has happened?  He is a small child.  Let’s hope he has not met with an accident.  Let us phone the school and find out.” In this way, as the boy keeps assuming more responsibilities, his mother keeps relinquishing her responsibilities.  God’s law is exactly the same.  When we act from our independent will, thinking that we are the doers of our actions, and depend upon our own prowess and abilities, God does not bestow His grace.  He merely notes our karmas and gives the result.  When we surrender partially to Him and partially depend upon material crutches, God also partially bestows His grace upon us.  And when we offer ourselves exclusively to Him, māmekaṁ śharaṇaṁ vraja, God bestows His complete grace and takes full responsibility, by preserving what we have and providing what we lack.\n", "next shlok": 23}