{"verse": "येऽप्यन्यदेवता भक्ता यजन्ते श्रद्धयान्विता: |\nतेऽपि मामेव कौन्तेय यजन्त्यविधिपूर्वकम् || 23||\n", "transliteration": "ye ’pyanya-devatā-bhaktā yajante śhraddhayānvitāḥte ’pi mām eva kaunteya yajantyavidhi-pūrvakam", "audio": "https://www.holy-bhagavad-gita.org/public/audio/009_023.mp3", "word meanings": "\nye—those who; api—although; anya—other; devatā—celestial gods; bhaktāḥ—devotees; yajante—worship; śhraddhayā anvitāḥ—faithfully; te—they; api—also; mām—Me; eva—only; kaunteya—Arjun, the son of Kunti; yajanti—worship; avidhi-pūrvakam—by the wrong method\n", "translation": "\n\nBG 9.23:\r\n                            O son of Kunti, even those devotees who faithfully worship other gods also worship Me.  But they do so by the wrong method. \r\n                        \n", "commentary": "\nHaving described the position of those who worship the Supreme Lord, Shree Krishna now explains the situation of those who worship the lower gods for material gains.  They are also endowed with faith, and they may have their supplications answered by the celestial gods, but their understanding is incomplete.  They do not realize that the celestial beings receive their powers from God Himself.  Hence, they also worship the Supreme Divine Personality, albeit indirectly.  For example, if a government officer redresses a complaint by a citizen, he is not credited with being benevolent.  He is merely utilizing the powers in his jurisdiction that have been bestowed upon him by the government.  Similarly, all the powers of the celestial gods come from the Supreme Lord.  Thus, those with superior understanding do not go by the indirect route; they worship the source of all powers, which is God Himself.  Such worship that is offered to the Supreme Lord automatically satisfies the entire creation:yathā taror mūla-niṣhechanenatṛipyanti tatskandhabhujopaśhākhāḥprāṇopahārāchcha yathendriyāṇāṁtathaiva sarvārhaṇam achyutejyā   (Bhagavatam 4.31.14)“When we water the root of a tree, its trunk, branches, twigs, leaves, and flowers all become nourished.  When we put food in our mouth, it nourishes the life airs and the senses automatically.  In the same way, by worshipping the Supreme Lord, all His parts, including the devatās are also worshipped.”  However, if we begin watering the leaves of a tree, while neglecting its roots, the tree will perish.  Likewise, the worship offered  to the celestial gods certainly makes its way to the Supreme Lord, but such devotees do not get spiritual benefits.  This is elaborated in the next verse. \n", "next shlok": 24}