{
    "verse": "यान्ति देवव्रता देवान्पितॄ न्यान्ति पितृव्रता: |\nभूतानि यान्ति भूतेज्या यान्ति मद्याजिनोऽपि माम् ||25||\n",
    "transliteration": "yānti deva-vratā devān pitṝīn yānti pitṛi-vratāḥbhūtāni yānti bhūtejyā yānti mad-yājino ’pi mām",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/009_025.mp3",
    "word meanings": "\nyānti—go; deva-vratāḥ—worshipers of celestial gods; devān—amongst the celestial gods; pitṝīn—to the ancestors; yānti—go; pitṛi-vratā—worshippers of ancestors; bhūtāni—to the ghosts; yānti—go; bhūta-ijyāḥ—worshippers of ghosts; yānti—go; mat—my; yājinaḥ—devotees; api—and; mām—to Me\n",
    "translation": "\n\nBG 9.25:\r\n                            Worshippers of the celestial gods take birth amongst the celestial gods, worshippers of the ancestors go to the ancestors, worshippers of ghosts take birth amongst such beings, and My devotees come to Me alone.\r\n                        \n",
    "commentary": "\nDevotees can only be elevated to the level of the entity they worship, just as water in a pipe can only rise to the level of the reservoir to which it is connected.  In this verse, Shree Krishna explains the implications of worshipping different entities by revealing the varieties of destinations attained.  He gives this knowledge to help us conclude that to reach the highest level of spiritual evolution we must worship the Supreme. The worshippers of Indra (the rain god), Kuber (the god of wealth), Agni (the god of fire), etc. go to the celestial abodes.  Then, when their account of good karmas gets depleted, they are sent back from heaven.  The Pitars are the ancestors.  It is good to harbor thoughts of gratefulness toward them, but undue concern with their welfare is detrimental.  Those who engage in the ancestor worship go to the abodes of their ancestors after death. Those in the mode of ignorance worship ghosts and spirits.  In the Western world, there is witchcraft; in Africa, there is black magic; in India, there are vām-marg tāntrics, who invoke ghosts and spirits.  Shree Krishna says that persons who indulge in such things take birth amongst ghosts and spirits in their next life.The highest devotees are those who attach their minds to the Supreme Divine Personality.  The word vrata means resolve and undertaking.  Such fortunate souls, who firmly resolve to worship God and engage steadfastly in His devotion, go to His divine Abode after death. \n",
    "next shlok": 26,
    "new_commentary": "In this commentary, it is explained that devotees are elevated to the level of the entity they worship. Worshipping different entities leads to different destinations. Worshippers of Indra, Kuber, Agni, etc., go to celestial abodes but are eventually sent back to earth. Ancestor worship leads to rebirth in the abodes of ancestors. Those in the mode of ignorance worship ghosts and spirits, and they are reborn as such in their next life. The highest devotees are those who attach their minds to the Supreme Divine Personality. They firmly resolve to worship God and go to His divine Abode after death.",
    "newest_commentary": "This commentary explains that worshippers are elevated to the level of the entity they worship. Different entities lead to different destinations. Worshippers of Indra, Kuber, Agni, etc., go to celestial abodes but return to earth. Ancestor worship leads to rebirth among ancestors. Those in ignorance worship ghosts and are reborn as such. The highest devotees attach their minds to the Supreme Divine Personality. They resolve to worship God and go to His divine Abode after death."
}