{
    "verse": "पत्रं पुष्पं फलं तोयं यो मे भक्त्या प्रयच्छति |\nतदहं भक्त्युपहृतमश्नामि प्रयतात्मन: || 26||\n",
    "transliteration": "patraṁ puṣhpaṁ phalaṁ toyaṁ yo me bhaktyā prayachchhatitadahaṁ bhaktyupahṛitam aśhnāmi prayatātmanaḥ",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/009_026.mp3",
    "word meanings": "\npatram—a leaf; puṣhpam—a flower; phalam—a fruit; toyam—water; yaḥ—who; me—to Me; bhaktyā—with devotion; prayachchhati—offers; tat—that; aham—I; bhakti-upahṛitam—offered with devotion; aśhnāmi—partake; prayata-ātmanaḥ—one in pure consciousness\n",
    "translation": "Whoever offers Me with devotion a leaf, a flower, a fruit or a little water  that, so offered devotedly by the pure-minded, I accept.",
    "commentary": "\nHaving established the benefits of worshipping the Supreme, Shree Krishna now explains how easy it is to do so.  In the worship of the devatās and the ancestors, there are many rules to propitiate them, which must be strictly followed.  But God accepts anything that is offered with a loving heart.  If you have only a fruit, offer it to God, and He will be pleased.  If there is no fruit available, offer Him a flower.  If it is not the season for flowers, offer God a mere leaf; even that will suffice, provided it is a gift of love.  If leaves are also scarce, make an offering of water, which is available everywhere, but ensure again that you do it with devotion.  The word bhaktyā has been used in both the first and second lines of the verse.  It is the bhakti of the devotee that is pleasing to God, and not the worth of the offering.By making this wonderful statement, Shree Krishna reveals the merciful divine nature of God.  He is not concerned with the material value of our offering.  Rather, He values, above everything else, the love with which we make the offering.  Thus, the Hari Bhakti Vilas states:tulasī-dala-mātreṇa jalasya chulukena chavikrīṇīte svam ātmānaṁ bhaktebhyo bhakta-vatsalaḥ   (11.261)“If you offer God with sincere love, just a Tulsī leaf and as much water as you can hold in your palm, He will offer Himself to you in return because He is endeared by love.”  How wonderful it is that the Supreme Master of unlimited universes, whose glorious qualities and virtues are amazing beyond description, and by whose mere thought multitudes of universes come into existence and disappear again, accepts even the most humble offering of His devotee that is given with genuine love.  The word used here is prayatātmanaḥ, implying, “I accept the offerings of those whose hearts are pure.”The Shreemad Bhagavatam contains exactly the same verse as the above verse of the Bhagavad Gita.  While eating dry rice at the house of His friend, Sudama, Shree Krishna said:patraṁ puṣhpaṁ phalaṁ toyaṁ yo me bhaktyā prayachchhatitadahaṁ bhaktyupahṛitam aśhnāmi prayatātmanaḥ   (10.81.4)“If one offers Me with devotion, a leaf, a flower, a fruit, or even water, I delightfully partake of that article offered with love by My devotee in pure consciousness.”Whenever God descends upon the earth, He exhibits this quality in His divine Pastimes.  Before the Mahabharat war, when Shree Krishna went to Hastinapur to explore the possibility of fashioning an agreement between the Kauravas and Pandavas, the evil Duryodhan had proudly prepared for Him a meal with fifty-six different items.  However, Shree Krishna rejected his hospitality and instead went to the humble hut of Vidurani, who had been longing deeply for the opportunity to serve her beloved Lord.  Vidurani was overjoyed on receiving the Supreme Lord at her home.  All she had to offer was bananas, but her intellect so benumbed with loving sentiments that she did not even realize she was dropping the fruit and putting the banana peels in His mouth.  Nevertheless, seeing her devotion, Shree Krishna blissfully ate the peels, as if they were the most delicious food in the world. \n",
    "next shlok": 27,
    "new_commentary": "The commentary explains that worshiping the Supreme is easy and does not require elaborate offerings. God values the love and devotion with which we make the offering, regardless of its material worth. One can offer a fruit, a flower, a leaf, or even water, as long as it is given with love. The verse emphasizes that it is the devotion of the devotee that pleases God, not the worth of the offering. This reveals the merciful nature of God, who accepts even the most humble offering if it is given with genuine love. The example of Vidurani, who offered only bananas to Shree Krishna but her love and devotion touched His heart, is given as an illustration. This quality of accepting offerings with love is exhibited by God in His divine pastimes when He descends upon the earth.",
    "newest_commentary": "The commentary explains that worshiping the Supreme is easy and does not require elaborate offerings. God values the love and devotion with which we make the offering, regardless of its material worth. One can offer a fruit, a flower, a leaf, or even water, as long as it is given with love. The verse emphasizes that it is the devotion of the devotee that pleases God, not the worth of the offering. This reveals the merciful nature of God, who accepts even the most humble offering if it is given with genuine love."
}