{
    "verse": "यत्करोषि यदश्नासि यज्जुहोषि ददासि यत् |\nयत्तपस्यसि कौन्तेय तत्कुरुष्व मदर्पणम् || 27||\n",
    "transliteration": "yat karoṣhi yad aśhnāsi yaj juhoṣhi dadāsi yatyat tapasyasi kaunteya tat kuruṣhva mad-arpaṇam",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/009_027.mp3",
    "word meanings": "\nyat—whatever; karoṣhi—you do; yat—whatever; aśhnāsi—you eat; yat—whatever; juhoṣhi—offer to the sacred fire; dadāsi—bestow as a gift; yat—whatever; yat—whatever; tapasyasi—austerities you perform; kaunteya—Arjun, the son of Kunti; tat—them; kuruṣhva—do; mad arpaṇam—as an offering to Me\n",
    "translation": "\n\nBG 9.27:\r\n                            Whatever you do, whatever you eat, whatever you offer as oblation to the sacred fire, whatever you bestow as a gift, and whatever austerities you perform, O son of Kunti, do them as an offering to Me.\r\n                        \n",
    "commentary": "\nIn the previous verse, Shree Krishna stated that all objects should be offered to Him.  Now He says that all actions should also be offered to Him.  Whatever social duties one may be engaged in, whatever vegetarian food one may be eating, whatever non-alcoholic beverages one may be drinking, whatever Vedic rites one may perform, whatever vows and austerities one may observe, should all be offered mentally to the Supreme Lord.  Very often, people separate devotion from their daily life, and look on it as something that is only to be performed inside the temple room.  However, devotion is not to be restricted to the periphery of the temple room; it is to be engaged in at every moment of our life. Sage Narad defines bhakti in this manner:nāradastu tadarpitā khilāchāratā tadvismaraṇe paramavyākulateti (Nārad Bhakti Darśhan, Sūtra 19)“Devotion means offering your every activity to God, and feeling intense separation if ever you lose remembrance of Him.”  When works are dedicated and mentally delivered to God, it is called arpaṇam.  Such an attitude metamorphoses the mundane activities of material life into divine service of God.  Swami Vivekananda expressed this attitude toward work when he declared: “No work is secular.  Everything is devotion and service.”  Saint Kabir stated this in his couplet:jahañ jahañ chalūñ karūñ parikramā, jo jo karūñ so sevājaba sovūñ karūñ daṇḍavat, jānūñ deva na dūjā“Wherever I walk, I feel I am circumambulating the Lord’s temple; whatever I do, I see it as service to God.  When I go to sleep, I meditate on the sentiment that I am offering obeisance to God.  In this way, I remain ever united with Him.”  Without realizing its significance, many people say the following verse in temples:kāyena vāchā manasendriyair vā buddhyātmanā vānusṛita-svabhāvātkaroti yad yat sakalaṁ parasmai nārāyaṇāyeti samarpayet tat  (Bhagavatam 11.2.36)“Whatever one does with body, words, mind, senses, and intellect, in accordance with one’s individual nature, should be offered to the Supreme Lord Narayan.”  However, this act of offering is not to be done at the end of the work by merely reciting mantras, such as śhrī kṛiṣhṇāya samarpaṇam astu, etc., as is done in the Vedic rituals.  It is to be done while performing the action itself, by maintaining the consciousness that we are working for the pleasure of the Lord.  Having stated that all works should be offered to Him, Shree Krishna now lists the benefits of doing so.\n",
    "next shlok": 28,
    "new_commentary": "In this commentary on the Bhagavad Gita, Shree Krishna emphasizes that not only objects but also actions should be offered to Him. Devotion is not limited to the temple room; it should be a part of every moment of life. According to Sage Narad, devotion means offering every activity to God and feeling intense separation if we forget Him. This attitude transforms mundane activities into divine service. Swami Vivekananda and Saint Kabir also emphasized the unity of work and devotion. The verse 'kāyena vāchā manasendriyair vā...' from the Bhagavatam states that everything one does should be offered to the Supreme Lord. However, this offering should not be done at the end of the work but should be maintained throughout the action itself. Shree Krishna then mentions the benefits of offering all works to Him, which will be discussed further."
}