{
    "verse": "शुभाशुभफलैरेवं मोक्ष्यसे कर्मबन्धनै: |\nसंन्यासयोगयुक्तात्मा विमुक्तो मामुपैष्यसि || 28||\n",
    "transliteration": "śhubhāśhubha-phalair evaṁ mokṣhyase karma-bandhanaiḥsannyāsa-yoga-yuktātmā vimukto mām upaiṣhyasi",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/009_028.mp3",
    "word meanings": "\nśhubha aśhubha phalaiḥ—from good and bad results; evam—thus; mokṣhyase—you shall be freed; karma—work; bandhanaiḥ—from the bondage; sanyāsa-yoga—renunciation of selfishness; yukta-ātmā—having the mind attached to Me; vimuktaḥ—liberated; mām—to Me; upaiṣhyasi—you shall reach\n",
    "translation": "Thus shalt thou be freed from the bonds of actions yielding good and evil fruits; with the mind steadfast in the Yoga of renunciation, and liberated, thou shalt come unto Me.",
    "commentary": "\nEvery action has defects, just as fire is covered by smoke.  When we walk on the earth, we unknowingly kill millions of tiny living entities.  In our occupational duties, no matter how careful we are in the fulfillment of our duties, we still end up harming the environment and hurting others.  Even if we eat a cup of yogurt, we still incur the sin of destroying the living entities that reside in it.  Some religious sects try to reduce this involuntary killing by tying a cloth over their mouth.  Even this does not fully eliminate the destruction of living entities in our breath. When we perform our actions with the intention of fulfilling our self-interest, we are culpable for the sins we commit, knowingly or unknowingly.  In accordance with the law of karma, we have to reap their karmic reactions.  Good works can also be binding because they oblige the soul to go to the celestial abodes to enjoy their results.  Thus, both bad and good karmas result in the continuity of the cycle of birth and death.   However, in this verse, Shree Krishna gives a simple solution for destroying all karmic reactions of work.  He uses the word sanyās yog, meaning renunciation of selfishness.  He says that when we dedicate our actions for the pleasure of the Lord, we are freed from the fetters of both good and bad results. Those who establish themselves in such consciousness are called yog yuktātmā (united in consciousness with God).  Such yogis become jīvan mukt (liberated in consciousness) even in this body.  And, upon leaving their mortal frame, they receive a divine body and eternal service in the divine Abode of God. \n",
    "next shlok": 29,
    "new_commentary": "In this commentary, it is explained that every action we perform has some unintended negative consequences. Even our smallest actions, like walking or eating, result in harm to living beings. The voluntary or involuntary destruction of life forces us to bear the karmic reactions. Good deeds can also bind us to the cycle of birth and death. However, Lord Krishna offers a solution to break free from this cycle through the practice of sanyās yog, which signifies renunciation of selfishness. By dedicating our actions to the pleasure of the Lord, we are liberated from the consequences of both good and bad deeds. Those who attain this consciousness are called yog yuktātmā, united in consciousness with God. They become liberated even while living in this mortal body and attain a divine body and eternal service in God's divine abode after death.",
    "newest_commentary": "Every action we perform has unintended negative consequences, even small actions harm living beings. Destruction of life leads to karmic reactions. Good deeds can also bind us to the cycle of birth and death. Lord Krishna offers a solution through sanyās yog, which means renunciation of selfishness. By dedicating actions to the Lord, we are liberated from the consequences of both good and bad deeds. Those who attain this consciousness are called yog yuktātmā, united with God. They become liberated in this mortal body and attain a divine body and eternal service in God's divine abode after death."
}