{
    "verse": "समोऽहं सर्वभूतेषु न मे द्वेष्योऽस्ति न प्रिय: |\nये भजन्ति तु मां भक्त्या मयि ते तेषु चाप्यहम् || 29||\n",
    "transliteration": "samo ’haṁ sarva-bhūteṣhu na me dveṣhyo ’sti na priyaḥye bhajanti tu māṁ bhaktyā mayi te teṣhu chāpyaham",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/009_029.mp3",
    "word meanings": "\nsamaḥ—equally disposed; aham—I; sarva-bhūteṣhu—to all living beings; na—no one; me—to Me; dveṣhyaḥ—inimical; asti—is; na—not; priyaḥ—dear; ye—who; bhajanti—worship with love; tu—but; mām—Me; bhaktyā—with devotion; mayi—reside in Me; te—such persons; teṣhu—in them; cha—and; api—also; aham—I\n",
    "translation": "\n\nBG 9.29:\r\n                            I am equally disposed to all living beings; I am neither inimical nor partial to anyone.  But the devotees who worship Me with love reside in Me and I reside in them.\r\n                        \n",
    "commentary": "\nWe all intuitively believe that if there is a God, He must be perfectly just; there cannot be an unjust God.  People suffering injustice in the world make statements such as, “Mr. Billionaire, you have the power of money on your side. Do what you like.  God will settle our dispute.  He is watching and will definitely punish you.  You cannot escape.”  This sort of statement does not indicate that the person making it is a saint, possessing absolute faith in God, for even common persons believe that God is perfectly just. However, the previous verse by Shree Krishna creates the doubt that God is partial toward His devotees, because while everyone is subject to the law of karma, God releases His devotees from it.  Isn’t this symptomatic of the defect of partiality?  Shree Krishna feels it necessary to clarify this point and begins the verse by saying samo’ ham, meaning, “No, no, I am equal to all.  But I have a uniform law in accordance with which I bestow My grace.”  This law was previously stated in verse 4.11: “In whatever way people surrender unto Me, I reciprocate accordingly. Everyone follows my path, knowingly or unknowingly, O son of Pritha.”The rainwater falls equally upon the earth.  Yet, the drop that falls on the cornfields gets converted into grain; the drop that falls on the desert bush gets converted into a thorn; the drop that falls in the gutter becomes dirty water; and the drop that falls in the oyster becomes a pearl.  There is no partiality on the part of the rain, since it is equitable in bestowing its grace upon the land.  The raindrops cannot be held responsible for this variation in results, which are a consequence of the nature of the recipient.  Similarly, God states here that He is equally disposed toward all living beings, and yet, those who do not love Him are bereft of the benefits of His grace because their hearts are unsuitable vessels for receiving it.  So, what can people do whose hearts are impure?  Shree Krishna now reveals the purifying power of bhakti.\n",
    "next shlok": 30,
    "new_commentary": "This commentary discusses the belief in a just God and explores the perception of God's partiality towards His devotees. The verse clarifies that God is equal to all but follows a uniform law in bestowing His grace. It compares this to rainwater falling equally on the earth, but the result varies based on the qualities of the recipient. God is equally disposed towards all living beings, but those who do not love Him do not receive the benefits of His grace due to their impure hearts. The commentary then introduces the purifying power of bhakti, highlighting its ability to cleanse impurities and bring people closer to God.",
    "newest_commentary": "The commentary discusses the belief in a just God and explores the perception of God's partiality. It clarifies that God is equal to all but bestows His grace based on the recipient's qualities. Those who do not love Him do not receive His grace due to their impure hearts. The commentary introduces the purifying power of bhakti, highlighting its ability to cleanse impurities and bring people closer to God."
}