{"verse": "अश्रद्दधाना: पुरुषा धर्मस्यास्य परन्तप |\nअप्राप्य मां निवर्तन्ते मृत्युसंसारवर्त्मनि || 3||\n", "transliteration": "aśhraddadhānāḥ puruṣhā dharmasyāsya parantapaaprāpya māṁ nivartante mṛityu-samsāra-vartmani", "audio": "https://www.holy-bhagavad-gita.org/public/audio/009_003.mp3", "word meanings": "\naśhraddadhānāḥ—people without faith; puruṣhāḥ—(such) persons; dharmasya—of dharma; asya—this; parantapa—Arjun, conqueror the enemies; aprāpya—without attaining; mām—Me; nivartante—come back; mṛityu—death; samsāra—material existence; vartmani—in the path\n", "translation": "\n\nBG 9.3:\r\n                            People who have no faith in this dharma are unable to attain Me, O conqueror of enemies.  They repeatedly come back to this world in the cycle of birth and death. \r\n                        \n", "commentary": "\nIn the last two verses, Shree Krishna promised knowledge and then qualified it with eight merits.  It is mentioned here as “this dharma,” or the path of loving devotion to God. No matter how wonderful the knowledge and how effective the path, it remains useless to one who refuses to walk on it.  As explained in the previous verse, direct perception of God comes later; initially, a leap of faith is required to begin the process.  The Bhakti Rasāmṛit Sindhu (1.4.15) states:  ādau śhraddhā tataḥ sādhusaṅgo ’tha bhajanakriyā  “The first step in the path to God-realization is to have faith.  Then one begins participating in satsaṅg (spiritual programs).  This leads to the personal practice of devotion.” Often people say that they are only willing to believe in what they can directly perceive, and since there is no immediate perception of God, they do not believe in Him.  However, the fact is that we believe in so many things in the world too, without direct perception of them.  A judge delivers judgment upon a case concerning an event that took place many years in the past.  If the judge adopted the philosophy of believing only what he or she had directly experienced, then the entire legal system would fail.  A President administers a country on the basis of reports from all over the country.  It is impossible for him to visit and see all the villages and cities within his domain.  Now, if he was not willing to believe these reports, on the grounds that he had no direct perception of what was happening, how would he be able to administer the whole country?  So, even in material activities, faith is required at every step.  The Bible states this very nicely:  “We walk by faith, and not by sight.” (2 Corinthians 5:7) There is a beautiful story regarding perception of God.  A king once accosted a sadhu with the statement, “I do not believe in God because I cannot see Him.”  The sadhu asked for a cow to be brought to king’s court.  The king obliged and ordered his servants to bring a cow.  The sadhu then requested that it be milked.  The king again instructed his servants to do as the sadhu wanted.  The sadhu asked, “O King!  Do you believe that this milk, freshly taken out from the cow, contains butter?”  The king said he had full faith that it did.  The sadhu said, “You cannot see the butter in the milk.  Then why do you believe it is there?”  The king replied, “We cannot see it at present because the butter is pervading the milk, but there is a process for seeing it.  If we convert the milk into yogurt, and then churn the yogurt, the butter will become visible.”  The sadhu said, “Like the butter in the milk, God is everywhere.  If we cannot immediately perceive Him, we should not jump to the conclusion that there is no God.  There is a process for perceiving Him; if we are willing to have faith and follow the process, we will then get direct perception of God and become God-realized.”Belief in God is not a natural process that we as human beings just follow.  We have to exercise our free will and actively make a decision to have faith in God.  In the assembly of the Kauravas, when Dushasan endeavored to disrobe Draupadi, Lord Krishna saved her from shame and embarrassment by lengthening her sari.  All the Kauravas present saw this miracle, but refused to have faith in the omnipotence of Shree Krishna and come to their senses.  The Supreme Lord says in this verse that those who choose not to have faith in the spiritual path remain bereft of divine wisdom and continue rotating in the cycle of life and death.\n", "next shlok": 4}