{
    "verse": "अपि चेत्सुदुराचारो भजते मामनन्यभाक् |\nसाधुरेव स मन्तव्य: सम्यग्व्यवसितो हि स: || 30||\n",
    "transliteration": "api chet su-durāchāro bhajate mām ananya-bhāksādhur eva sa mantavyaḥ samyag vyavasito hi saḥ",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/009_030.mp3",
    "word meanings": "\napi—even; chet—if; su-durāchāraḥ—the vilest sinners; bhajate—worship; mām—Me; ananya-bhāk—exclusive devotion; sādhuḥ—righteous; eva—certainly; saḥ—that person; mantavyaḥ—is to be considered; samyak—properly; vyavasitaḥ—resolve; hi—certainly; saḥ—that person\n",
    "translation": "\n\nBG 9.30:\r\n                            Even if the vilest sinners worship Me with exclusive devotion, they are to be considered righteous because they have made the proper resolve.\r\n                        \n",
    "commentary": "\nDevotion to the Supreme Lord is so potent that it can reform even the most fallen.  In the scriptures, the classical examples of this are Ajamil and Valmiki, whose stories are commonly sung in all Indian languages.  Valmiki’s impious deeds were so overbearing that he was unable even to enunciate “Ra..ma,” the two syllables in Lord Ram’s name.  His sins were preventing him from taking the divine Name.  So, his Guru thought of a way of engaging him in devotion by making him chant the reverse, “Ma Ra,” with the intention that repetition of “Mara Mara Mara Mara…” will automatically create the sound of “Rama Rama Rama…”  As a result, even such a fallen soul as Valmiki was reformed by the process of ananya bhakti (exclusive devotion) and transformed into a legendary saint. ulaṭā nāmu japata jagu jānā, bālmīki bhae brahma samānā.  (Ramayan)“The whole world is testimony to the fact that Valmiki attained sainthood by chanting the syllables of God’s Name in the reverse order.”  Therefore, sinners are not condemned to eternal damnation.  On the strength of the transforming power of bhakti, Shree Krishna declares that even if the vilest sinners begin worshipping God exclusively, they should no longer be designated as sinners.  They have made a pure resolve and should thus be considered righteous due to their sublime spiritual intention. \n",
    "next shlok": 31,
    "new_commentary": "Devotion to the Supreme Lord has the power to reform even the most fallen souls, as seen in the stories of Ajamil and Valmiki. Valmiki's impious deeds prevented him from chanting the divine Name of Lord Ram, but his Guru devised a method for him to chant the reverse syllables, which eventually transformed into the Lord's name. Through ananya bhakti (exclusive devotion), Valmiki became a legendary saint. This shows that sinners are not condemned forever. Shree Krishna proclaims that even the worst sinners, when they worship God exclusively, should be considered righteous due to their pure intent. The strength of bhakti has the power to transform individuals and elevate them to a higher spiritual plane."
}