{
    "verse": "क्षिप्रं भवति धर्मात्मा शश्वच्छान्तिं निगच्छति |\nकौन्तेय प्रतिजानीहि न मे भक्त: प्रणश्यति || 31||\n",
    "transliteration": "kṣhipraṁ bhavati dharmātmā śhaśhvach-chhāntiṁ nigachchhatikaunteya pratijānīhi na me bhaktaḥ praṇaśhyati",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/009_031.mp3",
    "word meanings": "\nkṣhipram—quickly; bhavati—become; dharma-ātmā—virtuous; śhaśhvat-śhāntim—lasting peace; nigachchhati—attain; kaunteya—Arjun, the son of Kunti; pratijānīhi—declare; na—never; me—My; bhaktaḥ—devotee; praṇaśhyati—perishes\n",
    "translation": "Soon he becomes righteous and attains to eternal peace; O Arjuna, proclaim thou for certain that My devotee never perishes.",
    "commentary": "\nHow can devotees be considered venerable, merely for having made the correct resolve?  Shree Krishna explains that if they continue the process of exclusive devotion with unflinching faith in God, their hearts will become purified and they will swiftly develop saintly virtues. Divine virtues emanate from God Himself.  He is perfectly just, truthful, compassionate, loving, merciful, etc.  Since we souls are His tiny parts, we are all naturally drawn to these godly qualities.  But the process of becoming virtuous remains an elusive mystery.  From childhood, we have heard that we must speak the truth, serve others, be free from anger, etc. and yet we are unable to put those teachings into practice for the simple reason that our mind is impure.  Without purification of the mind, blemishes of character cannot be eradicated fully and permanently.  Jagadguru Shree Kripaluji Maharaj declares the irrefutable truth regarding developing divine virtues:satya ahinsā ādi mana! bina hari bhajana na pāyajala te ghṛita nikale nahīñ, koṭina kariya upāya   (Bhakti Śhatak verse 35)“Oil stains on a cloth cannot be removed by water, no matter how much we try.  Similarly, truthfulness, non-violence, and other virtuous qualities cannot be acquired without engaging in devotion to God.”  These qualities manifest when the mind is purified; and the purification of the mind cannot take place without attaching it to the all-pure God. Further, Shree Krishna asks Arjun to boldly declare that His devotees will never perish.  He does not say, “The jñānī (person of knowledge) will not be lost.”  Nor does He say, “The karmī (performer of rituals) shall not perish.”  He makes His promise for His bhaktas (devotees), saying that “they shall never come to ruin.”  Thereby, He reiterates what He had stated in verse 9.22, that He personally carries the burden of maintaining those who depend upon Him and engage in exclusive devotion unto Him.It may seem intriguing why Shree Krishna asks Arjun to make this statement, instead of declaring it Himself?  The reason is that under special circumstances the Lord sometimes breaks His word, but He never permits His devotees’ word to be broken.  For example, Shree Krishna had resolved that He would not lift weapons during the Mahabharat war.  But when Bheeshma, considered the perfect devotee, resolved that he would either kill Arjun by sunset the next day or make the Lord lift weapons to protect him, Shree Krishna broke His own vow to protect the vow made by Bheeshma.  Thus, to reaffirm the strength of His statement, Shree Krishna here says, “Arjun, you declare that My devotee will never perish, for I shall guarantee that your word will be kept.” \n",
    "next shlok": 32,
    "new_commentary": "Shree Krishna explains that devotees who make the correct resolve and continue the process of exclusive devotion with unflinching faith in God will swiftly develop saintly virtues. Divine virtues emanate from God Himself, and the purification of the mind is essential to acquire these virtues. Shree Krishna asks Arjun to boldly declare that His devotees will never perish, reaffirming His promise to personally maintain those who depend on Him and engage in exclusive devotion. The Lord sometimes breaks His own word but never permits His devotees' word to be broken. The reason for asking Arjun to make this statement is to emphasize the strength of the promise. In a particular instance, Shree Krishna broke His vow to protect the vow made by Bheeshma, the perfect devotee. Therefore, Shree Krishna assures Arjun that his declaration of the eternal protection of His devotees will be kept by the Lord himself.",
    "newest_commentary": "Shree Krishna explains that devotees who have unwavering faith in God and engage in exclusive devotion will develop divine virtues. The mind must be purified to acquire these virtues. Shree Krishna asks Arjun to boldly declare that His devotees will never perish, reaffirming His promise to personally protect them. While the Lord may break His own word, He never breaks His devotees' word. He wants to emphasize the strength of this promise. Shree Krishna broke His vow in a specific instance to protect Bheeshma, a perfect devotee. Therefore, He assures Arjun that His declaration of eternal protection for His devotees will be honored by Him."
}