{"verse": "मन्मना भव मद्भक्तो मद्याजी मां नमस्कुरु |मामेवैष्यसि युक्त्वैवमात्मानं मत्परायण: || 34||", "transliteration": "man-manā bhava mad-bhakto mad-yājī māṁ namaskurumām evaiṣhyasi yuktvaivam ātmānaṁ mat-parāyaṇaḥ", "audio": "https://www.holy-bhagavad-gita.org/public/audio/009_034.mp3", "word meanings": "\nmat-manāḥ—always think of Me; bhava—be; mat—My; bhaktaḥ—devotee; mat—My; yājī—worshipper; mām—to Me; namaskuru—offer obeisances; mām—to Me; eva—certainly; eṣhyasi—you will come; yuktvā—united with Me; evam—thus; ātmānam—your mind and body; mat-parāyaṇaḥ—having dedicated to Me\n", "translation": "\n\nBG 9.34:\r\n                            Always think of Me, be devoted to Me, worship Me, and offer obeisance to Me.  Having dedicated your mind and body to Me, you will certainly come to Me.\r\n                        \n", "commentary": "\nHaving stressed bhakti, the path of devotion, throughout this chapter, Shree Krishna now concludes it by entreating Arjun to become His devotee.  He asks Arjun to unite his consciousness with God in true Yog, by worshipping Him, engaging the mind in meditation upon His divine form, and offering obeisance in pure humility to Him. Namaskuru (the act of humble obeisance) effectively neutralizes vestiges of egotism that may arise in the performance of devotion.  Thus, free from pride, with the heart immersed in devotion, one should dedicate all one’s thoughts and actions to the Supreme.  Shree Krishna assures Arjun that such complete communion with Him through bhakti-yog will definitely result in the attainment of God-realization; of this, there should be no doubt.\n", "next shlok": 35}