{
    "verse": "मया ततमिदं सर्वं जगदव्यक्तमूर्तिना |\nमत्स्थानि सर्वभूतानि न चाहं तेष्ववस्थित: || 4||\n",
    "transliteration": "mayā tatam idaṁ sarvaṁ jagad avyakta-mūrtināmat-sthāni sarva-bhūtāni na chāhaṁ teṣhvavasthitaḥ",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/009_004.mp3",
    "word meanings": "\nmayā—by Me; tatam—pervaded; idam—this; sarvam—entire; jagat—cosmic manifestation; avyakta-mūrtinā—the unmanifested form; mat-sthāni—in Me; sarva-bhūtāni—all living beings; na—not; cha—and; aham—I; teṣhu—in them; avasthitaḥ—dwell\n",
    "translation": "\n\nBG 9.4:\r\n                            This entire cosmic manifestation is pervaded by Me in My unmanifest form.  All living beings dwell in Me, but I do not dwell in them.\r\n                        \n",
    "commentary": "\nThe Vedic philosophy does not accept the concept of God creating the world and then peeping into it from the seventh heaven to check whether His world is running all right.  They repeatedly propound the theme of God being all-pervading in the world:eko devaḥ sarvabhūteṣhu gūḍhaḥ sarvavyāpī   (Śhwetāśhvatar Upaniṣhad 6.11)“There is one God; He is seated in everyone’s heart; He is also everywhere in the world.” īśhāvāsyam idam sarvaṁ yat kiñcha jagatyāṁ jagat   (Īśhopaniṣhad 1)“God is everywhere in the world.”puruṣha evedaṁ sarvaṁ, yad bhūtaṁ yachcha bhavyam   (Puruṣh Sūktam)“God pervades everything that has existed and all that will exist.”This concept of God being everywhere is understood subjectively.  Some Eastern philosophers claim that the world is a pariṇām (transformation) of God.  For example, milk is an unadulterated substance.  In contact with acid, it transforms to yogurt.  Thus, yogurt is a pariṇām (effect or product) of milk, when it is transformed.  Similarly, the protagonists of pariṇām vāda state that God has transformed into the world. Other philosophers claim that the world is vivarta (to mistake one object for another).  For example, in the darkness a rope may be mistaken for a snake.  In the moonlight, a shining oyster may be mistaken for silver.  Similarly, they say that there is only God and no world; what we are seeing as the world is actually Brahman. However, according to verses 7.4 and 7.5, the world is neither pariṇām nor vivarta.  It is created from the material energy of God, called Maya śhakti.  The souls too are the energy of God, but they are His superior energy, called Jīva śhakti.  Therefore, the world and all the souls in it are both God’s energies and are within His personality.  However, Shree Krishna also says that He does not dwell in the living beings, i.e. the infinite is not contained by the finite beings.  That is because He is far more than the sum total of these two energies.  Just as an ocean throws up many waves, and these waves are a part of the ocean, but the ocean is much more than the sum total of the waves,  similarly too, the souls and Maya exist within the personality of God, yet He is beyond them.\n",
    "next shlok": 5,
    "new_commentary": "The Vedic philosophy emphasizes that God is all-pervading and present everywhere in the world. It rejects the idea of God creating the world and merely observing it from a distance. Some believe that the world is a transformation of God, like milk turning into yogurt through contact with acid. Others argue that the world is a mistaken perception, where what we see as the world is actually Brahman (God). However, verses 7.4 and 7.5 of the Bhagavad Gita state that the world is created from God's material energy, Maya shakti, while souls are His superior energy, Jiva shakti. Both the world and the souls exist within God's personality. However, Shree Krishna also clarifies that God is not contained by the living beings, as He is much greater than the sum total of the two energies. Just like waves are part of the ocean but the ocean surpasses them, the souls and Maya exist within God but He transcends them."
}