{
    "verse": "न च मत्स्थानि भूतानि पश्य मे योगमैश्वरम् |\nभूतभृन्न च भूतस्थो ममात्मा भूतभावन: || 5||\n",
    "transliteration": "na cha mat-sthāni bhūtāni paśhya me yogam aiśhwarambhūta-bhṛin na cha bhūta-stho mamātmā bhūta-bhāvanaḥ",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/009_005.mp3",
    "word meanings": "\nna—never; cha—and; mat-sthāni—abide in Me; bhūtāni—all living beings; paśhya—behold; me—My; yogam aiśhwaram—divine energy; bhūta-bhṛit—the sustainer of all living beings; na—never; cha—yet; bhūta-sthaḥ—dwelling in; mama—My; ātmā—Self; bhūta-bhāvanaḥ—the Creator of all beings\n",
    "translation": "\n\nBG 9.5:\r\n                            And yet, the living beings do not abide in Me.  Behold the mystery of My divine energy!  Although I am the Creator and Sustainer of all living beings, I am not influenced by them or by material nature.\r\n                        \n",
    "commentary": "\nBeyond the two energies mentioned in the purport to the previous verse—Maya śhakti and Jīva śhakti—there is a third energy of God.  This is called Yogmaya śhakti, which He refers to in this verse, as divine energy.  Yogmaya is God’s all-powerful energy.  It is called kartum-akartum-samarthaḥ, or “that which can make the impossible possible,” and is responsible for many of the amazing things we attribute to His personality.  For example, God is seated in our hearts, yet we have no perception of Him.  This is because His divine Yogmaya power keeps us aloof from Him. Similarly, God also keeps Himself aloof from the influence of Maya.  In the Bhagavatam, the Vedas praise the Lord:vilajjamānayā yasya sthātumīkṣhā-pathe ’muyā   (2.5.13)“Maya feels embarrassed to even stand before God.”  Isn’t it a wonder that although God pervades Maya, the material energy, yet He is aloof from it?  This is again by the mysterious power of Yogmaya.If the world could influence God, then when it decays or is destroyed, His nature and personality will also deteriorate.  But despite all modifications in the world, God remains established in His personality.  Accordingly, the Vedas call God by the name Daśhāṅgulī, or “ten fingers.”  He is in the world, and yet ten fingers beyond it—untouched by it. \n",
    "next shlok": 6,
    "new_commentary": "In this commentary, the concept of Yogmaya śhakti, the divine energy of God, is discussed. Yogmaya is the all-powerful energy of God that can make the impossible possible. It keeps us aloof from perceiving God in our hearts while also keeping Him aloof from the influence of Maya. The Vedas describe Maya as feeling embarrassed to stand before God. Despite the modifications and decay of the world, God remains established in His personality, untouched by it. He is both in the world and beyond it, like ten fingers beyond the material realm. This commentary highlights the mysterious power of Yogmaya and its role in maintaining God's transcendence and the preservation of His nature and personality. ",
    "newest_commentary": "This commentary discusses the concept of Yogmaya śhakti, the divine energy of God, which keeps us aloof from perceiving God in our hearts and keeps Him aloof from the influence of Maya. Despite the modifications and decay of the world, God remains untouched by it and is both in the world and beyond it. Yogmaya is the mysterious power that maintains God's transcendence and preserves His nature and personality. It is described as the all-powerful energy that can make the impossible possible. The Vedas portray Maya as feeling embarrassed to stand before God. This commentary highlights the role of Yogmaya in the existence of God and the preservation of His divine qualities."
}