{
    "verse": "यथाकाशस्थितो नित्यं वायु: सर्वत्रगो महान् |\nतथा सर्वाणि भूतानि मत्स्थानीत्युपधारय || 6||\n",
    "transliteration": "yathākāśha-sthito nityaṁ vāyuḥ sarvatra-go mahāntathā sarvāṇi bhūtāni mat-sthānītyupadhāraya",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/009_006.mp3",
    "word meanings": "\nyathā—as; ākāśha-sthitaḥ—rests in the sky; nityam—always; vāyuḥ—the wind; sarvatra-gaḥ—blowing everywhere; mahān—mighty; tathā—likewise; sarvāṇi bhūtāni—all living beings; mat-sthāni—rest in Me; iti—thus; upadhāraya—know\n",
    "translation": "As the mighty wind, moving everywhere, rests always in the ether, even so, know thou that all beings rest in Me.",
    "commentary": "\nShree Krishna has used the term mat sthāni three times, from the fourth verse to the sixth verse.  It means “all living beings rest in Him.”  They cannot be separated from Him even though they transmigrate in different bodies and accept affinity with matter. It may be a little difficult to conceive how the world rests in God.  Greek mythology shows a picture of Atlas holding up the globe.  In Greek folklore, Atlas fought with the Titans in the war against the deities of Mount Olympus.  As punishment, he was condemned to forever bear the earth and the heavens on his back with the great pillar that supposedly separates them on his shoulders.  This is not what Shree Krishna means when He says that He is upholding all beings.  The entire cosmos exists in space and space is created by God’s energy.  Thus, all beings can be said to be resting in Him.  The Supreme Lord now gives an analogy to enable Arjun to grasp the concept.  The wind has no existence independent from the sky.  It moves incessantly and furiously, and yet, it rests within the sky.  Likewise, the souls have no existence independent of God.  They move in time, place, and consciousness, through transitory bodies, sometimes rapidly and sometimes slowly, and yet, they always exist within God. From another perspective, everything that exists in cosmos is subordinate to the will of God.  It is created, maintained, and annihilated in accordance with His will.  In this way also, everything can be said to be resting in Him. \n",
    "next shlok": 7,
    "new_commentary": "In the commentary of these verses, Shree Krishna emphasizes that all living beings rest in Him. He clarifies that they cannot be separated from Him despite transmigrating in different bodies and being bound to matter. To help Arjuna understand, Krishna provides an analogy of the wind resting within the sky, illustrating that souls have no existence independent of God. Furthermore, the entire cosmos exists in space, which is created by God's energy, making all beings rest in Him. From another perspective, everything in the cosmos is subordinate to God's will, as He creates, maintains, and annihilates everything according to His divine plan. Thus, in multiple ways, Krishna highlights that all beings and the entire universe ultimately find their resting place in Him.",
    "newest_commentary": "In the commentary of these verses, Shree Krishna emphasizes that all living beings rest in Him. He clarifies that they cannot be separated from Him despite transmigrating in different bodies and being bound to matter. Krishna provides an analogy of the wind resting within the sky to help Arjuna understand that souls have no existence independent of God. The entire cosmos exists in space created by God's energy, making all beings rest in Him. Everything in the cosmos is subordinate to God's will, as He creates, maintains, and annihilates everything according to His divine plan. Krishna highlights that all beings and the entire universe ultimately find their resting place in Him."
}