{"verse": "सर्वभूतानि कौन्तेय प्रकृतिं यान्ति मामिकाम् |\nकल्पक्षये पुनस्तानि कल्पादौ विसृजाम्यहम् || 7||\nप्रकृतिं स्वामवष्टभ्य विसृजामि पुन: पुन: |\nभूतग्राममिमं कृत्स्नमवशं प्रकृतेर्वशात् || 8||\n", "transliteration": "sarva-bhūtāni kaunteya prakṛitiṁ yānti māmikāmkalpa-kṣhaye punas tāni kalpādau visṛijāmyahamprakṛitiṁ svām avaṣhṭabhya visṛijāmi punaḥ punaḥbhūta-grāmam imaṁ kṛitsnam avaśhaṁ prakṛiter vaśhāt", "audio": "https://www.holy-bhagavad-gita.org/public/audio/009_007-008.mp3", "word meanings": "\nsarva-bhūtāni—all living beings; kaunteya—Arjun, the son of Kunti; prakṛitim—primordial material energy; yānti—merge; māmikām—My; kalpa-kṣhaye—at the end of a kalpa; punaḥ—again; tāni—them; kalpa-ādau—at the beginning of a kalpa; visṛijāmi—manifest; aham—I; prakṛitim—the material energy; svām—My own; avaṣhṭabhya—presiding over; visṛijāmi—generate; punaḥ punaḥ—again and again; bhūta-grāmam—myriad forms; imam—these; kṛitsnam—all; avaśham—beyond their control; prakṛiteḥ—nature; vaśhāt—force\n", "translation": "\n\nBG 9.7-8:\r\n                            At the end of one kalp, all living beings merge into My primordial material energy.  At the beginning of the next creation, O son of Kunti, I manifest them again.  Presiding over My material energy, I generate these myriad forms again and again, in accordance with the force of their natures. \r\n                        \n", "commentary": "\nShree Krishna explained in the last few verses that all living beings dwell in Him.  This statement may bring up the following question: “When mahāpralaya (the great annihilation) takes place and the entire world is wound up, then where do all the living beings go?”  The answer to this question is being given in this verse. In the previous chapter, verses 8.17 to 8.19, Shree Krishna explained how creation, maintenance, and annihilation follow a repetitive cycle.  Here, the word kalpa-kṣhaya means “the end of Brahma’s lifespan.”  On the completion of Brahma’s life of 100 years, which is equal to 311 trillion 40 billion earth years, the entire cosmic manifestation dissolves and goes into an unmanifest state.  The pañch mahābhūta merge into the pañch tanmātrās; the pañch tanmātrās merge into ahankār; ahankār merges into mahān; mahān merges into prakṛiti, the primordial form of the material energy; and prakṛiti goes and rests in the divine body of the Supreme Lord, Maha Vishnu.At that time, all the souls within the material creation also go and rest in the body of God, in a state of suspended animation.  Their gross and subtle bodies merge back into the source, Maya.  However, the causal body still remains.  (The three kinds of bodies have been described in detail in the commentary to verse 2.28)  After dissolution, when God creates the world again, the material energy unwinds in the reverse sequence prakṛiti—mahān—ahankār—pañch tanmātrā—pañch mahābhūta.  Then, the souls that were lying in a state of suspended animation with only causal bodies are again placed in the world.  In accordance with their causal bodies, they again receive subtle and gross bodies, and the various life forms are created in the universe.  These life forms vary in nature amongst the different planes of existence.  In some planetary systems, fire is the dominant element in the body, just as in the earth plane, the dominant bodily elements are earth and water.  Hence, the bodies vary in their subtleness and the functions they can perform.  Shree Krishna thus calls them myriad life forms.\n", "next shlok": 9}