{
    "verse": "न च मां तानि कर्माणि निबध्नन्ति धनञ्जय |\nउदासीनवदासीनमसक्तं तेषु कर्मसु || 9||\n",
    "transliteration": "na cha māṁ tāni karmāṇi nibadhnanti dhanañjayaudāsīna-vad āsīnam asaktaṁ teṣhu karmasu",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/009_009.mp3",
    "word meanings": "\nna—none; cha—as; mām—Me; tāni—those; karmāṇi—actions; nibadhnanti—bind; dhanañjaya—Arjun, conqueror of wealth; udāsīna-vat—as neutral; āsīnam—situated; asaktam—detached; teṣhu—those; karmasu—actions\n",
    "translation": "These acts do not bind Me, O Arjuna, sitting like one indifferent, unattached to those acts.",
    "commentary": "\nThe material energy is actually inert and insentient.  It is devoid of consciousness, which is the source of life.  How then, one may wonder, does it perform the wonderful work of creating such an amazing world?  The Ramayan explains this well:jāsu satyatā teṅ jaṛa māyā, bhāsa satya iva moha sahāyā.“The material energy is insentient by itself.  But when it receives inspiration from God, it begins to act as if it were sentient.”  This is like a pair of tongs in the kitchen.  They are lifeless by themselves.  But in the hands of a chef they come to life and do wonderful things such as lifting red-hot bowls.  Likewise, by itself, the material energy does not have the power to do anything.  When God wishes to create the world, He glances at the material energy and animates it.  The main idea to keep in mind is that although the process of creation goes on by His will and inspiration of God, He remains unaffected by the work of the material energy.  He remains ever-blissful and undisturbed in His personality, by virtue of His hlāndinī śhakti (bliss-giving power).  Hence, the Vedas call Him ātmārām, meaning “He who rejoices in Himself, without any need for external pleasures.”  Having explained that He is unaffected, God now explains that He is the non-doer and the Supervisor.\n",
    "next shlok": 10,
    "new_commentary": "The material energy is inert and lacks consciousness. However, when inspired by God, it acts as if sentient. This is similar to tongs in the hands of a chef. Although the material energy alone cannot create, when God desires to create, He animates it. While God is the creator, He remains unaffected by the material energy's work, being blissful in Himself. He is known as ātmārām, rejoicing in Himself without external pleasures. Additionally, God clarifies that He is the non-doer and the Supervisor.",
    "newest_commentary": "The material energy is inert and lacks consciousness. However, when inspired by God, it acts as if sentient. This is similar to tongs in the hands of a chef. Although the material energy alone cannot create, when God desires to create, He animates it. While God is the creator, He remains unaffected by the material energy's work, being blissful in Himself. He is known as ātmārām, rejoicing in Himself without external pleasures. Additionally, God clarifies that He is the non-doer and the Supervisor."
}