{
    "verse": "तत्रैकस्थं जगत्कृत्स्नं प्रविभक्तमनेकधा |\nअपश्यद्देवदेवस्य शरीरे पाण्डवस्तदा || 13||\n",
    "transliteration": "tatraika-sthaṁ jagat kṛitsnaṁ pravibhaktam anekadhāapaśhyad deva-devasya śharīre pāṇḍavas tadā",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/011_013.mp3",
    "word meanings": "\ntatra—there; eka-stham—established in one place; jagat—the universe; kṛitsnam—entire; pravibhaktam—divided; anekadhā—many; apaśhyat—could see; deva-devasya—of the God of gods; śharīre—in the body; pāṇḍavaḥ—Arjun; tadā—at that time\n",
    "translation": "\n\nBG 11.13:\r\n                            There Arjun could see the totality of the entire universe established in one place, in that body of the God of gods.\r\n                        \n",
    "commentary": "\nAfter describing wondrous spectacles in the cosmic form, Sanjay states that it encompassed the entire universe. Even more amazingly, Arjun saw the totality of existence in the locality of Shree Krishna’s body. He beheld the entire creation of infinite universes, with their manifold divisions of galaxies and planetary systems in a mere fraction of the body of the Supreme Lord.\nDuring his childhood pastimes, Shree Krishna had also revealed the cosmic form to his mother, Yashoda. The Supreme Lord had hidden his mystic opulences and was playing the role of a little child for the pleasure of his devotees. Thinking of Shree Krishna as her son, Yashoda chastised him severely one day, for eating mud despite her constant admonitions, and asked him to open his mouth so that she may see what was in it. However, to her immense wonder, when Shree Krishna opened his mouth, he revealed within it a vision of his cosmic form by his Yogmaya power. Yashoda was bewildered to see such unlimited wonders in the mouth of her little child. She was so overcome by the spectacle that she came on the verge of swooning, when Shree Krishna touched her and brought her back to normalcy.\nThe same cosmic form that the Lord revealed to his mother, Yashoda, he is now revealing to his friend, Arjun. Now, Sanjay describes Arjun’s response to the vision of the cosmic form.\n",
    "next shlok": 14,
    "new_commentary": "Sanjay describes how Arjun saw the cosmic form of Shree Krishna, which encompassed the entire universe. Arjun witnessed the creation of infinite universes and their divisions within the body of the Supreme Lord. This form was also revealed to Shree Krishna's mother, Yashoda, during his childhood pastimes. Yashoda was amazed when she saw the cosmic form inside Shree Krishna's mouth after he had been chastised for eating mud. Arjun's response to the vision of the cosmic form is yet to be described by Sanjay."
}