{
    "verse": "द्यावापृथिव्योरिदमन्तरं हि\nव्याप्तं त्वयैकेन दिशश्च सर्वा: |\nदृष्ट्वाद्भुतं रूपमुग्रं तवेदं\nलोकत्रयं प्रव्यथितं महात्मन् || 20||\n",
    "transliteration": "dyāv ā-pṛithivyor idam antaraṁ hivyāptaṁ tvayaikena diśhaśh cha sarvāḥdṛiṣhṭvādbhutaṁ rūpam ugraṁ tavedaṁloka-trayaṁ pravyathitaṁ mahātman",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/011_020.mp3",
    "word meanings": "\ndyau-ā-pṛithivyoḥ—between heaven and earth; idam—this; antaram—space between; hi—indeed; vyāptam—pervaded; tvayā—by you; ekena—alone; diśhaḥ—directions; cha—and; sarvāḥ—all; dṛiṣhṭvā—seeing; adbhutam—wondrous; rūpam—form; ugram—terrible; tava—your; idam—this; loka—worlds; trayam—three; pravyathitam—trembling; mahā-ātman—The greatest of all beings\n",
    "translation": "\n\nBG 11.20:\r\n                            The space between heaven and earth and all the directions is pervaded by You alone. Seeing Your wondrous and terrible form, I see the three worlds trembling in fear, O Greatest of all beings.\r\n                        \n",
    "commentary": "\nArjun says, “O Omnipresent Lord, you are pervading in all ten directions, the whole earth, the sky above, and the space in-between. All living beings are shuddering in fear of you.” Why should the three worlds shudder before the universal form when they have not even seen it? Arjun implies that everyone is functioning in fear of God’s laws. His edicts are in place, and everyone is obliged to submit to them.karama pradhāna bisva kari rākhā, jo jasa karai so tasa phala chākhā  (Ramayan)[v4]“The world functions according to the law of karma. Whatever we do, we will have to reap the karmic results.” Like the law of karma, there are innumerable laws in existence. Many scientists make a living out of discovering and theorizing the physical laws of nature, but they can never make the laws. God is the supreme law-maker, and everyone is subject to the dominion of his laws.\n",
    "next shlok": 21,
    "new_commentary": "\nArjun says, “O Omnipresent Lord, you are pervading in all ten directions, the whole earth, the sky above, and the space in-between. All living beings are shuddering in fear of you.” Why should the three worlds shudder before the universal form when they have not even seen it? Arjun implies that everyone is functioning in fear of God’s laws. His edicts are in place, and everyone is obliged to submit to them.karama pradhāna bisva kari rākhā, jo jasa karai so tasa phala chākhā  (Ramayan)[v4]“The world functions according to the law of karma. Whatever we do, we will have to reap the karmic results.” Like the law of karma, there are innumerable laws in existence. Many scientists make a living out of discovering and theorizing the physical laws of nature, but they can never make the laws. God is the supreme law-maker, and everyone is subject to the dominion of his laws.\n",
    "newest_commentary": "Arjuna recognizes the omnipresence of the Lord in all directions and the fear that arises from not observing the universal form. He implies that everyone acts under the influence of God's laws, being obligated to follow them. Just as the world functions based on the law of karma, where actions yield corresponding results, there are numerous other laws in existence. Scientists may discover and theorize physical laws, but they cannot create them. God is the ultimate law-maker, and all beings are subject to the authority of his laws."
}