{
    "verse": "रूपं महत्ते बहुवक्त्रनेत्रं\nमहाबाहो बहुबाहूरुपादम् |\nबहूदरं बहुदंष्ट्राकरालं\nदृष्ट्वा लोका: प्रव्यथितास्तथाहम् || 23||\n",
    "transliteration": "rūpaṁ mahat te bahu-vaktra-netraṁmahā-bāho bahu-bāhūru-pādambahūdaraṁ bahu-danṣhṭrā-karālaṁdṛiṣhṭvā lokāḥ pravyathitās tathāham",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/011_023.mp3",
    "word meanings": "\nrūpam—form; mahat—magnificent; te—your; bahu—many; vaktra—mouths; netram—eyes; mahā-bāho—mighty-armed Lord; bahu—many; bāhu—arms; ūru—thighs; pādam—legs; bahu-udaram—many stomachs; bahu-danṣhṭrā—many teeth; karālam—terrifying; dṛiṣhṭvā—seeing; lokāḥ—all the worlds; pravyathitāḥ—terror-stricken; tathā—so also; aham—I\n",
    "translation": "\n\nBG 11.23:\r\n                            O mighty Lord, in veneration of Your magnificent form with its many mouths, eyes, arms, thighs, legs, stomachs, and terrifying teeth, all the worlds are terror-stricken, and so am I.\r\n                        \n",
    "commentary": "\nThe numerous hands, legs, faces, and stomach of God are everywhere. The Śhwetāśhvatar Upaniṣhad states:sahasraśhīrṣhā puruṣhaḥ sahasrākṣhaḥ sahasrapātsa bhūmiṁ viśhwato vṛitvātyatiṣhṭhaddaśhāṅgulam (3.14)[v5]“The Supreme Entity has thousands of heads, thousands of eyes, and thousands of feet. He envelopes the universe, but is transcendental to it. He resides in all humans, about ten fingers above the navel, in the lotus of the heart.” Those who are beholding and those who are being beheld, the terrified and the terrifying, are all within the universal form of the Lord. Again, the Kaṭhopaniṣhad states:bhayādasyāgnistapati bhayāt tapati sūryaḥbhayādindraśhcha vāyuśhcha mṛityurdhāvati pañchamaḥ (2.3.3)[v6]“It is from the fear of God that the fire burns and the sun shines. It is out of fear of him that the wind blows and Indra causes the rain to fall. Even Yamraj, the god of death, trembles before him.”\n",
    "next shlok": 24,
    "new_commentary": "\nThe numerous hands, legs, faces, and stomach of God are everywhere. The Śhwetāśhvatar Upaniṣhad states:sahasraśhīrṣhā puruṣhaḥ sahasrākṣhaḥ sahasrapātsa bhūmiṁ viśhwato vṛitvātyatiṣhṭhaddaśhāṅgulam (3.14)[v5]“The Supreme Entity has thousands of heads, thousands of eyes, and thousands of feet. He envelopes the universe, but is transcendental to it. He resides in all humans, about ten fingers above the navel, in the lotus of the heart.” Those who are beholding and those who are being beheld, the terrified and the terrifying, are all within the universal form of the Lord. Again, the Kaṭhopaniṣhad states:bhayādasyāgnistapati bhayāt tapati sūryaḥbhayādindraśhcha vāyuśhcha mṛityurdhāvati pañchamaḥ (2.3.3)[v6]“It is from the fear of God that the fire burns and the sun shines. It is out of fear of him that the wind blows and Indra causes the rain to fall. Even Yamraj, the god of death, trembles before him.”\n",
    "newest_commentary": "The commentary states that God is omnipresent with numerous hands, legs, faces, and stomach. The Śhwetāśhvatar Upaniṣhad describes God as the Supreme Entity with thousands of heads, eyes, and feet. He resides within all humans, above the navel and in the heart. The universal form of the Lord encompasses both those who behold and those who are beheld, the fearsome and the terrified. The Kaṭhopaniṣhad adds that natural phenomena like fire, sun, wind, and rain all operate due to the fear of God. Even Yamraj, the god of death, trembles before him."
}