{
    "verse": "नभ:स्पृशं दीप्तमनेकवर्णं\nव्यात्ताननं दीप्तविशालनेत्रम् |\nदृष्ट्वा हि त्वां प्रव्यथितान्तरात्मा\nधृतिं न विन्दामि शमं च विष्णो || 24||\n",
    "transliteration": "nabhaḥ-spṛiśhaṁ dīptam aneka-varṇaṁvyāttānanaṁ dīpta-viśhāla-netramdṛiṣhṭvā hi tvāṁ pravyathitāntar-ātmādhṛitiṁ na vindāmi śhamaṁ cha viṣhṇo",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/011_024.mp3",
    "word meanings": "\nnabhaḥ-spṛiśham—touching the sky; dīptam—effulgent; aneka—many; varṇam—colors; vyātta—open; ānanam—mouths; dīpta—blazing; viśhāla—enormous; netram—eyes; dṛiṣhṭvā—seeing; hi—indeed; tvām—you; pravyathitāntar-ātmā—my heart is trembling with fear; dhṛitim—firmness; na—not; vindāmi—I find; śhamam—mental peace; cha—and; viṣhṇo—Lord Vishnu\n",
    "translation": "\n\nBG 11.24:\r\n                            O Lord Vishnu, seeing Your form touching the sky, effulgent in many colors, with mouths wide open and enormous blazing eyes, my heart is trembling with fear. I have lost all courage and peace of mind.\r\n                        \n",
    "commentary": "\nSeeing the cosmic form of God changed the nature of Arjun’s relationship with Shree Krishna. Earlier, he had looked upon him as an intimate friend and interacted in a manner befitting a close associate. He was aware in the back of his head that Shree Krishna was God, but the love overflowing in his heart would make him forget the almighty aspect of Shree Krishna’s personality. All he would remember was that he loved his friend Shree Krishna more than anything in the world.That is the nature of love. It absorbs the mind so deeply that the devotee forgets the formal position of his Beloved Lord. And if formality is retained, then love is unable to manifest in its fullness. For example, a wife loves her husband deeply. Though he may be the governor of the state, the wife only looks upon him as her husband, and that is how she is able to interact intimately with him. If she keeps this knowledge in her head that her husband is the governor, then each time he comes by, she will be inclined to stand on her feet and pay a more ceremonial respect for him. So, the knowledge of the official position of the beloved gets immersed in the loving sentiments. The same phenomenon takes place in devotion to God.The cowherds of Braj merely viewed Shree Krishna as their bosom buddy. Jagadguru Shree Kripaluji Maharaj describes their pastimes with Shree Krishna very sweetly:dekho dekho rī, gwāla bālana yārī rijhavata khela jitāya sakhana ko, ghoṛā bani bani banawārī(Prem Ras Madirā, Rasiyā Mādhuri, Pada 7)[v7]“Look at the sweetness of the loving interactions between Shree Krishna and his cowherd friends! They play games together, and when Shree Krishna loses the game, he becomes a horse by sitting on all fours and his friend rides on his back.” If the cowherd friends remembered that Shree Krishna was God, they would never have the gumption to do such a thing. And the Lord too relishes the intimacy of such interactions with his devotees in which they relate with him as a dear friend.Shree Krishna enacted the famous Goverdhan leela pastime upon the earth, in which he lifted the Goverdhan Hill on the little finger of his left hand, to protect the residents of the land of Braj from the rain caused by Indra, the king of heaven and the celestial god of rain. However, Krishna’s little cowherd associates were not impressed. In their eyes, Krishna was merely a loveable friend, and so they did not believe he could lift the hill. Jagadguru Shree Kripaluji Maharaj states in continuation to the verse above:nakha dhāryo goverdhana-giri jaba, sakhana kahyo hama giridhārī (Prem Ras Madirā, Rasiyā Mādhurī, Pada 7)[v8]“When Shree Krishna lifted the Goverdhan Hill, his cowherd friends applied their sticks to the bottom of the hill, thinking that they were the actual lifters of the hill.” At the end, Indra accepted defeat and came seated on his white elephant. He apologized for having sent the torrential rain, without realizing Shree Krishna’s supreme position.Now, when the cowherd boys saw Indra, the King of heaven, coming and offering obeisance to their friend Krishna, they realized that Krishna is God. So, they began looking at him fearfully from a distance. Seeing their devotional sentiment change from friendship to awe and reverence, Shree Krishna lamented, “That loving exchange we were enjoying has vanished. They are now thinking I am God.” So by his Yogmaya power, he made them forget the significance of what they had seen, and they again felt that Shree Krishna was nothing more than their friend.Arjun was also a devotee of Shree Krishna in sakhya bhāv. He was used to relating to Shree Krishna as his friend. That is why he had agreed to having Shree Krishna as his chariot driver. If his devotion had been motivated by the fact that Shree Krishna was the Supreme Lord of all creation, Arjun would never have allowed him to do such a demeaning service. But now, seeing his infinite splendor and inconceivable opulences, his fraternal sentiment toward Shree Krishna was replaced by fear.\n",
    "next shlok": 25,
    "new_commentary": "The nature of love is such that it absorbs the mind deeply, causing the devotee to forget the formal position of their beloved. Arjuna's relationship with Krishna transformed when he saw the cosmic form of God. Previously, he saw Krishna as a dear friend, but now he saw Him as the almighty. Similarly, the cowherds of Braj interacted intimately with Krishna without realizing His divinity. In the Goverdhan leela, Krishna lifted the hill to protect the residents, but his cowherd friends thought they were the actual lifters. When Indra apologized, they realized Krishna's supreme position. However, Krishna lamented the loss of their loving friendship, so he made them forget what they had seen. Arjuna also saw Krishna's infinite splendor and opulence, which replaced his fraternal sentiment with fear. This highlights the transformative power of experiencing God's true nature.",
    "newest_commentary": "The nature of love absorbs the mind deeply, making one forget the formal position of their beloved. Arjuna's perception of Krishna transformed after seeing God's cosmic form. Similarly, the cowherds of Braj interacted with Krishna without realizing His divinity. In the Goverdhan leela, Krishna protected the residents, but his friends thought they were the lifters. When Indra apologized, they realized Krishna's supreme position. However, Krishna lamented the loss of their friendship, so he made them forget. Arjuna also saw Krishna's splendor, replacing fraternal sentiment with fear. This illustrates the transformative power of experiencing God's true nature."
}