{
    "verse": "अमी च त्वां धृतराष्ट्रस्य पुत्रा:\nसर्वे सहैवावनिपालसङ्घै: |\nभीष्मो द्रोण: सूतपुत्रस्तथासौ\nसहास्मदीयैरपि योधमुख्यै: || 26||\nवक्त्राणि ते त्वरमाणा विशन्ति\nदंष्ट्राकरालानि भयानकानि |\nकेचिद्विलग्ना दशनान्तरेषु\nसन्दृश्यन्ते चूर्णितैरुत्तमाङ्गै: || 27||\n",
    "transliteration": "amī cha tvāṁ dhṛitarāśhtrasya putrāḥsarve sahaivāvani-pāla-saṅghaiḥbhīṣhmo droṇaḥ sūta-putras tathāsausahāsmadīyair api yodha-mukhyaiḥvaktrāṇi te tvaramāṇā viśhantidanṣhṭrā-karālāni bhayānakānikechid vilagnā daśhanāntareṣhusandṛiśhyante chūrṇitair uttamāṅgaiḥ",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/011_026-027.mp3",
    "word meanings": "\namī—these; cha—and; tvām—you; dhṛitarāśhtrasya—of Dhritarashtra; putrāḥ—sons; sarve—all; saha—with; eva—even; avani-pāla—their allied kings; sanghaiḥ—assembly; bhīṣhmaḥ—Bheeshma; droṇaḥ—Dronacharya; sūta-putraḥ—Karna; tathā—and also; asau—this; saha—with; asmadīyaiḥ—from our side; api—also; yodha-mukhyaiḥ—generals; vaktrāṇi—mouths; te—your; tvaramāṇāḥ—rushing; viśhanti—enter; danṣhṭrā—teeth; karālāni—terrible; bhayānakāni—fearsome; kechit—some; vilagnāḥ—getting stuck; daśhana-antareṣhu—between the teeth; sandṛiśhyante—are seen; chūrṇitaiḥ—getting smashed; uttama-aṅgaiḥ—heads\n",
    "translation": "All the sons of Dhritarashtra, with the hosts of kings of the earth, Bhishma, Drona and Karna, with the chief among our warriors.Some hurriedly enter Thy mouths with their terrible teeth, fearful to behold. Some are found sticking in the gaps between the teeth with their heads crushed to powder.",
    "commentary": "\nWhat are the teeth of God that Arjun is referring to? He mentioned them in the previous verse as well. We use our teeth to grind our food. God’s teeth are his force of destruction that grinds everyone to death with the passage of time. The American poet, H.W. Longfellow wrote:Though the mills of God grind slowly,Yet they grind exceeding small;Though with patience he stands waiting,With exactness grinds he all [v9]Arjun sees the great Kaurava generals—Bheeshma, Dronacharya, and Karn—and also many of the Pandava generals rushing headlong into the mouth of the Lord, to be ground between his teeth. He is beholding the imminent future in the cosmic form of God. Since God is beyond the limits of time, so the past, present, and future are visible within him in the present.Bheeshma, the grandsire of the Kauravas and the Pandavas, was the son of Shantanu and Ganga. To facilitate his father’s wish for remarriage, Bheeshma renounced his right to the throne, and also took a lifelong vow of celibacy. However, Bheeshma had continued to support Duryodhan, despite knowing very well that he was evil and was usurping the right of the Pandavas. Thus, he was destined to die in this war of goodness versus evil. The Śhrīmad Bhāgavatam describes Bheeshma’s prayer to the Lord, when he lay on the bed of arrows at the end of his life:sapadi sakhi-vacho niśhamya madhye nija-parayor balayo rathaṁ niveśhyasthitavati para-sainikāyur akṣhṇā hṛitavati pārtha-sakhe ratir mamāstu (1.9.35)[v10]“Let my mind meditate upon Arjun’s dear pal, Shree Krishna, who obeyed his friend’s command to drive the chariot to the center of the two armies, and while there, he shortened the lifespan of the opposing generals by his mere glance.” So, Bheeshma himself was aware that the consequence of fighting against the Supreme Lord Shree Krishna would be death.Dronacharya was the guru of martial arts for both the Kauravas and the Pandavas. He was so impartial that he taught more about military science to Arjun than even to his son, Ashwatthama. However, he felt obliged to help Duryodhan because he was financially dependent upon him for his maintenance. Thus, Dronacharya too was destined to die in the war. Yet, his heroism could be judged from the fact that when the Pandavas were unable to slay him by any means and approached him for help, he told them the way in which he could be killed.Karn was the bosom friend of Duryodhan and so he fought from the side of the Kauravas. He too had heroic qualities. When Shree Krishna disclosed to him he was the eldest son of Kunti and the Pandavas were actually his brothers, he asked Shree Krishna not to disclose this secret to Yudhisthir, or else he would stop trying to kill Karn and would lose the war. Since Karn had taken the side of Duryodhan in the war, he too was destined to die.\n",
    "next shlok": 28,
    "new_commentary": "In this commentary, Arjuna refers to God's teeth as a metaphor for his force of destruction. He sees Kaurava and Pandava generals rushing into the mouth of the Lord, symbolizing their impending death. Bheeshma, the eldest son of Shantanu and Ganga, renounced his right to the throne and supported the evil Duryodhan, leading to his destined death in the war. Dronacharya, the impartial martial arts guru, taught Arjuna extensively but felt obligated to help Duryodhan due to financial dependence, ultimately leading to his death. Karn, Duryodhan's loyal friend, learned of his true identity as the eldest son of Kunti and chose to remain on the side of the Kauravas. His destiny was also death. These examples highlight the consequences of opposing the Supreme Lord Shree Krishna.",
    "newest_commentary": "Arjuna's commentary in Bhagavad Gita describes the metaphor of God's teeth as a symbol of destruction. He sees the Kaurava and Pandava generals rushing into the Lord's mouth, foreshadowing their impending death. The actions of Bheeshma, Dronacharya, and Karn, who supported the evil Duryodhan, led to their fated demise. These examples illustrate the consequences of opposing Supreme Lord Shree Krishna."
}