{
    "verse": "एवमेतद्यथात्थ त्वमात्मानं परमेश्वर |\nद्रष्टुमिच्छामि ते रूपमैश्वरं पुरुषोत्तम || 3||\n",
    "transliteration": "evam etad yathāttha tvam ātmānaṁ parameśhvaradraṣhṭum ichchhāmi te rūpam aiśhwaraṁ puruṣhottama",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/011_003.mp3",
    "word meanings": "\nevam—thus; etat—this; yathā—as; āttha—have spoken; tvam—you; ātmānam—yourself; parama-īśhvara—Supreme Lord; draṣhṭum—to see; ichchhāmi—I desire; te—your; rūpam—form; aiśhwaram—divine; puruṣha-uttama—Shree Krishna, the Supreme Divine Personality \n",
    "translation": "\n\nBG 11.3:\r\n                            O Supreme Lord, You are precisely what You declare yourself to be. Now I desire to see Your divine cosmic form, O Greatest of persons.\r\n                        \n",
    "commentary": "\nArjun addresses Shree Krishna as the best person because no other personality is equal to him. Often scholars, basing their opinion upon dry intellectual analysis, have difficulty in accepting the concept of God as a person. They wish to perceive God as only an impersonal light, without attributes, virtues, qualities, and pastimes. However, when we tiny souls possess a personality, then why should we deny a personality to the Supreme Lord? Not only can he have a personality, but he also has the best personality, and therefore he is the Supreme Divine Personality. The difference between our personality and God’s personality is that he is not only a perfect person; he also has his impersonal all-pervading aspect, which is devoid of attributes and form.Arjun declares that he accepts the reality of Shree Krishna’s divine personality, precisely as has been described to him. He has complete faith in his personal form, and yet, he desires to see Shree Krishna’s viśhwarūp, or universal form, replete with all opulences. He wishes to view it with his own eyes.\n",
    "next shlok": 4,
    "new_commentary": "\nArjun addresses Shree Krishna as the best person because no other personality is equal to him. Often scholars, basing their opinion upon dry intellectual analysis, have difficulty in accepting the concept of God as a person. They wish to perceive God as only an impersonal light, without attributes, virtues, qualities, and pastimes. However, when we tiny souls possess a personality, then why should we deny a personality to the Supreme Lord? Not only can he have a personality, but he also has the best personality, and therefore he is the Supreme Divine Personality. The difference between our personality and God’s personality is that he is not only a perfect person; he also has his impersonal all-pervading aspect, which is devoid of attributes and form.Arjun declares that he accepts the reality of Shree Krishna’s divine personality, precisely as has been described to him. He has complete faith in his personal form, and yet, he desires to see Shree Krishna’s viśhwarūp, or universal form, replete with all opulences. He wishes to view it with his own eyes.\n",
    "newest_commentary": "Arjun acknowledges Shree Krishna as the unparalleled divine being, unlike any other. Scholars may struggle with perceiving God as a person, preferring an impersonal, attributeless form. However, if we possess individuality, why deny it to the Supreme Lord? He not only embodies a perfect personality but also possesses an all-pervading impersonal aspect devoid of form and attributes. Arjun affirms his unwavering faith in Krishna's personal form while expressing his desire to witness Krishna's universal form, encompassing all opulence. He yearns to see it with his own eyes, recognizing the reality of Krishna's divine personality as described to him."
}