{
    "verse": "त्वमादिदेव: पुरुष: पुराणस्-\n\tत्वमस्य विश्वस्य परं निधानम् |\nवेत्तासि वेद्यं च परं च धाम\n\tत्वया ततं विश्वमनन्तरूप || 38||\n",
    "transliteration": "tvam ādi-devaḥ puruṣhaḥ purāṇastvam asya viśhvasya paraṁ nidhānamvettāsi vedyaṁ cha paraṁ cha dhāmatvayā tataṁ viśhvam ananta-rūpa",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/011_038.mp3",
    "word meanings": "\ntvam—you; ādi-devaḥ—the original Divine God; puruṣhaḥ—personality; purāṇaḥ—primeval; tvam—you; asya—of (this); viśhwasya—universe; param—supreme; nidhānam—resting place; vettā—the knower; asi—you are; vedyam—the object of knowledge; cha—and; param—supreme; cha—and; dhāma—abode; tvayā—by you; tatam—pervaded; viśhwam—universe; ananta-rūpa—posessor of infinite forms\n",
    "translation": "\n\nBG 11.38:\r\n                            You are the primeval God and the original Divine Personality; You are the sole resting place of this universe. You are both the knower and the object of knowledge; You are the Supreme Abode. O possessor of infinite forms, You alone pervade the entire universe.\r\n                        \n",
    "commentary": "\nArjun addresses Shree Krishna as the original Divine Person, the cause of all causes. Every object and every personality has a cause, or a source, from which it came into being. Even Lord Vishnu has a cause. Although he is also a form of God, he is an expansion of Shree Krishna. However, Shree Krishna is not the expansion of any personality. He is the causeless first cause of everything that exists. Hence, Brahma prays to him:īśhwaraḥ paramaḥ kṛiṣhaṇaḥ sachchidānanda vigrahaḥanādirādi govindaḥ sarva kāraṇa kāraṇam (Brahma Samhitā 5.1)[v12]“Shree Krishna is the original form of the Supreme Lord. His personality is full of knowledge and Bliss. He is the origin of all, but he is without origin. He is the cause of all causes.”Shree Krishna is omniscient—the knower of everything. Further, he is also the object of all knowledge. The Śhrīmad Bhāgavatam (4.29.49) states: sā vidyā tanmatir yayā [v13]“True knowledge is that which helps us know God.” Jagadguru Shree Kripaluji Maharaj states:jo hari sevā hetu ho, soī karm bakhānjo hari bhagati baṛhāve, soī samujhiya jñāna (Bhakti Śhatak verse 66)[v14]“Whatever work is done in the service of God, know that truly to be karm. Whatever knowledge enhances our love for God, know that to be true jñāna.” Hence, Shree Krishna is both the knower and the object of knowledge.\n",
    "next shlok": 39,
    "new_commentary": "Arjun addresses Shree Krishna as the original Divine Person, the cause of all causes. Shree Krishna is the causeless first cause of everything that exists. He is the original form of the Supreme Lord, full of knowledge and Bliss. Shree Krishna is omniscient, the knower and object of all knowledge. True knowledge is that which helps us know God. Whatever work is done in the service of God is true karm, and whatever knowledge enhances our love for God is true jñāna. Therefore, Shree Krishna is both the knower and the object of knowledge.",
    "newest_commentary": "Arjun acknowledges Shree Krishna as the original Divine Person and the cause of all causes. Shree Krishna is the first cause, without any cause himself. He possesses complete knowledge and Bliss. He is omniscient, encompassing all knowledge. True knowledge leads us to understanding God. Any action performed in the service of God is considered true karma, and any knowledge that deepens our love for God is true jñāna. Thus, Shree Krishna is both the source of knowledge and the ultimate object of knowledge."
}