{
    "verse": "पश्यादित्यान्वसून् रुद्रानश्विनौ मरुतस्तथा |\nबहून्यदृष्टपूर्वाणि पश्याश्चर्याणि भारत || 6||\n",
    "transliteration": "paśhyādityān vasūn rudrān aśhvinau marutas tathābahūny adṛiṣhṭa-pūrvāṇi paśhyāśhcharyāṇi bhārata",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/011_006.mp3",
    "word meanings": "\npaśhya—behold; ādityān—the (twelve) sons of Aditi; vasūn—the (eight) vasus; rudrān—the (eleven) rudras; aśhvinau—the (twin) Ashvini Kumars; marutaḥ—the (forty-nine) maruts; tathā—and; bahūni—many; adṛiṣhṭa—never revealed; pūrvāṇi—before; paśhya—behold; āśhcharyāṇi—marvels; bhārata—Arjun, scion of the Bharatas\n",
    "translation": "Behold the Adityas, the Vasus, the Rudras, the two Asvins and also the Maruts; behold many wonders never seen before, O Arjuna.",
    "commentary": "\nThe universal form of the Lord not only contains marvels that exist on earth but also marvels that exist in the higher planetary systems, never before seen together in this manner. He further reveals that the celestial gods are all tiny fragments of his divine form; he shows the twelve adityas, eight vasus, eleven rudras, two Ashwini Kumars, as well as the forty-nine maruts within himself.The twelve sons of Aditi are: Dhata, Mitra, Aryama, Shakra, Varun, Amsha, Bhaga, Vivasvan, Pusha, Savita, Tvashta, Vaman. The eight Vasus are: Dara, Dhruv, Soma, Ahah, Anila, Anala, Pratyush, Prabhas.The eleven rudras are: Hara, Bahurupa, Tryambaka, Aparajita, Vrisakapi, Shambhu, Kapardi, Raivata, Mrigavyadha, Sarva, Kapali. The two Ashwini Kumars are the twin-born physicians of the gods.The forty-nine maruts (wind gods) are: Sattvajyoti, Aditya, Satyajyoti, Tiryagjyoti, Sajyoti, Jyotishman, Harita, Ritajit, Satyajit, Sushena, Senajit, Satyamitra, Abhimitra, Harimitra, Krita, Satya, Dhruv, Dharta, Vidharta, Vidharaya, Dhvanta, Dhuni, Ugra, Bhima, Abhiyu, Sakshipa, Idrik, Anyadrik, Yadrik, Pratikrit, Rik, Samiti, Samrambha, Idriksha, Purusha, Anyadriksha, Chetasa, Samita, Samidriksha, Pratidriksha, Maruti, Sarata, Deva, Disha, Yajuh, Anudrik, Sama, Manusha, and Vish.\n",
    "next shlok": 7,
    "new_commentary": "The commentary describes the universal form of the Lord in the Bhagavad Gita, which includes marvels from both earthly and celestial realms. The Lord reveals that the celestial gods are fragments of his divine form. He showcases the twelve adityas, eight vasus, eleven rudras, two Ashwini Kumars, and forty-nine maruts within himself. The twelve sons of Aditi, the eight Vasus, and the eleven rudras are mentioned along with their names. The two Ashwini Kumars are known as the physicians of the gods, and the forty-nine maruts are the wind gods. The commentary highlights the vastness and grandeur of the Lord's universal form, containing divine entities from various realms and dimensions.",
    "newest_commentary": "The commentary describes the universal form of the Lord in the Bhagavad Gita, which includes marvels from both earthly and celestial realms. The Lord reveals that the celestial gods are fragments of his divine form. He showcases the twelve adityas, eight vasus, eleven rudras, two Ashwini Kumars, and forty-nine maruts within himself. The commentary highlights the vastness and grandeur of the Lord's universal form, containing divine entities from various realms and dimensions."
}