{
    "verse": "न मां दुष्कृतिनो मूढा: प्रपद्यन्ते नराधमा: |\nमाययापहृतज्ञाना आसुरं भावमाश्रिता: || 15||\n",
    "transliteration": "na māṁ duṣhkṛitino mūḍhāḥ prapadyante narādhamāḥmāyayāpahṛita-jñānā āsuraṁ bhāvam āśhritāḥ",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/007_015.mp3",
    "word meanings": "\nna—not; mām—unto me; duṣhkṛitinaḥ—the evil doers; mūḍhāḥ—the ignorant; prapadyante—surrender; nara-adhamāḥ—one who lazily follows one’s lower nature; māyayā—by God’s material energy; apahṛita jñānāḥ—those with deluded intellect; āsuram—demoniac; bhāvam—nature; āśhritāḥ—surrender\n",
    "translation": "\n\nBG 7.15:\r\n                            Four kinds of people do not surrender unto Me—those ignorant of knowledge, those who lazily follow their lower nature though capable of knowing Me, those with deluded intellect, and those with a demoniac nature.\r\n                        \n",
    "commentary": "\nIn this verse, Shree Krishna says that there are four categories of people who do not surrender to Him:1. The Ignorant. People who lack spiritual knowledge and do not know anything about the soul being eternal and that its ultimate goal is God-realization. They have never heard about these concepts or aware of the process of surrendering to God.2. The lazy. These are the ones who have the knowledge and awareness of what they need to do still, due to their lazy-nature do not want to take any initiative to surrender. Laziness can be a big pitfall for someone on the path of spirituality. There is a Sanskrit saying: ālasya hī manuṣhyāṇāṁ śharīrastho mahān ripuḥnāstyudyamasamo bandhuḥ kṛitvā yaṁ nāvasīdati“Laziness is a big enemy, and it resides; in our body itself.  Work is a good friend of humans, which never leads to downfall.”3. Deluded Intellects. People who are so proud of their intellects that they have no faith in the scriptures and the teachings of the saints. Because they do not have faith, they are unable to practice surrender or understand the concepts of God-realization.4. Demonic Nature. These are the people who are aware of God and His purpose for the world but still work against Him.  It is because of their demonic nature; they do not like God and His glories. They themselves are far from devotion and try to disturb others who are on the path of spirituality. Surrender to God is not at all expected from them.\n",
    "next shlok": 16,
    "new_commentary": "In this verse, Shree Krishna discusses four categories of people who do not surrender to Him. The first category includes the ignorant individuals who lack spiritual knowledge and are unaware of the concept of the eternal soul and its goal of God-realization. The second category consists of the lazy individuals who possess the knowledge but do not take any initiative to surrender due to their lazy nature. Laziness can hinder spiritual progress. The third category comprises individuals with deluded intellects who boast of their intelligence and reject scriptures and teachings, thus hindering their ability to practice surrender and understand God-realization. The final category is the demonic natured individuals who are aware of God but oppose Him. They lack devotion and actively disrupt the spiritual path of others. Surrendering to God is not expected from them. These four categories represent the diverse reasons why individuals fail to surrender to God.",
    "newest_commentary": "In this verse, Shree Krishna discusses four categories of people who do not surrender to Him. The first category includes the ignorant individuals lacking spiritual knowledge. The second category consists of lazy individuals with knowledge but lacking initiative. The third category comprises those with deluded intellects who reject scriptures. The final category is comprised of demonic individuals who oppose God. These four categories represent the diverse reasons why individuals fail to surrender to God."
}