{"verse": "चतुर्विधा भजन्ते मां जना: सुकृतिनोऽर्जुन |आर्तो जिज्ञासुरर्थार्थी ज्ञानी च भरतर्षभ || 16||", "transliteration": "chatur-vidhā bhajante māṁ janāḥ sukṛitino ’rjunaārto jijñāsur arthārthī jñānī cha bharatarṣhabha", "audio": "https://www.holy-bhagavad-gita.org/public/audio/007_016.mp3", "word meanings": "\nchatuḥ-vidhāḥ—four kinds; bhajante—worship; mām—me; janāḥ—people; su-kṛitinaḥ—those who are pious; arjuna—Arjun; ārtaḥ—the distressed; jijñāsuḥ—the seekers of knowledge; artha-arthī—the seekers of material gain; jñānī—those who are situated in knowledge; cha—and; bharata-ṛiṣhabha—The best amongst the Bharatas, Arjun\n", "translation": "\n\nBG 7.16:\r\n                            O best amongst the Bharatas, four kinds of pious people engage in My devotion—the distressed, the seekers of knowledge, the seekers of worldly possessions, and those who are situated in knowledge.\r\n                        \n", "commentary": "\nIn the previous verse, Shree Krishna described the four categories of people who do not surrender to Him. Now He describes; the other four kinds who take refuge in Him.1. The distressed. Those who find that their pot of worldly miseries is overflowing, and they are unable to cope with them conclude that it is futile running after the world. Thus, decide to take shelter in God. Similarly, those who find that the worldly supports fail to protect them; turn to God for protection. An apt example in the Mahabharata was Draupadi’s surrender to Shree Krishna when Duryodhan and Dushasan tried to dishonor her in the courtroom of Hastinapur. Initially, she expected her husbands would protect her, but they did not. She pleaded the elders in the courtroom, Bheeshma, Vidur, Dhritarashtra, Dronacharya, Kripacharya, etc. However, everyone remained speechless. When cruel Dushasan tried to disrobe her, she clenched her sari with her teeth and tried to protect her honor with her own strength. But her teeth could not hold on to the sari for long; they gave in to Dushasan’s strength. She was helpless and finally called out to Shree Krishna for help. It was at this point that she surrendered completely to God and was not relying on anyone or her own strength for protection. Shree Krishna reciprocated immediately and intervened. Now, how much ever Dushasan pulled, Draupadi’s sari kept extending, and very soon, there was a huge pile of cloth in the middle of the courtroom. Dushasan was unable to disrobe Draupadi; exhausted, he gave up. Such was the power of God’s protection, but it came only when Draupadi surrendered completely.2. The knowledge seekers. There are some people who have heard about the opulence of God and His spiritual realm. Thus, they are curious to know all about God and try to seek Him through knowledge.3. The seekers of worldly possessions. Some people are clear about what they want and take the shelter of God because they are convinced; that only God can provide what they are seeking. King Dhruv is an apt example. When Dhruv was a small boy, he felt neglected by his father, King Uttanapada. Disheartened, he went into the forest and did penance to please God. He wanted to become more powerful than his father. But as his devotion grew, he realized that God possessed the priceless jewel of divine love, and what he was seeking was like broken pieces of glass. Therefore, when pleased with his devotion, God gave him darshan, he requested the Lord to bestow upon him; self-less pure love.4. Those situated in knowledge. Lastly, those souls who have understood the truth that they are tiny parts of God. Such people engage in devotion with the intent that it is their eternal duty to love and serve Him. Shree Krishna calls them the fourth kind of devotees.\n", "next shlok": 17}