{
    "verse": "उदारा: सर्व एवैते ज्ञानी त्वात्मैव मे मतम् |\nआस्थित: स हि युक्तात्मा मामेवानुत्तमां गतिम् || 18||\n",
    "transliteration": "udārāḥ sarva evaite jñānī tvātmaiva me matamāsthitaḥ sa hi yuktātmā mām evānuttamāṁ gatim",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/007_018.mp3",
    "word meanings": "\nudārāḥ—noble; sarve—all; eva—indeed; ete—these; jñānī—those in knowledge; tu—but; ātmā eva—my very self; me—my; matam—opinion; āsthitaḥ—situated; saḥ—he; hi—certainly; yukta-ātmā—those who are united; mām—in me; eva—certainly; anuttamām—the supreme; gatim—goal\n",
    "translation": "Noble indeed are all these; but I deem the wise man as My very Self; for, steadfast in mind he is established in Me alone as the supreme goal.",
    "commentary": "\nIn the previous verse, Shree Krishna stated that the devotees situated in knowledge or jñānī bhakt are the highest. However, He clarifies in this verse that whatever may be the reason for their devotion, all His devotees are privileged; even the other three kinds are blessed souls. But the devotees seated in knowledge worship God selflessly, without expecting any material gains in return. Hence, the unconditional love of such selfless devotees even binds God.Worldly love; is driven by the desire for self-gratification. There is a give and take attitude, and there is an expectation of receiving something in return from the beloved. However, Parā bhakti or divine love is totally different. It is filled with the desire for the happiness of the Divine Beloved and sacrifice in His service. Divine love fosters a giving attitude without expecting anything in return.Chaitanya Mahaprabhu said:kāmera tātparya nija-sambhoga kevalakṛiṣhṇa-sukha-tātparya-mātra prema ta’ prabalaataeva kāma-preme bahuta antarakāma andha-tamaḥ, prema nirmala bhāskara(Chaitanya Charitāmṛit, Ādi Leela, 4.166 & 171)[v16]“Lust (worldly love) exists for self-happiness; divine love is harbored for Shree Krishna’s happiness. There is a tremendous difference between them—lust is like darkness and ignorance, while divine love is pure and illuminating.”Jagadguru Shree Kripaluji Maharaj has very beautifully stated:brahma lok paryanta sukh, aru muktihuñ sukh tyāg,tabai dharahu paga prema patha, nahiṅ lagi jaiheñ dāg.(Bhakti Śhatak verse 45)[v17]“Give up the desires for worldly pleasures and that of liberation if you wish to walk the path of devotion. Else the pure waters of divine love will get tainted with selfishness.”Sage Narad defined pure devotion in this manner:tat sukha sukhitvam    (Nārad Bhakti Darśhan, Sūtra 24)[v18]“True love is for the happiness of the Beloved.” The materially motivated devotees cannot engage in such devotion, but the devotee who is in knowledge rises to this level of selflessness. When someone learns to love God in this manner, he becomes a slave of that Devotee. The highest quality of God is bhakta vatsaltā (his love for his devotees). The Puraṇas state:gītvā cha mama nāmāni vicharenmama sannidhauiti bravīmi te satyaṁ krītohaṁ tasya chārjuna (Ādi Purāṇ 1.2.231)[v19]Shree Krishna says: “I become the slave of those devotees of mine, who chant my names and keep me close to them in their thoughts; this is a fact, O Arjun.”In this verse Shree Krishna goes to the extent of saying that bound by the devotion and love of His selfless devotees, He looks upon them as Himself.\n",
    "next shlok": 19,
    "new_commentary": "In this commentary, Shree Krishna clarifies that all His devotees, regardless of their reasons for devotion, are privileged and blessed. However, the devotees who worship selflessly without expecting material gains are considered the highest. Worldly love is driven by self-gratification and a give-and-take attitude, while divine love desires the happiness of the Divine Beloved and involves sacrifice. Lust and divine love are described as darkness and pure illumination respectively. Sage Narad defines true love as being for the happiness of the Beloved. Materially motivated devotees cannot engage in such selfless devotion. Shree Krishna affirms that He becomes a slave to those devotees who chant His names and keep Him close in their thoughts. He emphasizes that bound by the devotion and love of His selfless devotees, He sees them as Himself.",
    "newest_commentary": "In this commentary, Shree Krishna explains that all His devotees, regardless of their motives, are privileged. However, those who worship selflessly without expecting material gains are considered the highest. Worldly love is driven by self-gratification, while divine love desires the happiness of the Divine Beloved and involves sacrifice. Lust and divine love are described as darkness and pure illumination respectively. Sage Narad defines true love as being for the happiness of the Beloved. Materially motivated devotees cannot engage in such selfless devotion. Shree Krishna becomes a slave to those who chant His names and keep Him close in their thoughts. He sees selfless devotees as Himself."
}