{
    "verse": "बहूनां जन्मनामन्ते ज्ञानवान्मां प्रपद्यते |\nवासुदेव: सर्वमिति स महात्मा सुदुर्लभ: || 19||\n",
    "transliteration": "bahūnāṁ janmanām ante jñānavān māṁ prapadyatevāsudevaḥ sarvam iti sa mahātmā su-durlabhaḥ",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/007_019.mp3",
    "word meanings": "\nbahūnām—many; janmanām—births; ante—after; jñāna-vān—one who is endowed with knowledge; mām—unto me; prapadyate—surrenders; vāsudevaḥ—Shree Krishna, the son of Vasudev; sarvam—all; iti—that; saḥ—that; mahā-ātmā—great soul; su-durlabhaḥ—very rare\n",
    "translation": "\n\nBG 7.19:\r\n                            After many births of spiritual practice, one who is endowed with knowledge surrenders unto Me, knowing Me to be all that is. Such a great soul is indeed very rare.\r\n                        \n",
    "commentary": "\nIn this verse, Shree Krishna clears this common perception of the intellectually inclined people that bhakti (devotion) is inferior to jñāna (knowledge). They are disdainful towards people engaged in devotion. They look down upon them and consider themselves to be superior as they are engaged in the brainy act of acquiring knowledge. Whereas, Shree Krishna declares that a jñānī spends several lifetimes cultivating knowledge and only when his or her jñāna matures does he finally surrender to God. In fact, it is true knowledge that leads to devotion.Let us look at this example of a man who was walking on the beach.  He steps upon an object on the sand and finds it to be a golden ring. He thinks of it as artificial jewellery worth $10, keeps it in his pocket, and forgets about it. After a few days, he remembers it and shows it to a friend, who is a goldsmith. He checks it and says, “This is pure gold and worth at least $500”. The man feels thrilled to have found something precious and wears it every day. A few days pass by, and his uncle visits him, who is a jeweller. The uncle looks at the ring and says, “The stone on your gold ring is a precious diamond. Where did you get this? It costs more than $50,000.” On hearing this, the man is overwhelmed and could not believe what his uncle just said. His uncle understood this and said, “It seems, you don’t believe me, I am willing to pay you $40,000 for it.” Now, the man feels elated as if he has won a lottery. He loves the diamond-studded gold ring much more, now that he knows its real value.This example demonstrates the direct relationship between knowledge and love. When the value of the ring was perceived by the man to be less, his love for it was also lesser as his knowledge of its value increased, the love for it, and the joy he got from it also kept increasing.  The Ramayan states:jāneṅ binu na hoi paratītī, binu paratīti hoi nahiṅ prītī [v20]“Without knowledge, there cannot be faith; without faith, love cannot grow.”Similarly, if someone has acquired true knowledge and claims to know the Brahman, then love for Him comes naturally. Else their knowledge is merely theoretical if they do not feel the love that fosters devotion.Shree Krishna says that jñānīs spend several lifetimes seeking true knowledge, and when their knowledge matures into true wisdom, that the Supreme Lord is all that is; they surrender to Him. However, He does not say this for the jñānīs, karmīs, haṭha-yogis, ascetics, etc. He declares this for the devotees or such exalted souls who have realized “God is all that is” and surrendered to Him. Nevertheless, such noble souls are very rare.\n",
    "next shlok": 20,
    "new_commentary": "This verse in the Bhagavad Gita challenges the belief that devotion is inferior to knowledge. Shree Krishna explains that true knowledge leads to devotion and that those who acquire knowledge spend lifetimes before surrendering to God. He shares an example of a man finding a ring on the beach, initially valuing it as artificial jewelry but discovering its true worth as gold with the help of a goldsmith and a jeweler. This example illustrates the relationship between knowledge and love, where as knowledge increases, love and joy also grow. The Ramayan further emphasizes the importance of knowledge for faith and love. Shree Krishna states that those who have acquired true knowledge and realized the Supreme Lord surrender to Him. However, this is not said for seekers of knowledge such as karmis or ascetics, but for noble souls who have truly understood and surrendered to God. Such individuals are rare.",
    "newest_commentary": "This verse in the Bhagavad Gita challenges the belief that devotion is inferior to knowledge. Shree Krishna explains that true knowledge leads to devotion and that those who acquire knowledge spend lifetimes before surrendering to God. He shares an example of a man finding a ring on the beach, initially valuing it as artificial jewelry but discovering its true worth as gold with the help of a goldsmith and a jeweler. This example illustrates the relationship between knowledge and love, where as knowledge increases, love and joy also grow. The importance of knowledge for faith and love is further emphasized in the Ramayan. Shree Krishna states that those who have acquired true knowledge and realized the Supreme Lord surrender to Him. This holds true for noble souls who have genuinely understood and surrendered to God, not for seekers of knowledge such as karmis or ascetics. Such individuals are rare."
}