{"verse": "ज्ञानं तेऽहं सविज्ञानमिदं वक्ष्याम्यशेषत: |\nयज्ज्ञात्वा नेह भूयोऽन्यज्ज्ञातव्यमवशिष्यते || 2||\n", "transliteration": "jñānaṁ te ’haṁ sa-vijñānam idaṁ vakṣhyāmyaśheṣhataḥyaj jñātvā neha bhūyo ’nyaj jñātavyam-avaśhiṣhyate", "audio": "https://www.holy-bhagavad-gita.org/public/audio/007_002.mp3", "word meanings": "\njñānam—knowledge; te—unto you; aham—I; sa—with; vijñānam—wisdom; idam—this; vakṣhyāmi—shall reveal; aśheṣhataḥ—in full; yat—which; jñātvā—having known; na—not; iha—in this world; bhūyaḥ—further; anyat—anything else; jñātavyam—to be known; avaśhiṣhyate—remains\n", "translation": "\n\nBG 7.2:\r\n                            I shall now reveal unto you fully this knowledge and wisdom, knowing which nothing else remains to be known in this world.\r\n                        \n", "commentary": "\nJñāna is the knowledge learned by applying the mind, senses, and intellect. In contrast, vijñāna (wisdom) is the knowledge gained through spiritual practice, it is a direct experiential realization; and should not be misunderstood for intellectual knowledge. An example to explain this is honey kept in a sealed jar. We have heard that honey has the sweetest taste that is incomparable to any other sweet. But unless we open the jar and taste it, we will not get the experiential realization of its sweetness.Likewise, the Guru gives us jñāna, which is the theoretical knowledge of the scriptures. Yet, we need to practice sadhana as per the acquired jñāna, which would consequently purify our mind. Only then, vijñāna (wisdom) knowledge, through self-realization will be attained.Once Sage Ved Vyas intended to write the Shreemad Bhagavatam: a scripture that would describe God, His glories, nature, and as the object of devotion. But he did not wish to write it only based upon his jñāna. Therefore, first he engaged himself  in bhakti to attain the experiential realization, which is vijñāna. He wrote:bhakti-yogena manasi samyak praṇihite ’male apaśhyat puruṣhaṁ pūrvaṁ māyāṁ cha tad-apāśhrayām(Bhagavatam 1.7.4)“Through bhakti-yog, Ved Vyas fixed his mind upon God without any material sentiments, and thus attained the complete vision and realization of the Supreme Divine Personality along with His external energy, Maya, which was under His control.”  Inspired by this realization, he wrote the epic scripture.In this verse, Lord Shree Krishna affirms to Arjun that He will bestow upon him the theoretical knowledge regarding the Supreme Divine Personality. He will also illuminate his mind with the required wisdom. Once this knowledge is acquired, there will be nothing remaining for him to know.\n", "next shlok": 3}