{
    "verse": "यो यो यां यां तनुं भक्त: श्रद्धयार्चितुमिच्छति |\nतस्य तस्याचलां श्रद्धां तामेव विदधाम्यहम् || 21||\n",
    "transliteration": "yo yo yāṁ yāṁ tanuṁ bhaktaḥ śhraddhayārchitum ichchhatitasya tasyāchalāṁ śhraddhāṁ tām eva vidadhāmyaham",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/007_021.mp3",
    "word meanings": "\nyaḥ yaḥ—whoever; yām yām—whichever; tanum—form; bhaktaḥ—devotee; śhraddhayā—with faith; architum—to worship; ichchhati—desires; tasya tasya—to him; achalām—steady; śhraddhām—faith; tām—in that; eva—certainly; vidadhāmi—bestow; aham—I\n",
    "translation": "Whatsoever form any devotee desires to worship with faith  that (same) faith of his I make firm and unflinching.",
    "commentary": "\nWe find countless devotees around us engaging in devotion toward the celestial gods, with unflinching faith and wonder, how people develop such high faith in the lower form of worship? In this verse, Shree Krishna answers this and says that He is the creator of the faith in the celestial gods as well. When He finds people worshiping the devatās for the fulfillment of their material desires, He helps them in their devotion and steadies their faith. The ability to create śhraddhā or faith is beyond the capacity of the celestial gods; it is the indwelling Paramātmā or the Supreme Soul who inspires faith in the hearts of the devotees.  Later in the Bhagavad Gita verse 15.15, He states, “I am seated in the hearts of all living beings, and from Me come memory, knowledge, as well as forgetfulness. I alone am to be known by all the Vedas, am the author of the Vedant, and the knower of the meaning of the Vedas.”Shree Krishna had earlier mentioned that those who are in true-knowledge engage in the highest and the most beneficial kind of śhraddhā that is to worship the Supreme Lord. Then one might ask, why the Supreme Lord creates faith in people toward the celestial gods—is it not inappropriate?Let us look at this example of parents giving dolls to their small children. The child plays with these dolls as if they were real people and develops love and affection towards them. The parents are aware of the child’s innocence, yet they encourage this play to help the child develop the qualities of love, care, and affection towards other people. These qualities will help children become socially responsible when they grow up.Similarly, our eternal parent God is aware of our ignorance. Hence, when He finds that some souls engage in worship of the celestial gods for material gains, He helps them by steading their faith. He is aware that this experience will help in the evolution of the soul, and once they acquire true-knowledge that the Supreme Lord is the summum bonum or the highest good of everything, they will surrender to Him.\n",
    "next shlok": 22,
    "new_commentary": "In this commentary, Shree Krishna explains that He is the creator of faith in the celestial gods. When people worship the devatas for material desires, He supports their devotion and strengthens their faith. The ability to inspire faith is beyond the capacity of the celestial gods; it is the Supreme Soul who instills faith in the hearts of devotees. Shree Krishna clarifies that He is seated in the hearts of all living beings and is the source of memory, knowledge, and forgetfulness. He emphasizes that He alone is to be known by all the Vedas and is the author and knower of their meaning. The Supreme Lord creates faith in people towards the celestial gods to help their spiritual evolution. This is comparable to parents giving dolls to their children to develop qualities of love, care, and affection. The ultimate goal is for souls to acquire true knowledge and surrender to the Supreme Lord, who is the highest good of everything.",
    "newest_commentary": "In this commentary, Shree Krishna explains his role as the creator and supporter of faith in the celestial gods. He clarifies that he is seated in the hearts of all living beings and is the source of memory, knowledge, and forgetfulness. The Supreme Lord creates faith in people towards the celestial gods to aid their spiritual evolution. This is similar to parents giving their children dolls to develop qualities of love, care, and affection. The ultimate goal is for the souls to acquire true knowledge and surrender to the Supreme Lord, who is the highest good of everything."
}