{
    "verse": "अन्तवत्तु फलं तेषां तद्भवत्यल्पमेधसाम् |\nदेवान्देवयजो यान्ति मद्भक्ता यान्ति मामपि || 23||\n",
    "transliteration": "antavat tu phalaṁ teṣhāṁ tad bhavatyalpa-medhasāmdevān deva-yajo yānti mad-bhaktā yānti mām api",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/007_023.mp3",
    "word meanings": "\nanta-vat—perishable; tu—but; phalam—fruit; teṣhām—by them; tat—that; bhavati—is; alpa-medhasām—people of little understanding; devān—to the celestial gods; deva-yajaḥ—the worshipers of the celestial gods; yānti—go; mat—my; bhaktāḥ—devotees; yānti—go; mām—to me; api—whereas\n",
    "translation": "\n\nBG 7.23:\r\n                            But the fruit gained by these people of little understanding is perishable. Those who worship the celestial gods go to the celestial abodes, while My devotees come to Me.\r\n                        \n",
    "commentary": "\nContinuing from the previous verses, Shree Krishna explains to Arjun the spiritual principle that is: “One attains the object of one’s worship. People who worship the devatās go to the planets of the respective devatās upon death. Whereas, those who are devoted to me come to my abode.”  Now, the question comes up again, when reaching God is the ultimate destination, then why does God steady the faith of those devotees who worship the celestial gods?Consider the example of our education system, where students start with primary school but cannot stay at that level forever. The teachers encourage them and coach them to move to the next level. Even though primary school is necessary, students outgrow that and keep moving higher and higher. Similarly, the Bhagavad Gita is not for the primary school students or the novices who wish to attain the celestial abodes. But for those devotees who are seeking a higher purpose.Since the devatās are perishable, the fruits they bestow on their devotees are also perishable. However, God is imperishable, and the fruits of his worship are also ever-lasting. Those who worship the eternal form of God, upon death, attain His eternal abode and stay there forever in His service.\n",
    "next shlok": 24,
    "new_commentary": "Shree Krishna explains to Arjun that one attains the object of their worship. Those who worship celestial gods go to their respective planets upon death, while those devoted to God come to His abode. The Bhagavad Gita is not for those seeking temporary gains from the celestial gods. The fruits of worshiping celestial gods are perishable, as they themselves are perishable. However, God is imperishable and His worship leads to everlasting rewards. Those who worship His eternal form attain His eternal abode and serve Him forever."
}