{
    "verse": "अव्यक्तं व्यक्तिमापन्नं मन्यन्ते मामबुद्धय: |\nपरं भावमजानन्तो ममाव्ययमनुत्तमम् || 24||\n",
    "transliteration": "avyaktaṁ vyaktim āpannaṁ manyante mām abuddhayaḥparaṁ bhāvam ajānanto mamāvyayam anuttamam",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/007_024.mp3",
    "word meanings": "\navyaktam—formless; vyaktim—possessing a personality; āpannam—to have assumed; manyante—think; mām—me; abuddhayaḥ—less intelligent; param—Supreme; bhāvam—nature; ajānantaḥ—not understanding; mama—my; avyayam—imperishable; anuttamam—excellent\n",
    "translation": "\n\nBG 7.24:\r\n                            The less intelligent think that I, the Supreme Lord Shree Krishna, was formless earlier and have now assumed this personality. They do not understand the imperishable exalted nature of My personal form.\r\n                        \n",
    "commentary": "\nPeople often vehemently debate upon the Supreme Lord being a formless God, while the others claim He exists in His personal-form. Even those who agree to both aspects of God’s personality are sometimes confused. Which of them precedes the other, and which of them is the original God? Did the personal form of God manifest from the formless, or is it the other way round? We have discussed this earlier in the commentary for Verse 4.5.Here in this verse, Shree Krishna resolves this debate by stating that God exists in the spiritual realm eternally in His divine form. The ignorant do not understand the magnificent and imperishable nature of His personal-form. The divine personality of God has not manifested from the formless Brahman; it is primordial. The divine light that emanates from His transcendental body is the formless Brahman.The Padma Purāṇ states:yannakhenduruchir brahma dhyeyaṁ brahmādibhiḥ suraiḥguṇatrayamatītaṁ taṁ vande vṛindāvaneśhvaram(Patal Khand 77.60) [v21]“The light that emanates from the toenails of God’s personality is worshipped as the Brahman by the jñānīs.”Therefore, there is no difference between the two forms. Neither of them is superior or inferior. In God’s personal-form, His name, form, virtues, abode, pastimes, associates, etc., manifest as an extension of His divine energy. However, in the formless Brahman, even though all the divine potencies and energies exist, they are in a concealed form.\n",
    "next shlok": 25,
    "new_commentary": "In this commentary on verse 9.11 of the Bhagavad Gita, Shree Krishna resolves the debate on whether God is formless or has a personal form. He states that God exists eternally in His divine form in the spiritual realm. The ignorant fail to understand the imperishable nature of His personal-form. The divine personality of God is not a manifestation of the formless Brahman; it is primordial. The formless Brahman is the divine light emanating from His transcendental body. According to the Padma Purāṇ, the light from God's toenails is worshipped as the Brahman by the enlightened. Both the personal and formless aspects of God are equal in importance. In God's personal-form, His name, form, virtues, abode, pastimes, and associates manifest as an extension of His divine energy. On the other hand, in the formless Brahman, although all divine energies exist, they remain concealed.",
    "newest_commentary": "In this commentary, Krishna resolves the debate on whether God is formless or has a personal form. He affirms that God exists eternally in His divine form in the spiritual realm. The ignorant fail to understand the imperishable nature of His personal form. The formless Brahman is the divine light emanating from God's transcendental body. Both the personal and formless aspects of God are equally important. In His personal form, His name, form, virtues, abode, pastimes, and associates manifest as an extension of His divine energy. In the formless Brahman, all divine energies exist but remain concealed."
}