{
    "verse": "नाहं प्रकाश: सर्वस्य योगमायासमावृत: |\nमूढोऽयं नाभिजानाति लोको मामजमव्ययम् || 25||\n",
    "transliteration": "nāhaṁ prakāśhaḥ sarvasya yoga-māyā-samāvṛitaḥmūḍho ’yaṁ nābhijānāti loko mām ajam avyayam",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/007_025.mp3",
    "word meanings": "\nna—not; aham—I; prakāśhaḥ—manifest; sarvasya—to everyone; yoga-māyā—God’s supreme (divine) energy; samāvṛitaḥ—veiled; mūḍhaḥ—deluded; ayam—these; na—not; abhijānāti—know; lokaḥ—persons; mām—me; ajam—unborn; avyayam—immutable\n",
    "translation": "I am not manifest to all (as I am) veiled by the Yoga-Maya. This deluded world does not know Me, the unborn and imperishable.",
    "commentary": "\nShree Krishna had mentioned two of His divine energies earlier in this chapter, in verses 7.4 and 7.5. The eight-fold prakṛiti, or the material energy, and the jīva śhakti, or the soul energy. Now, He talks about His third and the most powerful energy that is the Yogmaya.  The Viṣhṇu Purāṇ states:viṣhṇu śhaktiḥ parā proktā kṣhetrajñākhyā tathā ’parāavidyā karma saṁjñānyā tṛitīyā śhaktiriṣhyate(6.7.61) [v22]“The Supreme Lord Shree Vishnu has three main energies—Yogmaya, the souls, and Maya.”Jagadguru Kripaluji Maharaj states:śhaktimān kī śhaktiyāñ, aganita yadapi bakhānatin mahañ ‘māyā, ‘jīva, aru, ‘parā, triśhakti pradhāna(Bhakti Śhatak verse 3) [v23]“The Supreme Energetic Shree Krishna has infinite energies. Amongst these, Yogmaya, the souls, and Maya are the main ones.”God descends in this world by virtue of His Yogmaya energy and reveals His divine pastimes, His divine abode, His divine bliss and love on the Earth plane. However, the same Yogmaya power keeps His divinity veiled from us. We are unable to feel His presence, although He is seated in our hearts. Even in the present, if we are fortunate enough to see the Lord in His personal-form, we cannot recognize Him. Until we are eligible for His divine vision, the Yogmaya keeps God’s divine form concealed from us. And only by God’s grace, the Yogmaya bestows upon us the divine vision that allows us to recognize and see God.The Ramayan states:chidānandamaya deha tumhārī, bigata bikāra jāna adhikārī  [v24]“O God, you have a divine form. Only those whose hearts are purified can know you by your grace.”Similar to God, His Yogmaya energy is both formless and manifests into personal forms. Radha, Sita, Lakshmi, Parvati. Durga, Kali, etc., are the divine forms of the Yogmaya energy of God. In the Vedic culture, all these forms are revered; as the Mother of the Universe. She radiates the motherly qualities of kindness, mercy, compassion, beauty, divine grace, and causeless love. Among these, the most important quality for us souls is Her divine grace with which we can acquire transcendental knowledge to know God. It is for the same reason, the devotees of Vrindavan sing, “Radhe Radhe, Shyam se milā de,” “O Radha, please bestow your grace and help me meet Shree Krishna.”Therefore, the same Yogmaya–conceals God from the unqualified souls and bestows Her divine grace upon the surrendered souls, for they can know Him. However, those souls who are under the influence of Maya or the material energy turn their backs towards God. They remain bereft of the divine grace of His Yogmaya energy and continue living in ignorance, entangled in Maya. Others who have turned to God are in the shelter of Yogmaya and liberated from Maya.\n",
    "next shlok": 26,
    "new_commentary": "In this commentary, it is mentioned that Shree Krishna has three main energies: the material energy, the soul energy, and Yogmaya. Yogmaya is the most powerful energy and is responsible for revealing God's divine pastimes, abode, bliss, and love on Earth. However, Yogmaya also veils God's divinity from us, making it difficult to feel His presence. Only by God's grace and eligibility can we recognize and see Him. Yogmaya manifests in various forms such as Radha, Sita, Lakshmi, Parvati, Durga, and Kali, and radiates motherly qualities like kindness, mercy, and beauty. Through Yogmaya's divine grace, we can acquire transcendental knowledge to know God. Those who surrender to Yogmaya receive her grace and can know God, while those under the influence of Maya remain ignorant and entangled. Overall, Yogmaya conceals God from unqualified souls and liberates those who seek His shelter.",
    "newest_commentary": "Shree Krishna has three main energies: material energy, soul energy, and Yogmaya. Yogmaya is the most powerful energy responsible for revealing God's divine pastimes on Earth. However, Yogmaya veils God's divinity, making it difficult to feel His presence. Only by God's grace and eligibility can we recognize Him. Yogmaya manifests as Radha, Sita, Lakshmi, Parvati, Durga, and Kali, radiating motherly qualities. Through Yogmaya's grace, we acquire transcendental knowledge of God. Surrendering to Yogmaya brings her grace and the ability to know God, while those under Maya remain ignorant. Yogmaya conceals God from unqualified souls and liberates those seeking His shelter."
}