{
    "verse": "वेदाहं समतीतानि वर्तमानानि चार्जुन |\nभविष्याणि च भूतानि मां तु वेद न कश्चन || 26||\n",
    "transliteration": "vedāhaṁ samatītāni vartamānāni chārjunabhaviṣhyāṇi cha bhūtāni māṁ tu veda na kaśhchana",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/007_026.mp3",
    "word meanings": "\nveda—know; aham—I; samatītāni—the past; vartamānāni—the present; cha—and; arjuna—Arjun; bhaviṣhyāṇi—the future; cha—also; bhūtāni—all living beings; mām—me; tu—but; veda—knows; na kaśhchana—no one\n",
    "translation": "\n\nBG 7.26:\r\n                            O Arjun, I know of past, present, and future, and I also know all living beings; but Me no one knows.\r\n                        \n",
    "commentary": "\nIn this verse, God declares that He is trikāl-darśhī—knower of the past, present, and the future. Most of us are forgetful of even what we were thinking a few hours ago; whereas, God is omniscient. He remembers and keeps a record of the deeds, words, and even the thoughts of each individual soul of the universe throughout their life and since their infinite lifetimes. God maintains this record of the sañchit karma or the stockpile of karmas of every soul for endless lifetimes because, as the governor of the law of karma, He dispenses justice to the souls.Shree Krishna says that He has the knowledge of everything, the past, present, and the future. However, with our finite intellect, we cannot know the Almighty God. His infinite glory, splendor, energies, qualities, and extent are beyond the comprehension of our inadequate intellect.The Vedic scriptures state:yaḥ sarvajñaḥ sarvavidyasya jñānamayaṁ tapaḥ  (Muṇḍakopaniṣhad 1.1.9) [v25]“God is all-knowing and omniscient. His austerity consists of knowledge.”naiṣhā tarkeṇa matirāpaneyā  (Kaṭhopaniṣhad 1.2.9) [v26]“God is beyond the scope of our intellectual logic.”yato vācho nivartante aprāpya manasā saha  (Taittirīya Upaniṣhad 2.9.1) [v27]“God cannot be described in words, nor can our mind comprehend Him.”rām atarkya buddhi mana bānī, mata hamāra asa sunahi sayānī  (Ramayan) [v28]“God cannot be analyzed by arguments or formulated by words, mind, and intellect.”Only God knows Himself. However, if He finds some eligible soul, He bestows His grace upon that fortunate soul, and then with God’s divine intellect, the soul gets to know God. Therefore, only by God’s grace one can know God. Our material intellect does not have the capacity to know Him otherwise. The concept of God’s grace is discussed again in detail in 10.11 and 18.56.\n",
    "next shlok": 27,
    "new_commentary": "In this verse, God declares that He is trikāl-darśhī—knower of the past, present, and the future. He remembers and keeps a record of the deeds, words, and thoughts of each individual soul. God maintains this record of karma for endless lifetimes and dispenses justice. The knowledge of God is beyond our finite intellect. His infinite glory, splendor, energies, qualities, and extent are incomprehensible to us. Scriptures state that God is all-knowing and beyond the scope of our intellectual logic. He cannot be described in words or understood by our mind. Only God knows Himself, but through His grace, an eligible soul can know Him. Our material intellect is insufficient to know Him without His grace. The concept of God's grace is discussed in more detail in verses 10.11 and 18.56.",
    "newest_commentary": "God declares that He is the knower of the past, present, and future. He keeps a record of the deeds, words, and thoughts of each soul and dispenses justice. His knowledge is beyond our finite intellect and His glory, energies, and qualities are incomprehensible to us. God is all-knowing and cannot be described or understood by our minds. Only through His grace can an eligible soul know Him. Our material intellect is insufficient without His grace. The concept of God's grace is further explained in verses 10.11 and 18.56."
}