{"verse": "इच्छाद्वेषसमुत्थेन द्वन्द्वमोहेन भारत |\nसर्वभूतानि सम्मोहं सर्गे यान्ति परन्तप || 27||\n", "transliteration": "ichchhā-dveṣha-samutthena dvandva-mohena bhāratasarva-bhūtāni sammohaṁ sarge yānti parantapa", "audio": "https://www.holy-bhagavad-gita.org/public/audio/007_027.mp3", "word meanings": "\nichchhā—desire; dveṣha—aversion; samutthena—arise from; dvandva—of duality; mohena—from the illusion; bhārata—Arjun, descendant of Bharat; sarva—all; bhūtāni—living beings; sammoham—into delusion; sarge—since birth; yānti—enter; parantapa—Arjun, conqueror of enemies\n", "translation": "\n\nBG 7.27:\r\n                            O descendant of Bharat, the dualities of desire and aversion arise from illusion. O conqueror of enemies, all living beings in the material realm are deluded by these.\r\n                        \n", "commentary": "\nHaving given a glimpse of His omniscience in the previous verse, Shree Krishna now goes back to a subject He had covered earlier about the dualities in the world. Happiness and distress, pleasure and pain, summer and winter, night and day, etc., all these dualities exist in pairs. These dualities are an inseparable part of life’s experiences. However, the most deluding dualities in life are birth and death. The arena of one’s life exists between the two ends of birth and death. From the very moment a living creature is born, death is inevitable, and again comes a subsequent-birth.Our material intellect believes that worldly pleasures will give us happiness and fulfillment. Therefore, in material consciousness, while we desire the favorable ones, we detest the unpleasant experiences. Although attraction and aversion are not the inherent qualities of these dualities, they develop due to our ignorance. Our intellect does not realize that materially pleasurable situations will only increase our material illusion. Thus, it makes us believe that pain is detrimental to us. However, adversities have the potential of dispelling that material illusion from our mind and elevate our soul. Our ignorance is the root cause of our delusions. A spiritually elevated person accepts these dualities as inseparable aspects of God’s creation and rises above likes and dislikes, attraction and aversion, etc.\n", "next shlok": 28}