{
    "verse": "जरामरणमोक्षाय मामाश्रित्य यतन्ति ये |\nते ब्रह्म तद्विदु: कृत्स्नमध्यात्मं कर्म चाखिलम् || 29||\n",
    "transliteration": "jarā-maraṇa-mokṣhāya mām āśhritya yatanti yete brahma tadviduḥ kṛitsnam adhyātmaṁ karma chākhilam",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/007_029.mp3",
    "word meanings": "\njarā—from old age; maraṇa—and death; mokṣhāya—for liberation; mām—me; āśhritya—take shelter in; yatanti—strive; ye—who; te—they; brahma—Brahman; tat—that; viduḥ—know; kṛitsnam—everything; adhyātmam—the individual self; karma—karmic action; cha—and; akhilam—entire\n",
    "translation": "\n\nBG 7.29:\r\n                            Those who take shelter in Me, striving for liberation from old-age and death, come to know the Brahman, the individual self, and the entire field of karmic action.\r\n                        \n",
    "commentary": "\nShree Krishna had mentioned earlier in verse 7.26 that no one can know God by the strength of their own intellect. However, in this verse, He says that God can be known—only by virtue of His grace. Those devotees who surrender to Him completely—receive His divine grace. The Kaṭhopaniṣhad states:nāyamātmā pravachanena labhyo  na medhayā na bahunā śhrutenayamevaiṣha vṛiṇute tena labhya-stasyaiṣha ātmā vivṛiṇute tanūṁ svām(1.2.23) [v29]“God cannot be known—through spiritual discourses nor the intellect nor hearing various kinds of teachings. Only when He bestows His grace upon someone does that fortunate soul come to know Him.”The Vedas state:                    ekasmin vijñāte sarvamidaṁ vijñātaṁ bhavati   [v30]“If you know God, you will know everything.”Although some spiritual seekers consider ātma-jñāna, or knowledge of the self, as the ultimate goal of human birth, it is only a tiny drop in the ocean of knowledge, which is brahma-jñāna or the knowledge of God. By just knowing a drop, one cannot understand the enormity, depth, or prowess of the ocean. Therefore, ātma-jñāna cannot be in any way equal to brahma-jñāna. However, it can be a starting point toward the absolute.According to the Vedas, absolute knowledge is—the Knowledge of God. If you know God, everything related to Him; is also revealed, and all your ignorance disappears. Shree Krishna states that those who take His shelter are liberated from the cycle of birth and death forever. And by His divine grace, they receive brahma-jñāna or knowledge of the Brahman, ātma-jñāna or knowledge of the self and the entire field of karmic action or the divine laws of karma.\n",
    "next shlok": 30,
    "new_commentary": "In this verse, Shree Krishna explains that God can only be known through His grace and not through intellectual strength. Those who completely surrender to Him receive His divine grace. Spiritual discourses, intellect, and teachings cannot lead to the knowledge of God; only His grace can bestow that knowledge upon someone. The ultimate goal of human birth is the knowledge of God, which surpasses the knowledge of the self. While self-knowledge is important, it is just a small part of the vast knowledge of God. Knowing God brings forth understanding of everything related to Him and dispels ignorance. Taking shelter in Krishna liberates one from the cycle of birth and death and grants knowledge of the Brahman, knowledge of the self, and knowledge of karmic action.",
    "newest_commentary": "Shree Krishna explains that God can be known through His grace, not intellectual strength. Surrendering to Him leads to divine grace. Spiritual discourses and teachings can't reveal God; only His grace does. The ultimate goal is knowledge of God, surpassing self-knowledge. Knowing God brings understanding of all things about Him and dispels ignorance. Taking shelter in Krishna liberates from the cycle of birth and death, granting knowledge of Brahman, the self, and karma."
}