{"verse": "मनुष्याणां सहस्रेषु कश्चिद्यतति सिद्धये |यततामपि सिद्धानां कश्चिन्मां वेत्ति तत्त्वत: || 3||", "transliteration": "manuṣhyāṇāṁ sahasreṣhu kaśhchid yatati siddhayeyatatām api siddhānāṁ kaśhchin māṁ vetti tattvataḥ", "audio": "https://www.holy-bhagavad-gita.org/public/audio/007_003.mp3", "word meanings": "\nmanuṣhyāṇām—of men; sahasreṣhu—out of many thousands; kaśhchit—someone; yatati—strives; siddhaye—for perfection; yatatām—of those who strive; api—even; siddhānām—of those who have achieved perfection; kaśhchit—someone; mām—me; vetti—knows; tattvataḥ—in truth\n", "translation": "\n\nBG 7.3:\r\n                            Amongst thousands of persons, hardly one strives for perfection; and amongst those who have achieved perfection, hardly one knows Me in truth.\r\n                        \n", "commentary": "\nThe word siddhi has numerous connotations and meanings. As per the Sanskrit dictionary, a few of them are: attainment of supernatural power, accomplishment, success, performance, fulfillment, solution of a problem, completion of cooking or a task, healing, hitting the mark, maturing, supreme felicity, beatitude, an unusual skill or faculty, perfection.In this verse, Shree Krishna has used siddhi for perfection in the spiritual path. He says, “Only a tiny portion of the innumerable souls are fortunate to get a human birth. Amongst them, only a minuscule strive for spiritual perfection. And even among those perfected souls, ones who are aware of My divine glories and paramount position are very rare.” How is it that even perfected souls are unable to know God? The reason is without bhakti or loving devotion, it is not possible to realize the Supreme. Spiritual aspirants of karm, jñāna, haṭha yog, etc., cannot know God unless they include devotion in their practice.  Shree Krishna has stated this fact several times in the Bhagavad Gita:“The Supreme Divine Personality is greater than all that exists. Although He is all-pervading and all living beings are situated in Him, yet He can be known only through devotion.”  BG 8.22. “O Arjun, by unalloyed devotion alone can I be known as I am, standing before you. Thereby, on receiving my divine vision, O scorcher of foes, one can enter into union with me.”  BG 11.54“Only by loving devotion to me does one come to know who I am in truth. Then, having come to know me, my devotee enters into full consciousness of me.”  BG 18.55 Therefore, such spiritual aspirants who do not include devotion in their sadhana attain only limited theoretical knowledge or jñāna. And devoid of vijñāna the experiential knowledge, they are unable to know God or the Absolute Truth. Shree Krishna has stated in this verse that only one among numerous humans knows Him in Truth. In the next verse, He moves on to describe the material and spiritual dimensions of His energies.\n", "next shlok": 4}