{"verse": "साधिभूताधिदैवं मां साधियज्ञं च ये विदु: |\nप्रयाणकालेऽपि च मां ते विदुर्युक्तचेतस: || 30||\n", "transliteration": "sādhibhūtādhidaivaṁ māṁ sādhiyajñaṁ cha ye viduḥprayāṇa-kāle ’pi cha māṁ te vidur yukta-chetasaḥ", "audio": "https://www.holy-bhagavad-gita.org/public/audio/007_030.mp3", "word meanings": "\nsa-adhibhūta—governing principle of the field of matter; adhidaivam—governing principle of the celestial gods; mām—me; sa-adhiyajñam—governing principle of the Lord of all sacrificial performances; cha—and; ye—who; viduḥ—know; prayāṇa—of death; kāle—at the time; api—even; cha—and; mām—me; te—they; viduḥ—know; yukta-chetasaḥ—in full consciousness of me\n", "translation": "\n\nBG 7.30:\r\n                            Those who know Me as the governing principle of the adhibhūta (field of matter) and the adhidaiva (the celestial gods), and as adhiyajña (the Lord of all sacrificial performances), such enlightened souls are in full consciousness of Me even at the time of death.\r\n                        \n", "commentary": "\nIn this verse, Shree Krishna mentions that those enlightened souls who know Him are truly devoted to Him, and even at the time of their death, they are in full consciousness of Him. Such true devotees attain His divine abode. But how can one remember God even at the time of death? Death is said to be a very painful journey, comparable to 2000 scorpions biting at the same time. Such extreme pain is beyond the tolerance of any normal human; a person loses consciousness; the mind and the intellect stop working much before the end. One cannot remember anything in that state. Where is the question of remembering God? How do they do it then?Those enlightened beings who have attained true knowledge are ever filled with devotion to God, their mind and intellect, all surrendered and attached to Him alone. Thus, their bodies are beyond pleasure and pain even at the time of death. Their soul is completely disconnected from lamentation and hankering at the material level because it is no longer in bodily consciousness.  Shree Krishna has explained the words adhibhūta, adhidaiva, and adhiyajña in the next chapter.\n", "next shlok": 31}