{
    "verse": "भूमिरापोऽनलो वायु: खं मनो बुद्धिरेव च |\nअहङ्कार इतीयं मे भिन्ना प्रकृतिरष्टधा || 4||\n",
    "transliteration": "bhūmir-āpo ’nalo vāyuḥ khaṁ mano buddhir eva chaahankāra itīyaṁ me bhinnā prakṛitir aṣhṭadhā",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/007_004.mp3",
    "word meanings": "\nbhūmiḥ—earth; āpaḥ—water; analaḥ—fire; vāyuḥ—air; kham—space; manaḥ—mind; buddhiḥ—intellect; eva—certainly; cha—and; ahankāraḥ—ego; iti—thus; iyam—all these; me—my; bhinnā—divisions; prakṛitiḥ—material energy; aṣhṭadhā—eightfold\n",
    "translation": "\n\nBG 7.4:\r\n                            Earth, water, fire, air, space, mind, intellect, and ego—these are eight components of My material energy.\r\n                        \n",
    "commentary": "\nThe energy that composes this material world is incredibly complex and fathomless. To make it comprehensible to our finite intellect, we have classified it into various categories and sub-categories.  Modern science propagates matter to be a combination of elements, and the 118 elements discovered so far, are sectioned under the Periodic Table.However, the Vedic philosophy and the Bhagavad Gita present a profoundly different classification of the material world. Matter is considered as part of God’s energy and called prakṛiti. It is further divided into eight forms, as listed in this verse. It is amazing how insightful the knowledge in these ancient scriptures is in comparison to the developing trends in modern science.Albert Einstein was the first to propound the concept of Mass-Energy Equivalence in 1905. In his Annus Mirabilis papers, he stated that it is possible to convert mass into energy and numerically presented it by an equation E=mc2. His Theory of Relativity replaced an earlier concept of the universe made of solid matter. Both these theories were challenged in 1920 by Niels Bohr and other scientists with Quantum Theory, which proposes a dual particle-wave nature of matter. Ever since, the scientific community has been on the lookout for a single field or Unified Field Theory, which could expound on the relationship between matter and all forces of the universe.More than 5000 years ago, long before the development of modern science, Lord Krishna had disclosed the perfect Unified Field Theory. He said to Arjun, “All that exists in the universe has manifested from My material energy.” Just one material energy has extended itself into myriad shapes, forms, and entities of this world. The Taittirīya Upaniṣhad has elaborated on this:tasmadvā etasmādātmana ākāśhaḥ sambhūtaḥākāśhādvāyuḥ vāyoragniḥ agnerāpaḥ adbhyaḥ pṛithivīpṛithivyā oṣhadhayaḥ oṣhadhībhyo ’nnam annātpuruṣhaḥsa vā eṣha puruṣho ’nnarasamayaḥ   (2.1.2)\"From My material energy the ākāśhaḥ (ether) was created, from ether the air; from air, fire; from fire, water; from water, earth; from earth, plants; from plants, food and from food, man. This man is made of food-essence.\"The material energy in its primordial form is called prakṛiti. God glances at it when He wishes to create the world. His glance agitates and creates mahān. (There is no equivalent word for it in English, as modern science is yet to discover such a subtle level of energy) Mahān further manifests into ahankār even this is unknown to modern science. Ahankār, in turn, forms the pañch-tanmātrās or the five perceptions of – taste, touch, smell, sight, and sound. And from these, the five gross elements— space, air, fire, water, and earth manifest.Lord Shree Krishna includes the mind, intellect, and ego along with the five gross elements as different manifestations of His material energy. In this verse, He states that all these eight elements are simply parts of Maya, His material energy. In the next verse, He describes another of His superior energy; the soul energy.\n",
    "next shlok": 5,
    "new_commentary": "The commentary explains that the material world is complex and can be classified into different categories. Modern science categorizes matter into elements, while the Bhagavad Gita presents a classification of matter as part of God's energy called prakṛiti. The verse lists the eight forms of prakṛiti. It highlights the insights of ancient scriptures compared to modern scientific theories. Lord Krishna revealed a Unified Field Theory thousands of years ago, stating that everything in the universe has manifested from His material energy. The Taittirīya Upaniṣhad expands on this concept. The material energy, in its primordial form, is called prakṛiti. From prakṛiti, the world is created through a series of manifestations. Lord Krishna includes the mind, intellect, and ego as different manifestations of His material energy. The commentary concludes by mentioning that Lord Krishna will explain his superior energy, the soul energy, in the next verse.",
    "newest_commentary": "The material world is classified into different categories. Modern science categorizes matter into elements, while the Bhagavad Gita presents a classification of matter as part of God's energy called prakṛiti. Lord Krishna revealed a Unified Field Theory thousands of years ago, stating that everything in the universe has manifested from His material energy. The verse lists the eight forms of prakṛiti. Lord Krishna includes the mind, intellect, and ego as different manifestations of His material energy. The commentary concludes by mentioning that Lord Krishna will explain his superior energy, the soul energy, in the next verse."
}