{
    "verse": "एतद्योनीनि भूतानि सर्वाणीत्युपधारय |\nअहं कृत्स्नस्य जगत: प्रभव: प्रलयस्तथा || 6||\n",
    "transliteration": "etad-yonīni bhūtāni sarvāṇītyupadhārayaahaṁ kṛitsnasya jagataḥ prabhavaḥ pralayas tathā",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/007_006.mp3",
    "word meanings": "\netat yonīni—these two (energies) are the source of; bhūtāni—living beings; sarvāṇi—all; iti—that; upadhāraya—know; aham—I; kṛitsnasya—entire; jagataḥ—creation; prabhavaḥ—the source; pralayaḥ—dissolution; tathā—and\n",
    "translation": "\n\nBG 7.6:\r\n                            Know that all living beings are manifested by these two energies of Mine. I am the source of the entire creation, and into Me it again dissolves.\r\n                        \n",
    "commentary": "\nLiving beings are a manifestation of God’s two energies, jīva śhakti, the sentient soul energy, and Maya, the insentient material energy or matter. In the material realm, all life is a combination of both matter and soul. Matter by itself is insentient or lifeless, and the sentient soul needs a carrier body. Hence, both come together to form a living being.Similarly, the entire creation is a manifestation of God’s energies. One cycle of creation lasts for 100 years of Brahma. Then the Supreme Lord starts the process of dissolution. The five gross elements merge into five subtle elements, which in turn merge into ahankār. Ahankār goes back into mahān, which again unites with prakṛiti.  Prakṛiti now resides inside the body of Maha Vishnu (another form of the Supreme Lord).  All the materially bound souls, which could not get liberated during this cycle of creation, also reside in God’s body. They remain unmanifested, waiting for the next cycle of creation.When God decides to create, the entire cycle begins all over again (as explained in verse 7.4), and a new world comes into existence. Therefore, God is the source, the sustainer, and the resting place for the entire creation.      \n",
    "next shlok": 7,
    "new_commentary": "According to the commentary, living beings are a combination of the sentient soul energy and the material energy. The material realm is a manifestation of God's energies, and one cycle of creation lasts for 100 years of Brahma. During the process of dissolution, the elements merge and return to the Supreme Lord. The materially bound souls also reside in God's body, waiting for the next cycle of creation. When the Supreme Lord decides to create, a new world comes into existence. Thus, God is the source, sustainer, and resting place for the entire creation.",
    "newest_commentary": "According to the commentary, living beings are a combination of the sentient soul energy and the material energy. The material realm is a manifestation of God's energies, and one cycle of creation lasts for 100 years of Brahma. During the process of dissolution, the elements merge and return to the Supreme Lord. The materially bound souls also reside in God's body, waiting for the next cycle of creation. When the Supreme Lord decides to create, a new world comes into existence. Thus, God is the source, sustainer, and resting place for the entire creation."
}