{"verse": "मत्त: परतरं नान्यत्किञ्चिदस्ति धनञ्जय |मयि सर्वमिदं प्रोतं सूत्रे मणिगणा इव || 7||", "transliteration": "mattaḥ parataraṁ nānyat kiñchid asti dhanañjayamayi sarvam idaṁ protaṁ sūtre maṇi-gaṇā iva", "audio": "https://www.holy-bhagavad-gita.org/public/audio/007_007.mp3", "word meanings": "\nmattaḥ—than me; para-taram—superior; na—not; anyat kiñchit—anything else; asti—there is; dhanañjaya—Arjun, conqueror of wealth; mayi—in me; sarvam—all; idam—which we see; protam—is strung; sūtre—on a thread; maṇi-gaṇāḥ—beads; iva—like\n", "translation": "\n\nBG 7.7:\r\n                            There is nothing higher than Myself, O Arjun. Everything rests in Me, as beads strung on a thread.\r\n                        \n", "commentary": "\nHere, Lord Shree Krishna states about His dominion and His Supreme position in this universe. He is the Substratum over which this entire creation exists; He is the Creator, Sustainer, and Annihilator. Similar to the beads strung in a thread, which can move in their place, God has given individual souls the free will to act as they wish, yet their existence is bound to Him.  The Śhwetāśhvatar Upaniṣhad states:na tatsamaśhchābhyadhikaśhcha dṛiśhyateparāsya śhaktirvividhaiva śhrūyate  (6.8)“There is nothing equal to God, nor is there anything superior to Him.”In this verse, Lord Shree Krishna has clearly stated that He, in His original form, who stood before Arjun is the Ultimate Supreme Truth. By using the words, Me, My and I, He has dispelled the doubts that many have about Lord Shree Krishna Himself being God, the Supreme Lord. As many suppose that there is another higher formless entity, who is the ultimate source of even Lord Shree Krishna. As the first-born Brahma prays to Lord Shree Krishna:īśhwaraḥ paramaḥ kṛiṣhṇaḥ sachchidānanda vigrahaḥanādirādir govindaḥ sarva kāraṇa kāraṇam  (Brahma Samhitā 5.1)“Shree Krishna is the Supreme Lord, who is eternal, omniscient, and infinite bliss.  He is without beginning and end, the origin of all, and the cause of all causes.” \n", "next shlok": 8}