{
    "verse": "न मे पार्थास्ति कर्तव्यं त्रिषु लोकेषु किञ्चन |\nनानवाप्तमवाप्तव्यं वर्त एव च कर्मणि || 22||\n",
    "transliteration": "na me pārthāsti kartavyaṁ triṣhu lokeṣhu kiñchananānavāptam avāptavyaṁ varta eva cha karmaṇi",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/003_022.mp3",
    "word meanings": "\nna—not; me—mine; pārtha—Arjun; asti—is; kartavyam—duty; triṣhu—in the three; lokeṣhu—worlds; kiñchana—any; na—not; anavāptam—to be attained; avāptavyam—to be gained; varte—I am engaged; eva—yet; cha—also; karmaṇi—in prescribed duties\n",
    "translation": "There is nothing in the three worlds, O Arjuna, that should be done by Me, nor is there anything unattained that should be attained; yet I engage Myself in action.",
    "commentary": "\nThe reason why we all work is because we need something. We are all tiny parts of God, who is an ocean of bliss, and hence we all seek bliss. Since, we have not attained perfect bliss as yet, we feel dissatisfied and incomplete. So whatever we do is for the sake of attaining bliss. However, bliss is one of God’s energies and he alone possesses it to the infinite extent. He is perfect and complete in himself and has no need of anything outside of himself. Thus, he is also called Ātmārām (one who rejoices in the self), Ātma-ratī (one who is attracted to his or her own self), and Ātma-krīḍa (one who performs divine pastimes with his or her own self).If such a personality does work, there can be only one reason for it—it will not be for oneself, rather for the welfare of others. Thus, Shree Krishna tells Arjun that although in his personal form as Shree Krishna, he has no duty to perform in the universe, yet he works for the welfare of others. He next explains the welfare that is accomplished when he works.\n",
    "next shlok": 23,
    "new_commentary": "\nThe reason why we all work is because we need something. We are all tiny parts of God, who is an ocean of bliss, and hence we all seek bliss. Since, we have not attained perfect bliss as yet, we feel dissatisfied and incomplete. So whatever we do is for the sake of attaining bliss. However, bliss is one of God’s energies and he alone possesses it to the infinite extent. He is perfect and complete in himself and has no need of anything outside of himself. Thus, he is also called Ātmārām (one who rejoices in the self), Ātma-ratī (one who is attracted to his or her own self), and Ātma-krīḍa (one who performs divine pastimes with his or her own self).If such a personality does work, there can be only one reason for it—it will not be for oneself, rather for the welfare of others. Thus, Shree Krishna tells Arjun that although in his personal form as Shree Krishna, he has no duty to perform in the universe, yet he works for the welfare of others. He next explains the welfare that is accomplished when he works.\n",
    "newest_commentary": "We all work because we seek bliss, as we are small parts of God. However, only God possesses infinite bliss and is complete in himself. He is called Ātmārām, Ātma-ratī, and Ātma-krīḍa. If such a personality works, it is for the welfare of others. Shree Krishna, in his personal form, has no duty in the universe but works for others' welfare. He explains the accomplished welfare when he works."
}