{
    "verse": "उत्सीदेयुरिमे लोका न कुर्यां कर्म चेदहम् |\nसङ्करस्य च कर्ता स्यामुपहन्यामिमा: प्रजा: || 24||\n",
    "transliteration": "utsīdeyur ime lokā na kuryāṁ karma ched ahamsankarasya cha kartā syām upahanyām imāḥ prajāḥ",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/003_024.mp3",
    "word meanings": "\nutsīdeyuḥ—would perish; ime—all these; lokāḥ—worlds; na—not; kuryām—I perform; karma—prescribed duties; chet—if; aham—I; sankarasya—of uncultured population; cha—and; kartā—responsible; syām—would be; upahanyām—would destroy; imāḥ—all these; prajāḥ—living entities\n",
    "translation": "\n\nBG 3.24:\r\n                            If I ceased to perform prescribed actions, all these worlds would perish. I would be responsible for the pandemonium that would prevail, and would thereby destroy the peace of the human race.\r\n                        \n",
    "commentary": "\nWhen Shree Krishna appeared on the Earth, seemingly as a human being, he conducted himself in all ways and manners, appropriate for his position in society, as a member of the royal warrior class. If he had acted otherwise, other human beings would begin to imitate him, thinking that they must copy the conduct of the worthy son of the righteous King Vasudev. Had Shree Krishna failed to perform Vedic duties, human beings following his example would be led away from the discipline of karm, into a state of chaos. This would have been a very serious offence and Lord Krishna would be considered at fault. Thus, he explains to Arjun that if he did not fulfill his occupational duties, it would cause pandemonium in society.\nSimilarly, Arjun was world-famous for being undefeated in battle, and was the brother of the virtuous King Yudhisthir. If Arjun refused to fulfill his duty to protect dharma, then many other worthy and noble warriors could follow his example and also renounce their prescribed duty of protecting righteousness. This would bring destruction to the world balance and the rout of innocent and virtuous people. Thus, for the benefit of the entire human race and the welfare of the world, Shree Krishna coaxed Arjun not to neglect performing his prescribed Vedic activities.\n",
    "next shlok": 25,
    "new_commentary": "In the commentary, it is explained that Shree Krishna behaved as a human being to set an example for others. If he had acted differently, people would imitate him and deviate from their duties. Arjun, being undefeated in battle, also had a crucial duty to protect righteousness. If he neglected it, others might follow suit, leading to the destruction of the world balance and harm to innocent people. Therefore, Krishna urged Arjun not to disregard his assigned Vedic activities for the well-being of humanity and the world.",
    "newest_commentary": "In the commentary, it is explained that Shree Krishna behaved as a human being to set an example for others. If he had acted differently, people would imitate him and deviate from their duties. Arjun, being undefeated in battle, also had a crucial duty to protect righteousness. If he neglected it, others might follow suit, leading to the destruction of the world balance and harm to innocent people. Therefore, Krishna urged Arjun not to disregard his assigned Vedic activities for the well-being of humanity and the world."
}