{
    "verse": "न बुद्धिभेदं जनयेदज्ञानां कर्मसङ्गिनाम् |\nजोषयेत्सर्वकर्माणि विद्वान्युक्त: समाचरन् || 26||\n",
    "transliteration": "na buddhi-bhedaṁ janayed ajñānāṁ karma-saṅgināmjoṣhayet sarva-karmāṇi vidvān yuktaḥ samācharan",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/003_026.mp3",
    "word meanings": "\nna—not; buddhi-bhedam—discord in the intellects; janayet—should create; ajñānām—of the ignorant; karma-saṅginām—who are attached to fruitive actions; joṣhayet—should inspire (them) to perform; sarva—all; karmāṇi—prescribed; vidvān—the wise; yuktaḥ—enlightened; samācharan—performing properly\n",
    "translation": "Let no wise man unsettle the mind of ignorant people who are attached to action; he should engage them in all actions, himself fulfilling them with devotion.",
    "commentary": "\nGreat persons have greater responsibility because common people follow them. So Shree Krishna urges that wise people should not perform any actions or make any utterances that lead the ignorant toward downfall. It may be argued that if the wise feel compassion for the ignorant, they should give them the highest knowledge—the knowledge of God-realization. Lord Krishna neutralizes this argument by stating na buddhi-bhedaṁ janayet, meaning the ignorant should not be asked to abandon duties by giving superior instructions they are not qualified to understand.\nUsually, people in material consciousness consider only two options. Either they are willing to work hard for fruitive results or they wish to give up all exertions on the plea that all works are laborious, painful, and wrought with evil. Between these, working for results is far superior to the escapist approach. Hence, the spiritually wise in Vedic knowledge should inspire the ignorant to perform their duties with attentiveness and care. If the minds of the ignorant become disturbed and unsettled then they may lose faith in working altogether, and with actions stopped and knowledge not arising, the ignorant will lose out from both sides.\nIf both the ignorant and the wise perform Vedic actions, then what is the difference between them? Apprehending such a question, Shree Krishna explains this in the next two verses.\n",
    "next shlok": 27,
    "new_commentary": "In this commentary, Shree Krishna emphasizes the responsibility of wise individuals to guide the ignorant towards the right path. He advises against leading them astray and instead encourages sharing the knowledge of God-realization. However, it is important not to overwhelm the ignorant with teachings beyond their comprehension. Lord Krishna states that it is better for the spiritually wise to inspire the ignorant to perform their duties diligently rather than abandoning them altogether. If the ignorant become unsettled, they may lose faith in their actions and knowledge, resulting in a loss for both parties. Shree Krishna addresses the question of the difference between the actions performed by the ignorant and the wise in the following verses.",
    "newest_commentary": "Shree Krishna emphasizes the responsibility of wise individuals to guide the ignorant towards the right path. He advises against leading them astray and encourages sharing God-realization knowledge. It is important not to overwhelm them with teachings beyond their comprehension. Inspiring the ignorant to perform their duties diligently is better than abandoning them. If unsettled, the ignorant may lose faith in their actions and knowledge. Shree Krishna addresses the difference between actions performed by the ignorant and the wise in the following verses."
}