{
    "verse": "प्रकृतेर्गुणसम्मूढा: सज्जन्ते गुणकर्मसु |\nतानकृत्स्नविदो मन्दान्कृत्स्नविन्न विचालयेत् || 29||\n",
    "transliteration": "prakṛiter guṇa-sammūḍhāḥ sajjante guṇa-karmasutān akṛitsna-vido mandān kṛitsna-vin na vichālayet",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/003_029.mp3",
    "word meanings": "\nprakṛiteḥ—of material nature; guṇa—by the modes of material nature; sammūḍhāḥ—deluded; sajjante—become attached; guṇa-karmasu—to results of actions; tān—those; akṛitsna-vidaḥ—persons without knowledge; mandān—the ignorant; kṛitsna-vit—persons with knowledge; na vichālayet—should not unsettle\n",
    "translation": "\n\nBG 3.29:\r\n                            Those who are deluded by the operation of the guṇas become attached to the results of their actions. But the wise who understand these truths should not unsettle such ignorant people who know very little.\r\n                        \n",
    "commentary": "\nThe question may be raised that if soul is distinct from the guṇas and their activities, then why are the ignorant attached to sense objects? Shree Krishna explains in this verse that they become bewildered by the guṇas of the material energy, and think themselves to be the doers. Infatuated by the three modes of material nature, they work for the express purpose of being able to enjoy sensual and mental delights. They are unable to perform actions as a matter of duty, without desiring rewards.\nHowever, the kṛitsna-vit (persons with knowledge) should not disturb the minds of the akṛitsna-vit (persons without knowledge). This means that the wise should not force their thoughts onto ignorant persons by saying, “You are the soul, not the body, and hence karm is meaningless; give it up.” Rather, they should instruct the ignorant to perform their respective karm, and slowly help them rise above attachment. In this way, after presenting the distinctions between those who are spiritually wise and those who are ignorant, Shree Krishna gives the sober caution not to unsettle the minds of the ignorant.\n",
    "next shlok": 30,
    "new_commentary": "In this verse, Shree Krishna explains that the ignorant become attached to sense objects due to their bewilderment caused by the material energy. They mistake themselves as the doers and work to indulge in sensual and mental pleasures. They are unable to perform actions without desiring rewards. However, the wise should not disturb the minds of the ignorant and force their thoughts onto them. Instead, they should guide them to perform their respective duties and gradually help them rise above attachment. Shree Krishna cautions against unsettling the minds of the ignorant and highlights the differences between the spiritually wise and the ignorant.",
    "newest_commentary": "Shree Krishna explains that the ignorant are attached to sense objects due to bewilderment caused by material energy. They mistake themselves as the doers and seek sensual and mental pleasures. They cannot perform actions without desiring rewards. The wise should not disturb their minds but guide them in their duties, helping them overcome attachment. Shree Krishna warns against unsettling the ignorant and emphasizes the distinctions between the spiritually wise and the ignorant."
}