{"verse": "कर्मेन्द्रियाणि संयम्य य आस्ते मनसा स्मरन् |\nइन्द्रियार्थान्विमूढात्मा मिथ्याचार: स उच्यते || 6||\n", "transliteration": "karmendriyāṇi sanyamya ya āste manasā smaranindriyārthān vimūḍhātmā mithyāchāraḥ sa uchyate", "audio": "https://www.holy-bhagavad-gita.org/public/audio/003_006.mp3", "word meanings": "\nkarma-indriyāṇi—organs of action; sanyamya—restrain; yaḥ—who; āste—remain; manasā—in the mind; smaran—to remember; indriya-arthān—sense objects; vimūḍha-ātmā—the deluded; mithyā-āchāraḥ—hypocrite; saḥ—they; uchyate—are called\n", "translation": "\n\nBG 3.6:\r\n                            Those who restrain the external organs of action, while continuing to dwell on sense objects in the mind, certainly delude themselves and are to be called hypocrites.\r\n                        \n", "commentary": "\nAttracted by the lure of an ascetic life, people often renounce their work, only to discover later that their renunciation is not accompanied by an equal amount of mental and intellectual withdrawal from the sensual fields. This creates a situation of hypocrisy where one displays an external show of religiosity while internally living a life of ignoble sentiments and base motives. Hence, it is better to face the struggles of the world as a karm yogi, than to lead the life of a false ascetic. Running away from the problems of life by prematurely taking sanyās is not the way forward in the journey of the evolution of the soul. Saint Kabir stated sarcastically:mana na raṅgāye ho, raṅgāye yogī kapaṛājatavā baḍhāe yogī dhuniyā ramaule, dahiyā baḍhāe yogī bani gayele bakarā[v2]“O Ascetic Yogi, you have donned the ochre robes, but you have ignored dyeing your mind with the color of renunciation. You have grown long locks of hair and smeared ash on your body (as a sign of detachment). But without the internal devotion, the external beard you have sprouted only makes you resemble a goat.” Shree Krishna states in this verse that people who externally renounce the objects of the senses while continuing to dwell upon them in the mind are hypocrites, and they delude themselves.The Puranas relate the story of two brothers, Tavrit and Suvrit, to illustrate this point. The brothers were walking from their house to hear the Śhrīmad Bhāgavatam discourse at the temple. On the way, it began raining heavily, so they ran into the nearest building for shelter. To their dismay, they found themselves in a brothel, where women of disrepute were dancing to entertain their guests. Tavrit, the elder brother, was appalled and walked out into the rain, to continue to the temple. The younger brother, Suvrit, felt no harm in sitting there for a while to escape getting wet in the rain.Tavrit reached the temple and sat for the discourse, but in his mind he became remorseful, “O how boring this is! I made a dreadful mistake; I should have remained at the brothel. My brother must be enjoying himself greatly in revelry there.” Suvrit, on the other hand, started thinking, “Why did I remain in this house of sin? My brother is so holy; he is bathing his intellect in the knowledge of the Bhāgavatam. I too should have braved the rain and reached there. After all, I am not made of salt that I would have melted in a little bit of rain.”When the rain stopped, both started out in the direction of the other. The moment they met, lightning struck them and they both died on the spot. The Yamdoots (servants of the god of Death) came to take Tavrit to hell. Tavrit complained, “I think you have made a mistake. I am Tavrit. It was my brother who was sitting at the brothel a little while ago. You should be taking him to hell.” The Yamdoots replied, “We have made no mistake. He was sitting there to avoid the rain, but in his mind he was longing to be at the Bhāgavatam discourse. On the other hand, while you were sitting and hearing the discourse, your mind was yearning to be at the brothel.” Tavrit was doing exactly what Shree Krishna declares in this verse; he had externally renounced the objects of the senses, but was dwelling upon them in the mind. This was the improper kind of renunciation. The next verse states the proper kind of renunciation.\n", "next shlok": 7}