{
    "verse": "विधिहीनमसृष्टान्नं मन्त्रहीनमदक्षिणम् |\nश्रद्धाविरहितं यज्ञं तामसं परिचक्षते || 13||\n",
    "transliteration": "vidhi-hīnam asṛiṣhṭānnaṁ mantra-hīnam adakṣhiṇamśhraddhā-virahitaṁ yajñaṁ tāmasaṁ parichakṣhate",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/017_013.mp3",
    "word meanings": "\nvidhi-hīnam—without scriptural direction; asṛiṣhṭa-annam—without distribution of prasad; mantra-hīnam—with no chanting of the Vedic hymns; adakṣhiṇam—with no remunerations to the priests; śhraddhā—faith; virahitam—without; yajñam—sacrifice; tāmasam—in the mode of ignorance; parichakṣhate—is to be considered\n",
    "translation": "\n\nBG 17.13:\r\n                            Sacrifice devoid of faith and contrary to the injunctions of the scriptures, in which no food is offered, no mantras chanted, and no donation made, is to be considered in the mode of ignorance.\r\n                        \n",
    "commentary": "\nAt every moment in life, individuals have choices regarding which actions to perform. There are proper actions that are beneficial for society and for us. At the same time, there are inappropriate actions that are harmful for others and us. However, who is to decide what is beneficial and what is harmful? And in case a dispute arises, what is the basis for resolving it? If everyone makes their own decisions then pandemonium will prevail. So the injunctions of the scriptures serve as guide maps and wherever a doubt arises, we consult these scriptures for ascertaining the propriety of any action. However, those in the mode of ignorance do not have faith in the scriptures. They carry out religious ceremonies but disregard the ordinances of the scriptures.In India, specific gods and goddess associated with each festival are worshipped with great pomp and splendor. Often the motive behind the external grandeur of the ceremony—gaudy decorations, dazzling illumination, and blaring music—is to collect contributions from the neighborhood. Further, the Vedic injunction of offering a donation to the priests performing religious ceremony, as a mark of gratitude and respect, is not followed. Sacrifice in which such injunctions of the scriptures are ignored and a self-determined process is followed, due to laziness, indifference, or belligerence, is in the mode of ignorance. Such faith is actually a form of faithlessness in God and the scriptures.\n",
    "next shlok": 14,
    "new_commentary": "The commentary discusses the importance of making proper choices and actions in life. It emphasizes the need for a guide to determine what is beneficial and harmful. The scriptures serve as guide maps for resolving disputes and ascertaining the propriety of actions. However, those in the mode of ignorance disregard the scriptures and carry out religious ceremonies for personal gain. The grandeur of festivals in India often aims to collect contributions rather than genuinely worship the gods and goddesses. The practice of ignoring scripture injunctions and following self-determined processes out of laziness or belligerence is in the mode of ignorance. Such actions demonstrate a lack of faith in God and the scriptures."
}