{
    "verse": "देवद्विजगुरुप्राज्ञपूजनं शौचमार्जवम् |\nब्रह्मचर्यमहिंसा च शारीरं तप उच्यते || 14||\n",
    "transliteration": "deva-dwija-guru-prājña- pūjanaṁ śhaucham ārjavambrahmacharyam ahinsā cha śhārīraṁ tapa uchyate",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/017_014.mp3",
    "word meanings": "\ndeva—the Supreme Lord; dwija—the Brahmins; guru—the spiritual master; prājña—the elders; pūjanam—worship; śhaucham—cleanliness; ārjavam—simplicity; brahmacharyam—celibacy; ahinsā—non-violence; cha—and; śhārīram—of the body; tapaḥ—austerity; uchyate—is declared as\n",
    "translation": "\n\nBG 17.14:\r\n                            When worship of the Supreme Lord, the Brahmins, the spiritual master, the wise, and the elders is done with the observance of cleanliness, simplicity, celibacy, and non-violence then this worship is declared as the austerity of the body.\r\n                        \n",
    "commentary": "\nThe word tapaḥ means “to heat up,” e.g. by placing on fire. In the process of purification, metals are heated and melted, so that the impurities may rise to the top and be removed. When gold is placed in the fire, its impurities get burnt and its luster increases. Similarly, the Vedas state: atapta tanurnatadā mośhnute (Rig Veda 9.83.1)[v3] “Without purifying the body through austerity, one cannot reach the final state of yog.” By sincerely practicing austerity, human beings can uplift and transform their lives from the mundane to the divine. Such austerity should be performed without show, with pure intent, in a peaceable manner, in conformance with the guidance of the spiritual master and the scriptures.Shree Krishna now classifies such austerity into three categories—of the body, speech, and mind. In this verse, he talks of the austerity of the body. When the body is dedicated to the service of the pure and saintly, and all sense indulgence in general, and sexual indulgence in particular, is eschewed, it is acclaimed as austerity of the body. Such austerity should be done with cleanliness, simplicity, and care for not hurting others. Here, “Brahmins” does not refer to those who consider themselves Brahmins by birth, but to those endowed with sāttvic qualities, as described in verse 18.42.\n",
    "next shlok": 15,
    "new_commentary": "The word tapaḥ means 'to heat up' and signifies the purification process, where impurities rise and are removed. Austerity is vital for spiritual progress, as stated in the Vedas. By practicing austerity sincerely, one can elevate their life from mundane to divine. Shree Krishna classifies austerity into three categories: body, speech, and mind. This verse focuses on body austerity, which involves dedicating the body to serving the pure and saintly, abstaining from sensual and sexual indulgence. It should be performed with cleanliness, simplicity, and care not to harm others. The term 'Brahmins' refers to those possessing sattvic qualities rather than birth status.",
    "newest_commentary": "The word tapaḥ means 'to heat up' and signifies the purification process. Austerity is vital for spiritual progress. By practicing austerity sincerely, one can elevate their life from mundane to divine. Shree Krishna classifies austerity into three categories: body, speech, and mind. This verse focuses on body austerity, which involves dedicating the body to serving the pure and saintly, abstaining from sensual and sexual indulgence. It should be performed with cleanliness, simplicity, and care. The term 'Brahmins' refers to those possessing sattvic qualities rather than birth status."
}