{
    "verse": "दातव्यमिति यद्दानं दीयतेऽनुपकारिणे |\nदेशे काले च पात्रे च तद्दानं सात्त्विकं स्मृतम् || 20||\n",
    "transliteration": "dātavyam iti yad dānaṁ dīyate ‘nupakāriṇedeśhe kāle cha pātre cha tad dānaṁ sāttvikaṁ smṛitam",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/017_020.mp3",
    "word meanings": "\ndātavyam—worthy of charity; iti—thus; yat—which; dānam—charity; dīyate—is given; anupakāriṇe—to one who cannot give in return; deśhe—in the proper place; kāle—at the proper time; cha—and; pātre—to a worthy person; cha—and; tat—that; dānam—charity; sāttvikam—in the mode of goodness; smṛitam—is stated to be\n",
    "translation": "\n\nBG 17.20:\r\n                            Charity given to a worthy person simply because it is right to give, without consideration of anything in return, at the proper time and in the proper place, is stated to be in the mode of goodness.\r\n                        \n",
    "commentary": "\nThe three-fold divisions of dānam, or charity, are now being described. It is an act of duty to give according to one’s capacity. The Bhaviṣhya Purāṇ states: dānamekaṁ kalau yuge [v5] “In the age of Kali, giving in charity is the means for purification.” The Ramayan states this too:pragaṭa chāri pada dharma ke kali mahuñ ek pradhānajena kena bidhi dīnheṅ dāna karai kalyāna [v6]“Dharma has four basic tenets, one amongst which is the most important in the age of Kali—give in charity by whatever means possible.” The act of charity bestows many benefits. It reduces the attachment of the giver toward material objects; it develops the attitude of service; it expands the heart, and fosters the sentiment of compassion for others. Hence, most religious traditions follow the injunction of giving away one-tenth of one’s earnings in charity. The Skandh Purāṇ states:nyāyopārjita vittasya daśhamānśhena dhīmataḥkartavyo viniyogaśhcha īśhvaraprityarthameva cha [v7]“From the wealth you have earned by rightful means, take out one-tenth, and as a matter of duty, give it away in charity. Dedicate your charity for the pleasure of God.” Charity is classified as proper or improper, superior or inferior, according to the factors mentioned by Shree Krishna in this verse. When it is offered freely from the heart to worthy recipients, at the proper time, and at the appropriate place, it is bequeathed to be in the mode of goodness.\n",
    "next shlok": 21,
    "new_commentary": "The commentary explains the three-fold divisions of charity (dānam) and its significance in the age of Kali. It notes that giving in charity is a means of purification according to the Bhaviṣhya Purāṇ and the Ramayan. Charity brings various benefits, such as reducing attachment to material objects, fostering a service-oriented attitude, expanding the heart, and developing compassion for others. Many religious traditions recommend giving away one-tenth of earnings in charity. The Skandh Purāṇ states that one-tenth of wealth earned by rightful means should be dedicated to charity for the pleasure of God. Shree Krishna classifies charity as proper or improper, superior or inferior, based on factors like the giver's intention, recipient, timing, and place. When given freely from the heart to worthy recipients, at the right time and place, it is considered in the mode of goodness.",
    "newest_commentary": "The commentary explains the significance of charity (dānam) and its divisions. Giving in charity purifies and brings various benefits such as reducing attachment, fostering a service-oriented attitude, and developing compassion. Many traditions recommend giving one-tenth of earnings. Shree Krishna classifies charity as proper or improper, superior or inferior, based on factors like intention, recipient, timing, and place. When given freely from the heart to worthy recipients, at the right time and place, it is considered in the mode of goodness."
}