{
    "verse": "ॐ तत्सदिति निर्देशो ब्रह्मणस्त्रिविध: स्मृत: |\nब्राह्मणास्तेन वेदाश्च यज्ञाश्च विहिता: पुरा || 23||\n",
    "transliteration": "oṁ tat sad iti nirdeśho brahmaṇas tri-vidhaḥ smṛitaḥbrāhmaṇās tena vedāśh cha yajñāśh cha vihitāḥ purā",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/017_023.mp3",
    "word meanings": "\nom tat sat—syllables representing aspects of transcendence; iti—thus; nirdeśhaḥ—symbolic representatives; brahmaṇaḥ—the Supreme Absolute Truth; tri-vidhaḥ—of three kinds; smṛitaḥ—have been declared; brāhmaṇāḥ—the priests; tena—from them; vedāḥ—scriptures; cha—and; yajñāḥ—sacrifice; cha—and; vihitāḥ—came about; purā—from the beginning of creation\n",
    "translation": "\"Om Tat Sat\": This has been declared to be the triple designation of Brahman. By that were created formerly, the Brahmanas, the Vedas and the sacrifices.",
    "commentary": "\nIn this chapter, Shree Krishna explained the categories of yajña (sacrifice), tapaḥ (austerity), and dān (charity), according to the three modes of material nature. Amongst these three modes, the mode of ignorance degrades the soul into nescience, languor, and sloth. The mode of passion excites the living being and binds it in innumerable desires. The mode of goodness is serene and illuminating, and engenders the development of virtues. Yet, the mode of goodness is also within the realm of Maya. We must not get attached to it; instead, we must use the mode of goodness as a stepping-stone to reach the transcendental platform. In this verse, Shree Krishna goes beyond the three guṇas, and discusses the words Om Tat Sat, which symbolize different aspects of the Absolute Truth. In the following verses, he explains the significance of these three words.\n",
    "next shlok": 24,
    "new_commentary": "\nIn this chapter, Shree Krishna explained the categories of yajña (sacrifice), tapaḥ (austerity), and dān (charity), according to the three modes of material nature. Amongst these three modes, the mode of ignorance degrades the soul into nescience, languor, and sloth. The mode of passion excites the living being and binds it in innumerable desires. The mode of goodness is serene and illuminating, and engenders the development of virtues. Yet, the mode of goodness is also within the realm of Maya. We must not get attached to it; instead, we must use the mode of goodness as a stepping-stone to reach the transcendental platform. In this verse, Shree Krishna goes beyond the three guṇas, and discusses the words Om Tat Sat, which symbolize different aspects of the Absolute Truth. In the following verses, he explains the significance of these three words.\n",
    "newest_commentary": "Shree Krishna explains the categories of sacrifice, austerity, and charity based on the three modes of material nature. The mode of ignorance leads to nescience and sloth, while the mode of passion creates endless desires. The mode of goodness is serene and promotes virtue but should not be attached to. The verse goes beyond the three modes and discusses the words Om Tat Sat, representing aspects of the Absolute Truth. Subsequent verses explain the significance of these words."
}