{"verse": "श्रीभगवानुवाच |\nअनाश्रित: कर्मफलं कार्यं कर्म करोति य: |\nस संन्यासी च योगी च न निरग्निर्न चाक्रिय: || 1||\n", "transliteration": "śhrī bhagavān uvāchaanāśhritaḥ karma-phalaṁ kāryaṁ karma karoti yaḥsa sannyāsī cha yogī cha na niragnir na chākriyaḥ", "audio": "https://www.holy-bhagavad-gita.org/public/audio/006_001.mp3", "word meanings": "\nśhrī-bhagavān uvācha—the Supreme Lord said; anāśhritaḥ—not desiring; karma-phalam—results of actions; kāryam—obligatory; karma—work; karoti—perform; yaḥ—one who; saḥ—that person; sanyāsī—in the renounced order; cha—and; yogī—yogi; cha—and; na—not; niḥ—without; agniḥ—fire; na—not; cha—also; akriyaḥ—without activity\n", "translation": "\n\nBG 6.1:\r\n                            The Supreme Lord said: Those who perform prescribed duties without desiring the results of their actions are actual sanyāsīs (renunciates) and yogis, not those who have merely ceased performing sacrifices such as Agnihotra yajna or abandoned bodily activities.\r\n                        \n", "commentary": "\nThe ritualistic activities described in the Vedas include fire sacrifices, such as Agnihotra yajna. The rules for those who enter the renounced order of sanyās state that they should not perform the ritualistic karm kāṇḍ activities; in fact they should not touch fire at all, not even for the purpose of cooking. And they should subsist on alms instead. However, Shree Krishna states in this verse that merely giving up the sacrificial fire does not make one a sanyāsī (renunciant).Who are true yogis, and who are true sanyāsīs? There is much confusion in this regard. People say, “This swamiji is phalāhārī (one who eats only fruits and nothing else), and so he must be an elevated yogi.” “This bābājī (renunciant) is dūdhāhārī (subsists on milk alone), and hence he must be an even higher yogi.” “This guruji is pavanāhārī (does not eat, lives only on the breath), and so he must definitely be God-realized.” “This sadhu is a nāgā bābā (ascetic who does not wear clothes), and thus he is perfectly renounced.” However, Shree Krishna dismisses all these concepts. He says that such external acts of asceticism do not make anyone either a sanyāsī or a yogi. Those who can renounce the fruits of their actions, by offering them to God, are the true renunciants and yogis.Nowadays Yoga has become the buzz word in the western world. Numerous Yoga studios have sprung up in every town of every country of the world. Statistics reveal that one out of every ten persons in America is practicing Yoga. But this word “Yoga” does not exist in the Sanskrit scriptures. The actual word is “Yog,” which means “union.” It refers to the union of the individual consciousness with the divine consciousness. In other words, a yogi is one whose mind is fully absorbed in God. It also follows that such a yogi’s mind is naturally detached from the world. Hence, the true yogi is also the true sanyāsī.Persons who perform karm yog do all activities in the spirit of humble service to God without any desire whatsoever for rewards. Even though they may be gṛihasthas (living with a family), such persons are true yogis and the real renunciants.\n", "next shlok": 2}