{
    "verse": "योगी युञ्जीत सततमात्मानं रहसि स्थित: |\nएकाकी यतचित्तात्मा निराशीरपरिग्रह: || 10||\n",
    "transliteration": "yogī yuñjīta satatam ātmānaṁ rahasi sthitaḥekākī yata-chittātmā nirāśhīr aparigrahaḥ",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/006_010.mp3",
    "word meanings": "\nyogī—a yogi; yuñjīta—should remain engaged in meditation; satatam—constantly; ātmānam—self; rahasi—in seclusion; sthitaḥ—remaining; ekākī—alone; yata-chitta-ātmā—with a controlled mind and body; nirāśhīḥ—free from desires; aparigrahaḥ—free from desires for possessions\n",
    "translation": "\n\nBG 6.10:\r\n                            Those who seek the state of Yog should reside in seclusion, constantly engaged in meditation with a controlled mind and body, getting rid of desires and possessions for enjoyment.\r\n                        \n",
    "commentary": "\nHaving stated the characteristics of one who has attained the state of Yog, Shree Krishna now talks about the self-preparation required for it. Mastery in any field requires daily practice. An Olympic swimming champion is not one who goes to the local neighborhood swimming pool once a week on Saturday evenings. Only one who practices for several hours every day achieves the mastery required to win the Olympics. Practice is essential for spiritual mastery as well. Shree Krishna now explains the process of accomplishing spiritual mastery by recommending the daily practice of meditation. The first point he mentions is the need for a secluded place. All day long, we are usually surrounded by a worldly environment; these material activities, people, and conversations, all tend to make the mind more worldly. In order to elevate the mind toward God, we need to dedicate some time on a daily basis for secluded sādhanā.The analogy of milk and water can help elucidate this point. If milk is poured into water, it cannot retain its undiluted identity, for water naturally mixes with it. However, if the milk is kept separate from water and converted into yogurt, and then the yogurt is churned to extract butter, the butter becomes immiscible. It can now challenge the water, “I will sit on your head and float; you can do nothing to me because I have become butter now.” Our mind is like the milk and the world is like water. In contact with the world, the mind gets affected by it and becomes worldly. However, an environment of seclusion, which offers minimal contact with the objects of the senses, becomes conducive for elevating the mind and focusing it upon God. Once sufficient attachment for God has been achieved, one can challenge the world, “I will live amidst all the dualities of Maya, but remain untouched by them.”This instruction for seclusion has been repeated by Shree Krishna in verse 18.52: vivikt sevī laghvāśhī  “Live in a secluded place; control your diet.” There is a beautiful way of practically applying this instruction without disturbing our professional and social works. In our daily schedule, we can allocate some time for sādhanā, or spiritual practice, where we isolate ourselves in a room that is free from worldly disturbances. Shutting ourselves out from the world, we should do sādhanā to purify the mind and solidify its focus upon God. If we practice in this manner for one to two hours every day, we will reap its benefits all through the day even while engaged in worldly activities. In this manner we will be able to retain the elevated state of consciousness that was gathered during the daily sādhanā in isolation from the world.\n",
    "next shlok": 11,
    "new_commentary": "In order to attain spiritual mastery, daily practice is necessary. Shree Krishna recommends the daily practice of meditation for accomplishing spiritual mastery. He explains the process of meditation and emphasises the need for a secluded place as an environment for elevating the mind and focusing it upon God. The analogy of milk and water is used to highlight how the mind gets affected by the worldly environment and becomes worldly. By practicing seclusion and dedicating time for spiritual practice, the mind can be purified and its focus on God solidified. This instruction for seclusion is repeated in verse 18.52, emphasizing the importance of living in a secluded place and controlling one's diet. By allocating one to two hours every day for spiritual practice, one can retain the elevated state of consciousness throughout the day, even while engaged in worldly activities."
}