{
    "verse": "शुचौ देशे प्रतिष्ठाप्य स्थिरमासनमात्मन: |\nनात्युच्छ्रितं नातिनीचं चैलाजिनकुशोत्तरम् || 11||\n",
    "transliteration": "śhuchau deśhe pratiṣhṭhāpya sthiram āsanam ātmanaḥnātyuchchhritaṁ nāti-nīchaṁ chailājina-kuśhottaram",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/006_011.mp3",
    "word meanings": "\nśhuchau—in a clean; deśhe—place; pratiṣhṭhāpya—having established; sthiram—steadfast; āsanam—seat; ātmanaḥ—his own; na—not; ati—too; uchchhritam—high; na—not; ati—too; nīcham—low; chaila—cloth; ajina—a deerskin; kuśha—Kuśh grass; uttaram—one over the other\n",
    "translation": "In a clean spot, having established a firm seat of his own, neither too high nor too low, made of a cloth, a skin and Kusa-grass, one over the other.",
    "commentary": "\nShree Krishna explains in this verse the external practice for sādhanā. Śhuchau deśhe means a pure or sanctified place. In the initial stages, the external environment does impact the mind. In later stages of sādhanā, one is able to achieve internal purity even in dirty and unclean places. But for neophytes, clean surroundings help in keeping the mind clean as well. A mat of Kuśh grass provides temperature insulation from the ground, akin to the yoga mats of today. The deer skin atop it deters poisonous pests like snakes and scorpions from approaching while one is absorbed in meditation. If the āsan is too high, there is the risk of falling off; if the āsan is too low, there is danger of disturbance from insects on the ground. Some instructions regarding external seating given in this verse may be somewhat anachronous to modern times, in which case the spirit of the instruction is to be absorbed in the thought of God, while the instructions for the internal practice remain the same.\n",
    "next shlok": 12,
    "new_commentary": "\nShree Krishna explains in this verse the external practice for sādhanā. Śhuchau deśhe means a pure or sanctified place. In the initial stages, the external environment does impact the mind. In later stages of sādhanā, one is able to achieve internal purity even in dirty and unclean places. But for neophytes, clean surroundings help in keeping the mind clean as well. A mat of Kuśh grass provides temperature insulation from the ground, akin to the yoga mats of today. The deer skin atop it deters poisonous pests like snakes and scorpions from approaching while one is absorbed in meditation. If the āsan is too high, there is the risk of falling off; if the āsan is too low, there is danger of disturbance from insects on the ground. Some instructions regarding external seating given in this verse may be somewhat anachronous to modern times, in which case the spirit of the instruction is to be absorbed in the thought of God, while the instructions for the internal practice remain the same.\n",
    "newest_commentary": "This verse explains the external practice for sādhanā in the Bhagavad Gita. It emphasizes the importance of a pure and sanctified place (śhuchau deśhe) for beginners to maintain internal purity. Using a mat of Kuśh grass and a deer skin atop it provides insulation and protection from pests during meditation. The verse mentions the importance of finding the right height for the āsan to avoid falling or disturbance from insects. While some instructions may be anachronistic to modern times, the essence is to be absorbed in the thought of God. The verse highlights the need for external and internal practices in sādhanā."
}