{
    "verse": "तत्रैकाग्रं मन: कृत्वा यतचित्तेन्द्रियक्रिय: |\nउपविश्यासने युञ्ज्याद्योगमात्मविशुद्धये || 12||\nसमं कायशिरोग्रीवं धारयन्नचलं स्थिर: |\nसम्प्रेक्ष्य नासिकाग्रं स्वं दिशश्चानवलोकयन् || 13||\n",
    "transliteration": "tatraikāgraṁ manaḥ kṛitvā yata-chittendriya-kriyaḥupaviśhyāsane yuñjyād yogam ātma-viśhuddhayesamaṁ kāya-śhiro-grīvaṁ dhārayann achalaṁ sthiraḥsamprekṣhya nāsikāgraṁ svaṁ diśhaśh chānavalokayan",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/006_012-013.mp3",
    "word meanings": "\ntatra—there; eka-agram—one-pointed; manaḥ—mind; kṛitvā—having made; yata-chitta—controlling the mind; indriya—senses; kriyaḥ—activities; upaviśhya—being seated; āsane—on the seat; yuñjyāt yogam—should strive to practice yog; ātma viśhuddhaye—for purification of the mind; samam—straight; kāya—body; śhiraḥ—head; grīvam—neck; dhārayan—holding; achalam—unmoving; sthiraḥ—still; samprekṣhya—gazing; nāsika-agram—at the tip of the nose; svam—own; diśhaḥ—directions; cha—and; anavalokayan—not looking\n",
    "translation": "There, having made the mind one-pointed, with the actions of the mind and the senses controlled, let him, seated on the seat, practise Yoga for the purification of the self.Let him firmly hold his body, head and neck erect and still, gazing at the tip of his nose, without looking around.",
    "commentary": "\nHaving described the seating for meditation, Shree Krishna next describes the posture of the body that is best for concentrating the mind. In sādhanā, there is a tendency to become lazy and doze off to sleep. This happens because the material mind does not initially get as much bliss in contemplation on God as it does while relishing sense objects. This creates the possibility for the mind to become languid when focused on God. Hence, you do not find people dozing off half-way through their meal, but you do see people falling asleep during meditation and the chanting of God’s names. To avoid this, Shree Krishna gives the instruction to sit erect. The Brahma Sūtra also states three aphorisms regarding the posture for meditation:āsīnaḥ sambhavāt  (4.1.7)[v5] “To do sādhanā, seat yourself properly.”achalatvaṁ chāpekṣhya (4.1.9)[v6] “Ensure that you sit erect and still.”dhyānāchcha (4.1.8)[v7] “Seated in this manner, focus the mind in meditation.”There are a number of meditative āsans described in the Hath Yoga Pradeepika, such as padmasan, ardha padmasan, dhyanveer asan, siddhasan, and sukhasan. We may adopt any āsan in which we can comfortably sit, without moving, during the period of the meditation. Maharshi Patañjali states:sthira sukhamāsanam (Patañjali Yog Sūtra 2.46)[v8]“To practice meditation, sit motionless in any posture that you are comfortable in.” Some people are unable to sit on the floor due to knee problems, etc. They should not feel discouraged, for they can even practice meditation while sitting on a chair, provided they fulfill the condition of sitting motionless and erect.In this verse, Shree Krishna states that the eyes should be made to focus on the tip of the nose, and prevented from wandering. As a variation, the eyes can also be kept closed. Both these techniques will be helpful in blocking out worldly distractions.The external seat and posture do need to be appropriate, but meditation is truly a journey within us. Through meditation, we can reach deep within and cleanse the mind of endless lifetimes of dross. By learning to hold the mind in concentration, we can work upon it to harness its latent potential. The practice of meditation helps organize our personality, awaken our inner consciousness, and expand our self-awareness. The spiritual benefits of meditation are described later, in the purport on verse 6.15. Some of the side benefits are:It reins the unbridled mind, and harnesses the thought energy to attain difficult goals.It helps maintain mental balance in the midst of adverse circumstances.It aids in the development of a strong resolve that is necessary for success in life.It enables one to eliminate bad sanskārs and habits, and cultivate good qualities.The best kind of meditation is one where the mind is focused upon God. This is clarified in the next two verses.\n",
    "next shlok": 14,
    "new_commentary": "Shree Krishna describes the posture of the body for meditation to avoid laziness and falling asleep. Sitting erect is recommended to maintain focus. Various meditative āsans are available, and one can choose a comfortable one. The eyes should be fixed on the tip of the nose or kept closed to block out distractions. Meditation is an internal journey that helps cleanse the mind and awaken inner consciousness. It brings numerous benefits like harnessing thought energy, maintaining mental balance, developing a strong resolve, eliminating bad habits, and cultivating good qualities. The ultimate goal of meditation is to focus the mind on God. This is further explained in the following verses.",
    "newest_commentary": "Shree Krishna advises maintaining an erect posture and focusing the eyes during meditation to avoid laziness and distractions. Meditation is an internal journey that cleanses the mind, awakens consciousness, and brings various benefits like harnessing thought energy, mental balance, and eliminating bad habits. It cultivates good qualities and develops a strong resolve. The ultimate goal is to focus the mind on God. This is elaborated in the upcoming verses."
}