{"verse": "प्रशान्तात्मा विगतभीर्ब्रह्मचारिव्रते स्थित: |\nमन: संयम्य मच्चित्तो युक्त आसीत मत्पर: || 14||\n", "transliteration": "praśhāntātmā vigata-bhīr brahmachāri-vrate sthitaḥmanaḥ sanyamya mach-chitto yukta āsīta mat-paraḥ", "audio": "https://www.holy-bhagavad-gita.org/public/audio/006_014.mp3", "word meanings": "\npraśhānta—serene; ātmā—mind; vigata-bhīḥ—fearless; brahmachāri-vrate—in the vow of celibacy; sthitaḥ—situated; manaḥ—mind; sanyamya—having controlled; mat-chittaḥ—meditate on me (Shree Krishna); yuktaḥ—engaged; āsīta—should sit; mat-paraḥ—having me as the supreme goal\n", "translation": "\n\nBG 6.14:\r\n                            Thus, with a serene, fearless, and unwavering mind, and staunch in the vow of celibacy, the vigilant yogi should meditate on Me, having Me alone as the supreme goal.\r\n                        \n", "commentary": "\nShree Krishna emphasizes the practice of celibacy for success in meditation. The sexual desire facilitates the process of procreation in the animal kingdom, and animals indulge in it primarily for that purpose. In most species, there is a particular mating season; animals do not indulge in sexual activity wantonly. Since humans have greater intellects and the freedom to indulge at will, the activity of procreation is converted into a means of licentious enjoyment. However, the Vedic scriptures lay great emphasis on practicing celibacy. Maharshi Patanjali states:brahmacharya pratiṣhṭhāyāṁ vīrya lābhaḥ (Yog Sūtras 2.38)[v9]“The practice of celibacy leads to great enhancement of energy.”Ayurveda, the Indian science of medicine extolls brahmacharya (the practice of celibacy) for its exceptional health benefits. One of the students of Dhanvantari approached his teacher after finishing his full course of Ayurveda (the ancient Indian science of medicine), and asked: “O Sage, now kindly let me know the secret of health.” Dhanvantari replied: “This seminal energy is verily the ātman. The secret of health lies in preservation of this vital force. He who wastes this vital and precious energy cannot have physical, mental, moral, and spiritual development.” According to Ayurveda, forty drops of blood go into making one drop of semen. Those who waste their semen develop unsteady and agitated prāṇ. They lose their physical and mental energy, and weaken their memory, mind, and intellect. The practice of celibacy leads to a boost of bodily energy, clarity of intellect, gigantic will power, retentive memory, and a keen spiritual intellect. It creates a sparkle in the eyes and a luster on the cheeks.The definition of celibacy is not restricted to mere abstinence from physical indulgence. The Agni Purāṇ states that the eightfold activities related to sex must be controlled: 1) Thinking about it. 2) Talking about it. 3) Joking about it. 4) Envisioning it. 5) Desiring it. 6) Wooing to get someone interested in it. 7) Enticing someone interested in it. 8) Engaging in it. For one to be considered celibate, all these must be shunned. Thus, celibacy not only requires abstinence from sexual intercourse, but also refrainment from masturbation, homosexual acts, and all other sexual practices.Further, Shree Krishna states here that the object of meditation should be God alone. This point is again reiterated in the next verse.\n", "next shlok": 15}