{"verse": "युञ्जन्नेवं सदात्मानं योगी नियतमानस: |\nशान्तिं निर्वाणपरमां मत्संस्थामधिगच्छति || 15||\n", "transliteration": "yuñjann evaṁ sadātmānaṁ yogī niyata-mānasaḥśhāntiṁ nirvāṇa-paramāṁ mat-sansthām adhigachchhati", "audio": "https://www.holy-bhagavad-gita.org/public/audio/006_015.mp3", "word meanings": "\nyuñjan—keeping the mind absorbed in God; evam—thus; sadā—constantly; ātmānam—the mind; yogī—a yogi; niyata-mānasaḥ—one with a disciplined mind; śhāntim—peace; nirvāṇa—liberation from the material bondage; paramām—supreme; mat-sansthām—abides in me; adhigachchhati—attains\n", "translation": "\n\nBG 6.15:\r\n                            Thus, constantly keeping the mind absorbed in Me, the yogi of disciplined mind attains nirvāṇ, and abides in Me in supreme peace.\r\n                        \n", "commentary": "\nVarieties of techniques for meditation exist in the world. There are Zen techniques, Buddhist techniques, Tantric techniques, Taoist techniques, Vedic techniques, and so on. Each of these has many sub-branches. Amongst the followers of Hinduism itself, there are innumerable techniques being practiced. Which of these should we adopt for our personal practice? Shree Krishna makes this riddle easy to solve. He states that the object of meditation should be God himself and God alone.The aim of meditation is not merely to enhance concentration and focus, but also to purify the mind. Meditating on the breath, chakras, void, flame, etc. is helpful in developing focus. However, the purification of the mind is only possible when we fix it upon an all-pure object, which is God himself. Hence, verse 14.26 states that God is beyond the three modes of material nature, and when one fixes the mind upon him, it too rises above the three modes. Thus, meditating upon the prāṇas may be called transcendental by its practitioners, but true transcendental meditation is upon God alone.Now what is the way of fixing the mind upon God? We can make all of God’s divine attributes—names, forms, virtues, pastimes, abodes, associates—the objects of meditation. They are all non-different from God and replete with all his energies. Hence, devotees may meditate upon any of these and get the true benefit of meditating upon God. In the various bhakti traditions in India, the name of God is made the basis of contemplation. Thus, the Ramayan states:brahma rām teṅ nāmu baṛa, bara dāyaka bara dāni [v10]“God’s name is bigger than God himself, in terms of its utility to the souls.” Taking the name is a very convenient way of remembering God, since it can be taken anywhere and everywhere—while walking, talking, sitting, eating, etc.However, for most sādhaks the name by itself is not sufficiently attractive for enchanting the mind. Due to sanskārs of endless lifetimes, the mind is naturally drawn to forms. Using the form of God as the basis, meditation becomes natural and easy. This is called rūp dhyān meditation.Once the mind is focused upon the form of God, we can then further enhance it by contemplating upon the virtues of God—his compassion, his beauty, his knowledge, his love, his benevolence, his grace, and so on. One can then advance in meditation by serving God in the mind. We can visualize ourselves offering foodstuffs to him, worshipping him, singing to him, massaging him, fanning him, bathing him, cooking for him, etc. This is called mānasī sevā (serving God in the mind). In this way, we can meditate upon the names, forms, virtues, pastimes, etc. of God. All these become powerful means of fulfilling Shree Krishna’s instruction to Arjun, in this verse, to keep the mind absorbed in him.At the end of the verse, Shree Krishna gives the ultimate benefits of meditation, which are liberation from Maya and the everlasting beatitude of God-realization.\n", "next shlok": 16}