{
    "verse": "नात्यश्नतस्तु योगोऽस्ति न चैकान्तमनश्नत: |\nन चाति स्वप्नशीलस्य जाग्रतो नैव चार्जुन || 16||\n",
    "transliteration": "nātyaśhnatastu yogo ’sti na chaikāntam anaśhnataḥna chāti-svapna-śhīlasya jāgrato naiva chārjuna",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/006_016.mp3",
    "word meanings": "\nna—not; ati—too much; aśhnataḥ—one who eats; tu—however; yogaḥ—Yog; asti—there is; na—not; cha—and; ekāntam—at all; anaśhnataḥ—abstaining from eating; na—not; cha—and; ati—too much; svapna-śhīlasya—one who sleeps; jāgrataḥ—one who does not sleep enough; na—not; eva—certainly; cha—and; arjuna—Arjun\n",
    "translation": "\n\nBG 6.16:\r\n                            O Arjun, those who eat too much or too little, sleep too much or too little, cannot attain success in Yog.\r\n                        \n",
    "commentary": "\nAfter describing the object of meditation and the end-goal achieved by it, Shree Krishna gives some regulations to follow. He states that those who break the rules of bodily maintenance cannot be successful in Yog. Often beginners on the path, with their incomplete wisdom state: “You are the soul and not this body. So simply engage in spiritual activity, forgetting about the maintenance of the body.”However, such a philosophy cannot get one too far. It is true that we are not the body, yet the body is our carrier as long as we live, and we are obliged to take care of it. The Ayurvedic text, Charak Samhitā states: śharīra mādhyaṁ khalu dharma sādhanam [v11] “The body is the vehicle for engaging in religious activity.” If the body becomes unwell, then spiritual pursuits get impeded too. The Ramayan states: tanu binu bhajana veda nahiṅ varanā [v12] “The Vedas do not recommend that we ignore the body, while engaging in spirituality.” In fact, they instruct us to take good care of our body with the help of material science. The Īśhopaniṣhad states:andhaṁ tamaḥ praviśhanti ye ’vidyām upāsatetato bhūya iva te tamo ya u vidyāyām ratāḥ (9)[v13]“Those who cultivate only material science go to hell. But those who cultivate only spiritual science go to an even darker hell.” Material science is necessary for the maintenance of our body, while spiritual science is necessary for the manifestation of the internal divinity within us. We must balance both in our lives to reach the goal of life. Hence, yogāsans, prāṇāyām, and the science of proper diet are an essential part of Vedic knowledge. Each of the four Vedas has its associate Veda for material knowledge. The associate Veda of Atharva Veda is Ayurveda, which is the hoary science of medicine and good health. This demonstrates that the Vedas lay emphasis on the maintenance of physical health. Accordingly, Shree Krishna says that overeating or not eating at all, extreme activity or complete inactivity, etc. are all impediments to Yog. Spiritual practitioners should take good care of their body, by eating fresh nutritious food, doing daily exercise, and getting the right amount of sleep every night.\n",
    "next shlok": 17,
    "new_commentary": "In the given commentary, Shree Krishna emphasizes the importance of following certain regulations in the practice of Yog. While it is true that we are not the body, we must still take care of it as it is our vehicle in this life. Neglecting the body hinders spiritual pursuits. The Vedas teach us to take care of our body through material science. Material science is necessary for body maintenance, while spiritual science is necessary for realizing our internal divinity. Balance between the two is crucial. Yogasanas, pranayam, and proper diet are essential parts of Vedic knowledge. The Vedas also emphasize physical health through Ayurveda, the hoary science of medicine. Shree Krishna advises against overeating, extreme activity, and inactivity as they obstruct Yog. Spiritual practitioners should focus on eating fresh and nutritious food, engaging in daily exercise, and getting adequate sleep.",
    "newest_commentary": "Shree Krishna highlights the importance of balancing spiritual and material sciences in the practice of Yog. While we are not the body, neglecting its care hampers spiritual growth. The Vedas advocate body maintenance through material science and physical health through Ayurveda. Shree Krishna discourages overeating, extreme activity, and inactivity as they hinder Yog. Yogasanas, pranayam, and a proper diet are integral to achieving balance in Vedic knowledge. Spiritual practitioners should prioritize fresh and nutritious food, daily exercise, and sufficient sleep. The body is our vehicle in this life, and taking care of it is essential in realizing our internal divinity."
}