{
    "verse": "युक्ताहारविहारस्य युक्तचेष्टस्य कर्मसु |\nयुक्तस्वप्नावबोधस्य योगो भवति दु:खहा || 17||\n",
    "transliteration": "yuktāhāra-vihārasya yukta-cheṣhṭasya karmasuyukta-svapnāvabodhasya yogo bhavati duḥkha-hā",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/006_017.mp3",
    "word meanings": "\nyukta—moderate; āhāra—eating; vihārasya—recreation; yukta cheṣhṭasya karmasu—balanced in work; yukta—regulated; svapna-avabodhasya—sleep and wakefulness; yogaḥ—Yog; bhavati—becomes; duḥkha-hā—the slayer of sorrows\n",
    "translation": "\n\nBG 6.17:\r\n                            But those who are temperate in eating and recreation, balanced in work, and regulated in sleep, can mitigate all sorrows by practicing Yog.\r\n                        \n",
    "commentary": "\nYog is the union of the soul with God. The opposite of Yog is bhog, which means engagement in sensual pleasures. Indulgence in bhog violates the natural laws of the body, and results in rog (disease). As stated in the previous verse, if the body becomes diseased, it impedes the practice of Yog. Thus in this verse, Shree Krishna states that by being temperate in bodily activities and practicing Yog, we can become free from the sorrows of the body and mind.\nThe same instruction was repeated two-and-a-half millennium after Shree Krishna by Gautam Buddha, when he recommended the golden middle path between severe asceticism and sensual indulgence. There is a beautiful story regarding this. It is said that before gaining enlightenment, Gautam Buddha once gave up eating and drinking, and sat in meditation. However, after a few days of practicing in this manner, the lack of nourishment made him weak and dizzy, and he found it impossible to steady his mind in meditation. At that time, some village women happened to be passing by. They were carrying water pots on their heads that they had filled from the river nearby, and were singing a song. The words of the song were: “Tighten the strings of the tānpurā (a stringed Indian musical instrument, resembling a guitar). But do not tighten them so much that the strings break.” Their words entered the ears of Gautam Buddha, and he exclaimed, “These illiterate village women are singing such words of wisdom. They contain a message for us humans. We too should tighten our bodies (practice austerities), but not to the extent that the body is destroyed.”\nBenjamin Franklin (1706 – 1790), a founding father of the United States, is highly regarded as a self-made man. In an effort to grow his character, starting at the age of 20, he maintained a diary in which he tracked his performance related to the 13 activities he wanted to grow in. The first activity was “Temperance: Eat not to dullness; drink not to elevation.”\n",
    "next shlok": 18,
    "new_commentary": "Yog, the union of the soul with God, is opposed to bhog, which is indulgence in sensual pleasures leading to disease. Shree Krishna advises temperance in bodily activities and the practice of Yog to overcome the sorrows of body and mind. Gautam Buddha, centuries later, also recommended the middle path between asceticism and indulgence. In a story, Buddha realizes the importance of moderation when he becomes weak from lack of nourishment during extreme ascetic practices. Some wise village women's song about tightening the strings of the tānpurā without breaking them resonates with Buddha's realization. Benjamin Franklin, a self-made man, emphasized temperance as the first activity for personal growth in his diary. By avoiding excessive eating and drinking, one can develop character and achieve self-improvement. The common thread in these teachings is balance and temperance in order to find harmony and avoid harmful extremes."
}