{
    "verse": "यं संन्यासमिति प्राहुर्योगं तं विद्धि पाण्डव |\nन ह्यसंन्यस्तसङ्कल्पो योगी भवति कश्चन || 2||\n",
    "transliteration": "yaṁ sannyāsam iti prāhur yogaṁ taṁ viddhi pāṇḍavana hyasannyasta-saṅkalpo yogī bhavati kaśhchana",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/006_002.mp3",
    "word meanings": "\nyam—what; sanyāsam—renunciation; iti—thus; prāhuḥ—they say; yogam—yog; tam—that; viddhi—know; pāṇḍava—Arjun, the son of Pandu; na—not; hi—certainly; asannyasta—without giving up; saṅkalpaḥ—desire; yogī—a yogi; bhavati—becomes; kaśhchana—anyone\n",
    "translation": "Do thou, O Arjuna, know Yoga to be that which they call renunciation; no one verily becomes a Yogi who has not renounced thoughts.",
    "commentary": "\nA sanyāsī is one who renounces the pleasures of the mind and senses. But mere renunciation is not the goal, nor is it sufficient to reach the goal. Renunciation means that our running in the wrong direction has stopped. We were searching for happiness in the world, and we understood that there is no happiness in material pleasures, so we stopped running toward the world. But, the destination is not reached just by stopping. The destination of the soul is God-realization. The process of going toward God—taking the mind toward him—is the path of Yog. Those who have incomplete knowledge of the goal of life, look upon renunciation as the highest goal of spirituality. Those who truly understand the goal of life, regard God-realization as the ultimate goal of their spiritual endeavor.\nIn the purport to verse 5.4, it was explained that there are two kinds of renunciation—phalgu vairāgya and yukt vairāgya. Phalgu vairāgya is that where worldly objects are seen as objects of Maya, the material energy, and hence renounced because they are detrimental to spiritual progress. Yukt vairāgya is that where everything is seen as belonging to God, and hence meant to be utilized in his service. In the first kind of renunciation, one would say, “Give up money. Do not touch it. It is a form of Maya, and it impedes the path of spirituality.” In the second kind of renunciation, one would say, “Money is also a form of the energy of God. Do not waste it or throw it away; utilize whatever you have in your possession for the service of God.”\nPhalgu vairāgya is unstable, and can easily revert to attachment for the world. The name “Phalgu” comes from a river in the city of Gaya, in the state of Bihar in India. The river Phalgu runs below the surface. From atop, it seems as if there is no water, but if you dig a few feet, you encounter the stream below. Similarly, many persons renounce the world to go and live in monasteries, only to find that in a few years the renunciation has vanished and the mind is again attached to the world. Their detachment was phalgu vairāgya. Finding the world to be troublesome and miserable, they desired to get away from it by taking shelter in monastery. But when they found spiritual life also to be difficult and arduous, they got detached from spirituality as well. Then there are others who establish their loving relationship with God. Motivated by the desire to serve him, they renounce the world to live in a monastery. Their renunciation is yukt vairāgya. They usually continue the journey even if they face difficulties.\nIn the first line of this verse, Shree Krishna states that a real sanyāsī (renunciant) is one who is a yogi, i.e. one who is uniting the mind with God in loving service. In the second line, Shree Krishna states that one cannot be a yogi without giving up material desires. If there are material desires in the mind, then it will naturally run toward the world. Since it is the mind that has to be united with God, this is only possible if the mind is free from all material desires. Thus, to be a yogi one has to be a sanyāsī from within; and one can only be a sanyāsī if one is a yogi.\n",
    "next shlok": 3,
    "new_commentary": "A sanyāsī renounces worldly pleasures, but mere renunciation is not enough to reach the goal of God-realization. Renunciation must be accompanied by the path of Yog, which involves directing the mind towards God. There are two types of renunciation: phalgu vairāgya, where worldly objects are renounced as obstacles to spiritual progress, and yukt vairāgya, where everything is seen as belonging to God and utilized in His service. Phalgu vairāgya is unstable and can easily revert to attachment for the world. On the other hand, those who establish a loving relationship with God and renounce the world for His service exhibit yukt vairāgya. A real sanyāsī is one who is a yogi, uniting the mind with God in loving service. Material desires must be given up to be a yogi, as the mind can only be united with God if it is free from all material desires.",
    "newest_commentary": "Renunciation of worldly pleasures alone is not sufficient to attain God-realization. It must be accompanied by the path of Yog, where the mind is directed towards God. There are two types of renunciation: phalgu vairāgya, which renounces worldly objects as hindrances, and yukt vairāgya, which sees everything as belonging to God and used in His service. Phalgu vairāgya is unstable and prone to attachment, while yukt vairāgya is exhibited by those who establish a loving relationship with God and renounce the world for His service. A true sanyāsī is a yogi who unites the mind with God through loving service, requiring the abandonment of material desires for this union to occur."
}