{"verse": "सुखमात्यन्तिकं यत्तद्बुद्धिग्राह्यमतीन्द्रियम् |\nवेत्ति यत्र न चैवायं स्थितश्चलति तत्त्वत: || 21||\n", "transliteration": "sukham ātyantikaṁ yat tad buddhi-grāhyam atīndriyamvetti yatra na chaivāyaṁ sthitaśh chalati tattvataḥ", "audio": "https://www.holy-bhagavad-gita.org/public/audio/006_021.mp3", "word meanings": "\nsukham—happiness; ātyantikam—limitless; yat—which; tat—that; buddhi—intellect; grāhyam—grasp; atīndriyam—transcending the senses; vetti—knows; yatra—wherein; na—never; cha—and; eva—certainly; ayam—he; sthitaḥ—situated; chalati—deviates; tattvataḥ—Eternal Truth\n", "translation": "\n\nBG 6.21:\r\n                            In that joyous state of Yog, called samadhi, one experiences supreme boundless divine bliss, and thus situated, one never deviates from the Eternal Truth.\r\n                        \n", "commentary": "\nThe yearning for bliss is intrinsic to the nature of the soul. It stems from the fact that we are tiny parts of God, who is an ocean of bliss. A number of quotations from the Vedic scriptures establishing this were mentioned in verse 5.21. Here are some more quotations expressing the nature of God as having an infinite ocean of bliss:raso vai saḥ rasaṁ hyevāyaṁ labdhvā nandī bhavati  (Taittirīya Upaniṣhad 2.7)[v14]“God is bliss himself; the individual soul becomes blissful on attaining him.”ānandamayo ’bhyāsāt (Brahma Sūtra 1.1.12)[v15]“God is the veritable form of bliss.”satya jñānānantānanda mātraika rasa mūrtayaḥ  (Bhāgavatam 10.13.54)[v16]“The divine form of God is made of eternity, knowledge, and bliss.”ānanda sindhu madhya tava vāsā, binu jāne kata marasi piyāsā (Ramayan)[v17]“God, who is the ocean of bliss, is seated within you. Without knowing him, how can your thirst for happiness be satiated?”We have been seeking perfect bliss for eons, and everything we do is in search of that bliss. However, from the objects of gratification, the mind and senses perceive only a shadowy reflection of true bliss. This sensual gratification fails to satisfy the longing of the soul within, which yearns for the infinite bliss of God.When the mind is in union with God, the soul experiences the ineffable and sublime bliss beyond the scope of the senses. This state is called samādhi in the Vedic scriptures. The Sage Patanjali states: samādhisiddhirīśhvara praṇidhānāt  (Patañjali Yog Darśhan 2.45)[v18] “For success in samādhi, surrender to the Supreme Lord.” In the state of samādhi, experiencing complete satisfaction and contentment, the soul has nothing left to desire, and thus becomes firmly situated in the Absolute Truth, without deviating from it for even a moment.\n", "next shlok": 22}