{
    "verse": "सङ्कल्पप्रभवान्कामांस्त्यक्त्वा सर्वानशेषत: |\nमनसैवेन्द्रियग्रामं विनियम्य समन्तत: || 24||\nशनै: शनैरुपरमेद्बुद्ध्या धृतिगृहीतया |\nआत्मसंस्थं मन: कृत्वा न किञ्चिदपि चिन्तयेत् || 25||\n",
    "transliteration": "saṅkalpa-prabhavān kāmāns tyaktvā sarvān aśheṣhataḥmanasaivendriya-grāmaṁ viniyamya samantataḥśhanaiḥ śhanair uparamed buddhyā dhṛiti-gṛihītayāātma-sansthaṁ manaḥ kṛitvā na kiñchid api chintayet",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/006_024-025.mp3",
    "word meanings": "\nsaṅkalpa—a resolve; prabhavān—born of; kāmān—desires; tyaktvā—having abandoned; sarvān—all; aśheṣhataḥ—completely; manasā—through the mind; eva—certainly; indriya-grāmam—the group of senses; viniyamya—restraining; samantataḥ—from all sides; śhanaiḥ—gradually; śhanaiḥ—gradually; uparamet—attain peace; buddhyā—by intellect; dhṛiti-gṛihītayā—achieved through determination of resolve that is in accordance with scriptures; ātma-sanstham—fixed in God; manaḥ—mind; kṛitvā—having made; na—not; kiñchit—anything; api—even; chintayet—should think of\n",
    "translation": "Abandoning without reserve all desires born of Sankalpa (thought and imagination) and completely restraining the whole group of the senses by the mind from all sides.Little by little let him attain to ietude by the intellect held firmly; having made the mind establish itself in the Self, let him not think of anything.",
    "commentary": "\nMeditation requires the dual process of removing the mind from the world and fixing it on God. Here, Shree Krishna begins by describing the first part of the process—taking the mind away from the world.\nThoughts of worldly things, people, events, etc. come to the mind when it is attached to the world. Initially, the thoughts are in the form of sphurṇā (flashes of feelings and ideas). When we insist on the implementation of sphurṇā, it becomes saṅkalp. Thus, thoughts lead to saṅkalp (pursuit of these objects) and vikalp (revulsion from them), depending upon whether the attachment is positive or negative. The seed of pursuit and revulsion grows into the plant of desire, “This should happen. This should not happen.” Both saṅkalp and vikalp immediately create impressions on the mind, like the film of a camera exposed to the light. Thus, they directly impede meditation upon God. They also have a natural tendency to flare up, and a desire that is a seed today can become an inferno tomorrow. Thus, one who desires success in meditation should renounce the affinity for material objects.\nHaving described the first part of the process of meditation—removing the mind from the world—Shree Krishna then talks of the second part. The mind should be made to reside upon God. He says this will not happen automatically, but with determined effort, success will come slowly.\nDetermination of resolve that is in accordance with the scriptures is called dhṛiti. This determination comes with conviction of the intellect. Many people acquire academic knowledge of the scriptures about the nature of the self and the futility of worldly pursuits. But their daily life is at variance with their knowledge, and they are seen to indulge in sin, sex, and intoxication. This happens because their intellect is not convinced about that knowledge. The power of discrimination comes with the conviction of the intellect about the impermanence of the world and the eternality of one’s relationship with God. Thus utilizing the intellect, one must gradually cease sensual indulgence. This is called pratyāhār, or control of the mind and senses from running toward the objects of the senses. Success in pratyāhār will not come immediately. It will be achieved through gradual and repeated exercise. Shree Krishna explains next what that exercise involves.\n",
    "next shlok": 26,
    "new_commentary": "In this commentary on the Bhagavad Gita, Shree Krishna discusses the process of meditation. The first part involves removing the mind from worldly attachments. Thoughts of worldly things lead to pursuit or revulsion, creating desires and impressions on the mind. To succeed in meditation, one must renounce attachment to material objects. The second part of meditation is making the mind reside upon God. This requires determined effort and conviction of the intellect. Many people have knowledge of spiritual teachings but fail to live according to them due to a lack of conviction. The power of discrimination comes with understanding the impermanence of the world and the eternal nature of one's relationship with God. Gradually ceasing sensual indulgence and controlling the mind and senses through pratyāhār is essential. Success in pratyāhār requires gradual and repeated practice. Shree Krishna further explains the exercise needed to achieve this.",
    "newest_commentary": "Shree Krishna discusses the process of meditation in the Bhagavad Gita. The first part involves detaching the mind from worldly attachments to succeed in meditation. The second part focuses on making the mind dwell on God, requiring effort and conviction. Many people know spiritual teachings but lack conviction to live by them. Discrimination comes from understanding the impermanence of the world and the eternal relationship with God. Gradually ceasing sensual indulgence and controlling the mind and senses is essential through pratyāhār. Success in pratyāhār requires repeated practice. Shree Krishna explains the exercise needed for this."
}