{"verse": "यतो यतो निश्चरति मनश्चञ्चलमस्थिरम् |ततस्ततो नियम्यैतदात्मन्येव वशं नयेत् || 26||", "transliteration": "yato yato niśhcharati manaśh chañchalam asthiramtatas tato niyamyaitad ātmanyeva vaśhaṁ nayet", "audio": "https://www.holy-bhagavad-gita.org/public/audio/006_026.mp3", "word meanings": "\nyataḥ yataḥ—whenever and wherever; niśhcharati—wanders; manaḥ—the mind; chañchalam—restless; asthiram—unsteady; tataḥ tataḥ—from there; niyamya—having restrained; etat—this; ātmani—on God; eva—certainly; vaśham—control; nayet—should bring\n", "translation": "\n\nBG 6.26:\r\n                            Whenever and wherever the restless and unsteady mind wanders, one should bring it back and continually focus it on God.\r\n                        \n", "commentary": "\nSuccess in meditation is not achieved in a day; the path to perfection is long and arduous. When we sit for meditation with the resolve to focus our mind upon God, we will find that ever so often it wanders off in worldly saṅkalp and vikalp. It is thus important to understand the three steps involved in the process of meditation:\nWith the intellect’s power of discrimination we decide that the world is not our goal. Hence, we forcefully remove the mind from the world. This requires effort.\nAgain, with the power of discrimination we understand that God alone is ours, and God-realization is our goal. Hence, we bring the mind to focus upon God. This also requires effort.\nThe mind comes away from God, and wanders back into the world. This does not require effort, it happens automatically.\nWhen the third step happens by itself, sādhaks often become disappointed, “I tried so hard to focus upon God, but the mind went back into the world.” Shree Krishna asks us not to feel disappointed. He says the mind is fickle and we should be prepared that it will wander off in the direction of its infatuation, despite our best efforts to control it. However, when it does wander off, we should once again repeat steps 1 and 2—take the mind away from the world and bring it back to God. Once again, we will experience that step 3 takes place by itself. We should not lose heart, and again repeat steps 1 and 2.\nWe will have to do this repeatedly. Then slowly, the mind’s attachment toward God will start increasing. And simultaneously, its detachment from the world will also increase. As this happens, it will become easier and easier to meditate. But in the beginning, we must be prepared for the battle involved in disciplining the mind.\n", "next shlok": 27}