{
    "verse": "युञ्जन्नेवं सदात्मानं योगी विगतकल्मष: |\nसुखेन ब्रह्मसंस्पर्शमत्यन्तं सुखमश्नुते || 28||\n",
    "transliteration": "yuñjann evaṁ sadātmānaṁ yogī vigata-kalmaṣhaḥsukhena brahma-sansparśham atyantaṁ sukham aśhnute",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/006_028.mp3",
    "word meanings": "\nyuñjan—uniting (the self with God); evam—thus; sadā—always; ātmānam—the self; yogī—a yogi; vigata—free from; kalmaṣhaḥ—sins; sukhena—easily; brahma-sansparśham—constantly in touch with the Supreme; atyantam—the highest; sukham—bliss; aśhnute—attains\n",
    "translation": "The Yogi, always engaging the mind thus (in the practice of Yoga), freed from sins, easily enjoys the Infinite Bliss of contact with Brahman (the Eternal).",
    "commentary": "\nHappiness can be classified into four categories:sāttvikaṁ sukhamātmotthaṁ viṣhayotthaṁ tu rājasamtāmasaṁ moha dainyotthaṁ nirguṇaṁ madapāśhrayām(Bhāgavatam 11.25.29)[v21]Tāmasic happiness. This is the pleasure derived from narcotics, alcohol, cigarettes, meat products, violence, sleep, etc.Rājasic happiness. This is the pleasure from the gratification of the five senses and the mind.Sāttvic happiness. This is the pleasure experienced through practicing virtues, such as compassion, service to others, cultivation of knowledge, stilling of the mind, etc. It includes the bliss of self-realization experienced by the jñānīs when they stabilize the mind upon the soul.Nirguṇa happiness. This is the divine bliss of God, which is infinite in extent. Shree Krishna explains that the yogi who becomes free from material contamination and becomes united with God attains this highest state of perfect happiness. He has called this unlimited bliss in verse 5.21 and supreme bliss in verse 6.21.\n",
    "next shlok": 29,
    "new_commentary": "\nHappiness can be classified into four categories:sāttvikaṁ sukhamātmotthaṁ viṣhayotthaṁ tu rājasamtāmasaṁ moha dainyotthaṁ nirguṇaṁ madapāśhrayām(Bhāgavatam 11.25.29)[v21]Tāmasic happiness. This is the pleasure derived from narcotics, alcohol, cigarettes, meat products, violence, sleep, etc.Rājasic happiness. This is the pleasure from the gratification of the five senses and the mind.Sāttvic happiness. This is the pleasure experienced through practicing virtues, such as compassion, service to others, cultivation of knowledge, stilling of the mind, etc. It includes the bliss of self-realization experienced by the jñānīs when they stabilize the mind upon the soul.Nirguṇa happiness. This is the divine bliss of God, which is infinite in extent. Shree Krishna explains that the yogi who becomes free from material contamination and becomes united with God attains this highest state of perfect happiness. He has called this unlimited bliss in verse 5.21 and supreme bliss in verse 6.21.\n",
    "newest_commentary": "The commentary discusses the classification of happiness into four categories based on their nature: Tāmasic, Rājasic, Sāttvic, and Nirguṇa. Tāmasic happiness is derived from substances like narcotics and alcohol, as well as indulging in violence and sleep. Rājasic happiness comes from satisfying the senses and the mind. Sāttvic happiness is experienced through practicing virtues like compassion and knowledge, leading to self-realization. Nirguṇa happiness is the divine bliss of God, attained by the yogi who is freed from material contamination and united with God. Shree Krishna explains this highest state of perfect and infinite happiness in verses 5.21 and 6.21 of the Bhagavad Gita."
}