{
    "verse": "आरुरुक्षोर्मुनेर्योगं कर्म कारणमुच्यते |\nयोगारूढस्य तस्यैव शम: कारणमुच्यते || 3||\n",
    "transliteration": "ārurukṣhor muner yogaṁ karma kāraṇam uchyateyogārūḍhasya tasyaiva śhamaḥ kāraṇam uchyate",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/006_003.mp3",
    "word meanings": "\nārurukṣhoḥ—a beginner; muneḥ—of a sage; yogam—Yog; karma—working without attachment; kāraṇam—the cause; uchyate—is said; yoga ārūḍhasya—of those who are elevated in Yog; tasya—their; eva—certainly; śhamaḥ—meditation; kāraṇam—the cause; uchyate—is said\n",
    "translation": "\n\nBG 6.3:\r\n                            To the soul who is aspiring for perfection in Yog, work without attachment is said to be the means; to the sage who is already elevated in Yog, tranquility in meditation is said to be the means.\r\n                        \n",
    "commentary": "\nIn chapter 3, verse 3, Shree Krishna mentioned that there are two paths for attaining welfare—the path of contemplation and the path of action. Between these, he recommended to Arjun to follow the path of action. Again in chapter 5, verse 2, he declared it to be the better path. Does this mean that we must keep doing work all our life? Anticipating such a question, Shree Krishna sets the limits for it. When we perform karm yog, it leads to the purification of the mind and the ripening of spiritual knowledge. But once the mind has been purified and we advance in Yog, then we can leave karm yog and take to karm sanyās. Material activities now serve no purpose and meditation now becomes the means.\nSo the path we must follow filters down to a matter of our eligibility and Shree Krishna explains the criteria of eligibility in this verse. He says that for those who are aspiring for Yog, the path of karm yog is more suitable; and those who are elevated in Yog, the path of karm sanyās is more suitable.\nThe word Yog refers to both the goal and the process to reach the goal. When we talk of it as being the goal, we use Yog as meaning “union with God.” And when we talk of it as being the process, we use Yog as meaning the “path” to union with God.\nIn this second context, Yog is like a ladder we climb to reach God. At the lowest rung, the soul is caught in worldliness, with the consciousness absorbed in mundane matter. The ladder of Yog takes the soul from that level to the stage where the consciousness is absorbed in the divine. The various rungs of the ladder have different names, but Yog is a term common to them all. Yog-ārurukṣhu are those sādhaks who aspire for union with God and have just begun climbing the ladder. Yog-ārūḍha are those who have become elevated on the ladder.\nSo, how do we understand when one is elevated in the science of Yog? Shree Krishna explains this next.\n",
    "next shlok": 4,
    "new_commentary": "In this commentary on Shree Krishna's teachings in the Bhagavad Gita, the focus is on the two paths for attaining welfare: contemplation and action. Krishna advises Arjuna to follow the path of action, as it leads to purification of the mind and spiritual knowledge. However, once the mind is purified and one advances in Yoga, they can transition to the path of renunciation of action. The eligibility for each path depends on the individual's aspiration for Yoga. Yog refers to both the goal of union with God and the path to reach it. The ladder of Yog takes the soul from worldly absorption to divine absorption. Yog-ārurukṣhu are those aspiring for union, while Yog-ārūḍha are those elevated on the ladder. Krishna further explains the criteria for being elevated in the science of Yog."
}