{"verse": "यो मां पश्यति सर्वत्र सर्वं च मयि पश्यति |\nतस्याहं न प्रणश्यामि स च मे न प्रणश्यति || 30||\n", "transliteration": "yo māṁ paśhyati sarvatra sarvaṁ cha mayi paśhyatitasyāhaṁ na praṇaśhyāmi sa cha me na praṇaśhyati", "audio": "https://www.holy-bhagavad-gita.org/public/audio/006_030.mp3", "word meanings": "\nyaḥ—who; mām—me; paśhyati—see; sarvatra—everywhere; sarvam—everything; cha—and; mayi—in me; paśhyati—see; tasya—for him; aham—I; na—not; praṇaśhyāmi—lost; saḥ—that person; cha—and; me—to me; na—nor; praṇaśhyati—lost\n", "translation": "\n\nBG 6.30:\r\n                            For those who see Me everywhere and see all things in Me, I am never lost, nor are they ever lost to Me.\r\n                        \n", "commentary": "\nTo lose God means to let the mind wander away from him, and to be with him means to unite the mind with him. The easy way to unite the mind with God is to learn to see everything in its connection with him. For example, let us say that someone hurts us. It is the nature of the mind to develop sentiments of resentment, hatred, etc. toward anyone who harms us. However, if we permit that to happen, then our mind comes away from the divine realm, and the devotional union of our mind with God ceases. Instead, if we see the Supreme Lord seated in that person, we will think, “God is testing me through this person. He wants me to increase the virtue of tolerance, and that is why he is inspiring this person to behave badly with me. But I will not permit the incident to disturb me.” Thinking in this way, we will be able to prevent the mind from becoming a victim of negative sentiments.Similarly, the mind separates from God when it gets attached to a friend or relative. Now, if we train the mind to see God in that person, then each time the mind wanders toward him or her, we will think, “Shree Krishna is seated in this person, and thus I am feeling this attraction.” In this manner, the mind will continue to retain its devotional absorption in the Supreme.Sometimes, the mind laments over past incidents. This again separates the mind from the divine realm because lamentation takes the mind into the past and the present contemplation of God and Guru ceases. Now if we see that incident in connection with God, we will think, “The Lord deliberately arranged for me to experience tribulation in the world, so that I may develop detachment. He is so concerned about my welfare that he mercifully arranges for the proper circumstances that are beneficial for my spiritual progress.” By thinking thus, we will be able to protect our devotional focus. Sage Narad states:loka hānau chintā na kāryā niveditātma loka vedatvāt (Nārad Bhakti Darshan, Sūtra 61)[v23]“When you suffer a reversal in the world, do not lament or brood over it. See the grace of God in that incident.” Our self-interest lies in somehow or the other keeping the mind in God, and the simple trick to accomplish this is to see God in everything and everyone. That is the practice stage, which slowly leads to the perfection that is mentioned in this verse, where we are never lost to God and he is never lost to us.\n", "next shlok": 31}