{"verse": "सर्वभूतस्थितं यो मां भजत्येकत्वमास्थित: |सर्वथा वर्तमानोऽपि स योगी मयि वर्तते || 31||", "transliteration": "sarva-bhūta-sthitaṁ yo māṁ bhajatyekatvam āsthitaḥsarvathā vartamāno ’pi sa yogī mayi vartate", "audio": "https://www.holy-bhagavad-gita.org/public/audio/006_031.mp3", "word meanings": "\nsarva-bhūta-sthitam—situated in all beings; yaḥ—who; mām—me; bhajati—worships; ekatvam—in unity; āsthitaḥ—established; sarvathā—in all kinds of; varta-mānaḥ—remain; api—although; saḥ—he; yogī—a yogi; mayi—in me; vartate—dwells\n", "translation": "\n\nBG 6.31:\r\n                            The yogi who is established in union with Me, and worships Me as the Supreme Soul residing in all beings, dwells only in Me, though engaged in all kinds of activities.\r\n                        \n", "commentary": "\nGod is all-pervading in the world. He is also seated in everyone’s heart as the Supreme Soul. In verse 18.61, Shree Krishna states: “I dwell in the hearts of all living beings.” Thus, within the body of each living being, there are two personalities—the soul and the Supreme Soul.Those in material consciousness see everyone as the body, and make distinctions on the basis of caste, creed, sex, age, social status, etc.Those in superior consciousness see everyone as the soul. Thus in verse 5.18, Shree Krishna states: “The truly learned, with the eyes of divine knowledge, see with equal vision a Brahmin, a cow, an elephant, a dog, and a dog-eater.”The elevated yogis in even higher consciousness see God seated as the Supreme Soul in everyone. They also perceive the world, but they are unconcerned about it. They are like the hansas, the swans who can drink the milk and leave out the water from a mixture of milk and water.The most elevated yogis are called paramahansas. They only see God, and have no perception of the world. This was the level of realization of Shukadev, the son of Ved Vyas, as stated in the Śhrīmad Bhāgavatam:yaṁ pravrajantam anupetam apeta kṛityaṁdvaipāyano viraha-kātara ājuhāvaputreti tan-mayatayā taravo ’bhinedustaṁ sarva-bhūta-hṛidayaṁ munim ānato ’smi(1.2.2)[v24]When Shukadev entered the renounced order of sanyās, walking away from home in his childhood itself, he was at such an elevated level that he had no perception of the world. He did not even notice the beautiful women bathing in the nude in a lake, while he happened to pass by there. All that he perceived was God; all that he heard was God; all that he thought was God.In this verse, Shree Krishna is talking about the perfected yogis who are in the third and fourth stages of the above levels of realization.\n", "next shlok": 32}