{"verse": "चञ्चलं हि मन: कृष्ण प्रमाथि बलवद्दृढम् |तस्याहं निग्रहं मन्ये वायोरिव सुदुष्करम् || 34||", "transliteration": "chañchalaṁ hi manaḥ kṛiṣhṇa pramāthi balavad dṛiḍhamtasyāhaṁ nigrahaṁ manye vāyor iva su-duṣhkaram", "audio": "https://www.holy-bhagavad-gita.org/public/audio/006_034.mp3", "word meanings": "\nchañchalam—restless; hi—certainly; manaḥ—mind; kṛiṣhṇa—Shree Krishna; pramāthi—turbulent; bala-vat—strong; dṛiḍham—obstinate; tasya—its; aham—I; nigraham—control; manye—think; vāyoḥ—of the wind; iva—like; su-duṣhkaram—difficult to perform\n", "translation": "\n\nBG 6.34:\r\n                            The mind is very restless, turbulent, strong and obstinate, O Krishna. It appears to me that it is more difficult to control than the wind.\r\n                        \n", "commentary": "\nArjun speaks for us all when he describes the troublesome mind. It is restless because it keeps flitting in different directions, from subject to subject. It is turbulent because it creates upheavals in one’s consciousness, in the form of hatred, anger, lust, greed, envy, anxiety, fear, attachment, etc. It is strong because it overpowers the intellect with its vigorous currents and destroys the faculty of discrimination. The mind is also obstinate because when it catches a harmful thought, it refuses to let go, and continues to ruminate over it again and again, even to the dismay of the intellect. Thus enumerating its unwholesome characteristics, Arjun declares that the mind is even more difficult to control than the wind. It is a powerful analogy for no one can ever think of controlling the mighty wind in the sky.\nIn this verse, Arjun has addressed the Lord as Krishna. The word “Krishna” means: karṣhati yogināṁ paramahansānāṁ chetānsi iti kṛiṣhṇaḥ [v25] “Krishna is he who forcefully attracts the minds of even the most powerfully-minded yogis and paramahansas.” Arjun is thus indicating that Krishna should also attract his restless, turbulent, strong, and obstinate mind.\n", "next shlok": 35}