{
    "verse": "श्रीभगवानुवाच |\nअसंशयं महाबाहो मनो दुर्निग्रहं चलम् |\nअभ्यासेन तु कौन्तेय वैराग्येण च गृह्यते || 35||\n",
    "transliteration": "śhrī bhagavān uvāchaasanśhayaṁ mahā-bāho mano durnigrahaṁ chalamabhyāsena tu kaunteya vairāgyeṇa cha gṛihyate",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/006_035.mp3",
    "word meanings": "\nśhrī-bhagavān uvācha—Lord Krishna said; asanśhayam—undoubtedly; mahā-bāho—mighty-armed one; manaḥ—the mind; durnigraham—difficult to restrain; chalam—restless; abhyāsena—by practice; tu—but; kaunteya—Arjun, the son of Kunti; vairāgyeṇa—by detachment; cha—and; gṛihyate—can be controlled\n",
    "translation": "\n\nBG 6.35:\r\n                            Lord Krishna said: O mighty-armed son of Kunti, what you say is correct; the mind is indeed very difficult to restrain. But by practice and detachment, it can be controlled.\r\n                        \n",
    "commentary": "\nShree Krishna responds to Arjun’s comment by calling him Mahābāho, which means “Mighty armed one.” He implies, “O Arjun, you defeated the bravest warriors in battle. Can you not defeat the mind?”\nShree Krishna does not deny the problem, by saying, “Arjun, what nonsense are you speaking? The mind can be controlled very easily.” Rather, he agrees with Arjun’s statement that the mind is indeed difficult to control. However, so many things are difficult to achieve in the world and yet we remain undaunted and move forward. For example, sailors know that the sea is dangerous and the possibility of terrible storms exists. Yet, they have never found those dangers as sufficient reasons for remaining ashore. Hence, Shree Krishna assures Arjun that the mind can be controlled by vairāgya and abhyās.\nVairāgya means detachment. We observe that the mind runs toward the objects of its attachment, toward the direction it has been habituated to running in the past. The elimination of attachment eradicates the unnecessary wanderings of the mind.\nAbhyās means practice, or a concerted and persistent effort to change an old habit or develop a new one. Practice is a very important word for sādhaks. In all fields of human endeavor, practice is the key that opens the door to mastery and excellence. Take, for example, a mundane activity such as typing. The first time people begin typing, they are able to type one word in a minute. But after a year’s typing, their fingers fly on the keyboard at the speed of eighty words a minute. This proficiency comes solely through practice. Similarly, the obstinate and turbulent mind has to be made to rest on the lotus feet of the Supreme Lord through abhyās. Take the mind away from the world—this is vairāgya—and bring the mind to rest on God—this is abhyās. Sage Patanjali gives the same instruction:\nabhyāsa vairāgyābhyāṁ tannirodhaḥ  (Yog Darśhan 1.12)[v26]\n“The perturbations of the mind can be controlled by constant practice and detachment.”\n",
    "next shlok": 36,
    "new_commentary": "In response to Arjun's comment, Shree Krishna acknowledges that controlling the mind is challenging but not impossible. He compares it to other difficult tasks that humans overcome. Shree Krishna suggests that the mind can be controlled through detachment (vairāgya) and practice (abhyās). Detachment involves eliminating attachments that lead the mind astray. Practice, on the other hand, is a persistent effort to change old habits and develop new ones. Just as mastery in typing comes through practice, the restless mind can be calmed by focusing on the Supreme Lord. Sage Patanjali also emphasizes the importance of constant practice and detachment in controlling the mind. Therefore, Shree Krishna assures Arjun that with vairāgya and abhyās, the mind can be controlled."
}