{
    "verse": "यदा हि नेन्द्रियार्थेषु न कर्मस्वनुषज्जते |\nसर्वसङ्कल्पसंन्यासी योगारूढस्तदोच्यते || 4||\n",
    "transliteration": "yadā hi nendriyārtheṣhu na karmasv-anuṣhajjatesarva-saṅkalpa-sannyāsī yogārūḍhas tadochyate",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/006_004.mp3",
    "word meanings": "\nyadā—when; hi—certainly; na—not; indriya-artheṣhu—for sense-objects; na—not; karmasu—to actions; anuṣhajjate—is attachment; sarva-saṅkalpa—all desires for the fruits of actions; sanyāsī—renouncer; yoga-ārūḍhaḥ—elevated in the science of Yog; tadā—at that time; uchyate—is said\n",
    "translation": "When a man is not attached to the sense-objects or to actions, having renounced all thoughts, then he is said to have attained to Yoga.",
    "commentary": "\nAs the mind becomes attached to God in Yog, it naturally becomes detached from the world. So an easy criterion of evaluating the state of one’s mind is to check whether it has become free from all material desires. A person will be considered detached from the world when one no longer craves for sense objects nor is inclined to perform any actions for attaining them. Such a person ceases to look for opportunities to create circumstances to enjoy sensual pleasures, eventually extinguishes all thoughts of enjoying sense objects, and also dissolves the memories of previous enjoyments.The mind now no longer gushes into self-centered activities at the urge of the senses. When we achieve this level of mastery over the mind, we will be considered elevated in Yog.\n",
    "next shlok": 5,
    "new_commentary": "\nAs the mind becomes attached to God in Yog, it naturally becomes detached from the world. So an easy criterion of evaluating the state of one’s mind is to check whether it has become free from all material desires. A person will be considered detached from the world when one no longer craves for sense objects nor is inclined to perform any actions for attaining them. Such a person ceases to look for opportunities to create circumstances to enjoy sensual pleasures, eventually extinguishes all thoughts of enjoying sense objects, and also dissolves the memories of previous enjoyments.The mind now no longer gushes into self-centered activities at the urge of the senses. When we achieve this level of mastery over the mind, we will be considered elevated in Yog.\n",
    "newest_commentary": "The state of the mind can be evaluated by its detachment from material desires. When one no longer craves for sense objects or performs actions to attain them, they are considered detached from the world. The person ceases to create circumstances for sensual pleasures, eliminates thoughts of enjoying sense objects, and erases memories of previous enjoyments. The mind no longer engages in self-centered activities driven by the senses. Achieving this level of mastery over the mind indicates elevation in Yog, where the mind becomes attached to God and detached from the world. Detachment from material desires is a crucial criterion for evaluating the state of one's mind in Yog."
}