{"verse": "श्रीभगवानुवाच |पार्थ नैवेह नामुत्र विनाशस्तस्य विद्यते |न हि कल्याणकृत्कश्चिद्दुर्गतिं तात गच्छति || 40||", "transliteration": "śhrī bhagavān uvāchapārtha naiveha nāmutra vināśhas tasya vidyatena hi kalyāṇa-kṛit kaśhchid durgatiṁ tāta gachchhati", "audio": "https://www.holy-bhagavad-gita.org/public/audio/006_040.mp3", "word meanings": "\nśhrī-bhagavān uvācha—the Supreme Lord said; pārtha—Arjun, the son of Pritha; na eva—never; iha—in this world; na—never; amutra—in the next world; vināśhaḥ—destruction; tasya—his; vidyate—exists; na—never; hi—certainly; kalyāṇa-kṛit—one who strives for God-realization; kaśhchit—anyone; durgatim—evil destination; tāta—my friend; gachchhati—goes\n", "translation": "\n\nBG 6.40:\r\n                            The Supreme Lord said: O Parth, one who engages on the spiritual path does not meet with destruction either in this world or the world to come. My dear friend, one who strives for God-realization is never overcome by evil.\r\n                        \n", "commentary": "\nThe word Tāta is a word of endearment, which literally means “son.” By addressing Arjun as Tāta in this verse, Shree Krishna is demonstrating his affection for him. The son is affectionately addressed as Tāta. The Guru is like a father to his disciple, and hence the Guru too sometimes affectionately addresses the disciple as Tāta. Here, by displaying his affection and grace toward Arjun, Shree Krishna wishes to indicate that God takes care of those who tread on his path. They are dear to God because they engage in the most auspicious kind of activity, and “the doer of good never comes to grief.” This verse asserts that God preserves the devotee both in this world and the world hereafter. This pronouncement is a great assurance to all spiritual aspirants. Shree Krishna then goes on to explain how God preserves the efforts of the yogi who does not complete the journey in the present life.\n", "next shlok": 41}