{"verse": "प्राप्य पुण्यकृतां लोकानुषित्वा शाश्वती: समा: |शुचीनां श्रीमतां गेहे योगभ्रष्टोऽभिजायते || 41||अथवा योगिनामेव कुले भवति धीमताम् |एतद्धि दुर्लभतरं लोके जन्म यदीदृशम् || 42||", "transliteration": "prāpya puṇya-kṛitāṁ lokān uṣhitvā śhāśhvatīḥ samāḥśhuchīnāṁ śhrīmatāṁ gehe yoga-bhraṣhṭo ’bhijāyateatha vā yoginām eva kule bhavati dhīmatāmetad dhi durlabhataraṁ loke janma yad īdṛiśham", "audio": "https://www.holy-bhagavad-gita.org/public/audio/006_041-042.mp3", "word meanings": "\nprāpya—attain; puṇya-kṛitām—of the virtuous; lokān—abodes; uṣhitvā—after dwelling; śhāśhvatīḥ—many; samāḥ—ages; śhuchīnām—of the pious; śhrī-matām—of the prosperous; gehe—in the house; yoga-bhraṣhṭaḥ—the unsuccessful yogis; abhijāyate—take birth; atha vā—else; yoginām—of those endowed with divine wisdom; eva—certainly; kule—in the family; bhavati—take birth; dhī-matām—of the wise; etat—this; hi—certainly; durlabha-taram—very rare; loke—in this world; janma—birth; yat—which; īdṛiśham—like this\n", "translation": "\n\nBG 6.41-42:\r\n                            The unsuccessful yogis, upon death, go to the abodes of the virtuous. After dwelling there for many ages, they are again reborn in the earth plane, into a family of pious and prosperous people. Else, if they had developed dispassion due to long practice of Yog, they are born into a family endowed with divine wisdom. Such a birth is very difficult to attain in this world.\r\n                        \n", "commentary": "\nResidence in the celestial abodes is awarded to those who engage in mundane virtuous deeds and the fruitive karm-kāṇḍ activities enjoined in the Vedas. So, why should an unsuccessful yogi go to the celestial abodes? The reason is that the opposite of Yog (union with God) is bhog (material enjoyment). One falls from Yog because of the desire for bhog. So God, like an indulgent father, gives that fallen yogi a chance to engage in bhog in the next life and realize that it is an exercise in futility, which does not satiate the yearning of the soul for permanent bliss. So the fallen yogi is sometimes sent to the celestial abodes for a long time, and then again granted birth on Earth.\nSuch souls are then given birth in a family where they have the opportunity to continue their spiritual journey. Śhuchī means those who are of pious and of good character; shree means those who are wealthy. The unsuccessful yogi are either born in a pious family that will nurture the child’s spirituality from childhood, or in a wealthy family where all the bodily needs are taken care of and one does not need to engage in the struggle for survival. Such a family environment facilitates the opportunity to engage in spiritual pursuits for the souls who are so inclined.\nThe circumstances, situation, and family of our birth have an important bearing upon the course of our life. From our bodily parents we derive physical hereditary characteristics. This is the genetic process of heredity. However, there is also the process of social heredity. We blindly follow many customs because of the social environment of our upbringing. We do not choose to be Indians, Americans, British, etc. We identify ourselves with a nationality based upon our birth, and even go the extent of developing enmity with people of other nationalities. Invariably, we follow the religion of our parents, on the basis of social heredity.\nThus, the place and family of our birth has a great impact upon our direction and attainment in life. If the place and family of birth were arbitrarily decided in every life, there would be no justice in the world. However, God has an account of all our thoughts and actions of endless lifetimes. In accordance with the law of karma, the spiritual assets earned by the unsuccessful yogi in the previous life bear fruit. Accordingly, those yogis who had traversed quite a distance and developed dispassion are not sent to the celestial abodes. They are given birth in a spiritually evolved family, to facilitate the continuance of their journey. Such a birth is a great good fortune because the parents inculcate divine wisdom in the child from the very beginning.\n", "next shlok": 43}