{
    "verse": "तपस्विभ्योऽधिकोयोगी\nज्ञानिभ्योऽपिमतोऽधिक:|\nकर्मिभ्यश्चाधिकोयोगी\nतस्माद्योगीभवार्जुन|| 46||\n",
    "transliteration": "tapasvibhyo ’dhiko yogījñānibhyo ’pi mato ’dhikaḥkarmibhyaśh chādhiko yogītasmād yogī bhavārjuna",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/006_046.mp3",
    "word meanings": "\ntapasvibhyaḥ—than the ascetics; adhikaḥ—superior; yogī—a yogi; jñānibhyaḥ—than the persons of learning; api—even; mataḥ—considered; adhikaḥ—superior; karmibhyaḥ—than the ritualistic performers; cha—and; adhikaḥ—superior; yogī—a yogi; tasmāt—therefore; yogī—a yogi; bhava—just become; arjuna—Arjun\n",
    "translation": "\n\nBG 6.46:\r\n                            A yogi is superior to the  tapasvī  (ascetic), superior to the  jñānī  (a person of learning), and even superior to the  karmī  (ritualistic performer). Therefore, O Arjun, strive to be a yogi.\r\n                        \n",
    "commentary": "\n A  tapasvī  (ascetic) is one who accepts voluntary mortification and lives an extremely austere lifestyle, refraining from sensual pleasures and the accumulation of material wealth, as an aid in the pursuit of salvation. A  jñānī  is a person of learning who actively engages in the cultivation of knowledge. A  karmī  is one who performs the Vedic rituals for attaining material opulence and the celestial abodes. Shree Krishna declares the yogi to be superior to them all. The reason for this is simple. The goal of the  karmī, jñānī,  and  tapasvī  is worldly attainment; they are still at the bodily platform of existence. The yogi is striving not for the world, but for God. As a result, the yogi’s accomplishment is at the spiritual platform and is superior to them all.  \n",
    "next shlok": 47,
    "new_commentary": "\n A  tapasvī  (ascetic) is one who accepts voluntary mortification and lives an extremely austere lifestyle, refraining from sensual pleasures and the accumulation of material wealth, as an aid in the pursuit of salvation. A  jñānī  is a person of learning who actively engages in the cultivation of knowledge. A  karmī  is one who performs the Vedic rituals for attaining material opulence and the celestial abodes. Shree Krishna declares the yogi to be superior to them all. The reason for this is simple. The goal of the  karmī, jñānī,  and  tapasvī  is worldly attainment; they are still at the bodily platform of existence. The yogi is striving not for the world, but for God. As a result, the yogi’s accomplishment is at the spiritual platform and is superior to them all.  \n",
    "newest_commentary": "In the pursuit of salvation, a tapasvī lives an austere life, a jñānī cultivates knowledge, and a karmī performs rituals for material gains. However, Shree Krishna declares the yogi as superior to them all. While others seek worldly attainment, the yogi strives for God. The yogi's accomplishment is at the spiritual platform, surpassing those of the tapasvī, jñānī, and karmī who are still at the bodily level. The yogi's pursuit transcends material wealth and sensual pleasures, leading them closer to salvation. Through their devotion to God, the yogi attains a higher spiritual state, making them superior to others in the pursuit of salvation."
}