{"verse": "योगिनामपि सर्वेषां मद्गतेनान्तरात्मना |श्रद्धावान्भजते यो मां स मे युक्ततमो मत: || 47||", "transliteration": "yoginām api sarveṣhāṁ mad-gatenāntar-ātmanāśhraddhāvān bhajate yo māṁ sa me yuktatamo mataḥ", "audio": "https://www.holy-bhagavad-gita.org/public/audio/006_047.mp3", "word meanings": "\nyoginām—of all yogis; api—however; sarveṣhām—all types of; mat-gatena—absorbed in me (God); antaḥ—inner; ātmanā—with the mind; śhraddhā-vān—with great faith; bhajate—engage in devotion; yaḥ—who; mām—to me; saḥ—he; me—by me; yukta-tamaḥ—the highest yogi; mataḥ—is considered\n", "translation": "\n\nBG 6.47:\r\n                            Of all yogis, those whose minds are always absorbed in Me, and who engage in devotion to Me with great faith, them I consider to be the highest of all.\r\n                        \n", "commentary": "\nEven amongst yogis, there are karm yogis, bhakti yogis, jñāna yogis, aṣhṭāṅg yogis, etc. This verse puts to rest the debate about which form of Yog is the highest. Shree Krishna declares the bhakti yogi to be the highest, superior to even the best aṣhṭāṅg yogi and haṭha yogi. That is because bhakti , or devotion, is the highest power of God. It is such a power that binds God and makes him a slave of his devotee. Thus, he states in the Bhāgavatam:ahaṁ bhakta-parādhīno hyasvatantra iva dvijasādhubhir grasta-hṛidayo bhaktair bhakta-jana-priyaḥ (9.4.63)[v27]“Although I am supremely independent, yet I become enslaved by my devotees. They conquer my heart. What to speak of my devotees, even the devotees of my devotees are very dear to me.” The bhakti yogi possesses the power of divine love, and is thus most dear to God and considered by him to be the highest of all.In this verse, Shree Krishna has used the word bhajate. It comes from the root word bhaj, which means “to serve.” It is a far more significant word for devotion than “worship,” which means “to adore.” Here, Shree Krishna is talking about those who, not merely adore him, but also serve him with loving devotion. They are thus established in the natural position of the soul as the servant of God, while the other kinds of yogis are still incomplete in their realization. They have connected themselves with God, but they have not yet situated themselves in the understanding that they are his eternal servants.muktānām api siddhānāṁ nārāyaṇa-parāyaṇaḥsu-durlabhaḥ praśhāntātmā koṭiṣhv api mahā-mune (Bhāgavatam 6.14.5)[v28]“Amongst many millions of perfected and liberated saints, the peaceful person who is devoted to the Supreme Lord, Narayan, is very rare.”Another way of understanding this verse is that bhakti yog provides the closest and most complete realization of God. This is explained in verse 18.55, where Shree Krishna explains that the bhakti yogi alone understands the true personality of God.\n", "next shlok": 48}