{"verse": "जितात्मन: प्रशान्तस्य परमात्मा समाहित: |शीतोष्णसुखदु:खेषु तथा मानापमानयो: || 7||", "transliteration": "jitātmanaḥ praśhāntasya paramātmā samāhitaḥśhītoṣhṇa-sukha-duḥkheṣhu tathā mānāpamānayoḥ", "audio": "https://www.holy-bhagavad-gita.org/public/audio/006_007.mp3", "word meanings": "\njita-ātmanaḥ—one who has conquered one’s mind; praśhāntasya—of the peaceful; parama-ātmā—God; samāhitaḥ—steadfast; śhīta—in cold; uṣhṇa—heat; sukha—happiness; duḥkheṣhu—in distress; tathā—also; māna—in honor; apamānayoḥ—and dishonor\n", "translation": "\n\nBG 6.7:\r\n                            The yogis who have conquered the mind rise above the dualities of cold and heat, joy and sorrow, and honor and dishonor. Such yogis remain peaceful and steadfast in their devotion to God.\r\n                        \n", "commentary": "\nShree Krishna explained in verse 2.14 that the contact between the senses and the sense objects gives the mind the experience of heat and cold, joy and sorrow. As long as the mind has not been subdued, a person chases after the sensual perceptions of pleasure and recoils from the perceptions of pain. The yogi who conquers the mind is able to see these fleeting perceptions as the workings of the bodily senses, distinct from the immortal soul, and thus, remain unmoved by them. Such an advanced yogi rises above the dualities of heat and cold, joy and sorrow, etc.There are only two realms in which the mind may dwell—one is the realm of Maya and the other is the realm of God. If the mind rises above the sensual dualities of the world, it can easily get absorbed in God. Thus, Shree Krishna has stated that an advanced yogi’s mind becomes situated in samādhi (deep meditation) upon God.\n", "next shlok": 8}