{
    "verse": "ज्ञानविज्ञानतृप्तात्मा कूटस्थो विजितेन्द्रिय: |\nयुक्त इत्युच्यते योगी समलोष्टाश्मकाञ्चन: || 8||\n",
    "transliteration": "jñāna-vijñāna-tṛiptātmā kūṭa-stho vijitendriyaḥyukta ityuchyate yogī sama-loṣhṭāśhma-kāñchanaḥ",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/006_008.mp3",
    "word meanings": "\njñāna—knowledge; vijñāna—realized knowledge, wisdom from within; tṛipta ātmā—one fully satisfied; kūṭa-sthaḥ—undisturbed; vijita-indriyaḥ—one who has conquered the senses; yuktaḥ—one who is in constant communion with the Supreme; iti—thus; uchyate—is said; yogī—a yogi; sama—looks equally; loṣhṭra—pebbles; aśhma—stone; kāñchanaḥ—gold\n",
    "translation": "\n\nBG 6.8:\r\n                            The yogi who are satisfied by knowledge and discrimination, and have conquered their senses, remain undisturbed in all circumstances. They see everything—dirt, stones, and gold—as the same.\r\n                        \n",
    "commentary": "\nJñāna, or knowledge, is the theoretical understanding obtained by listening to the Guru and from the study of the scriptures. Vijñāna is the realization of that knowledge as an internal awakening and wisdom from within. The intellect of the advanced yogi becomes illumined by both jñāna and vijñāna. Equipped with wisdom, the yogi sees all material objects as modifications of the material energy. Such a yogi does not differentiate between objects based on their attractiveness to the self. The enlightened yogi sees all things in their relationship with God. Since the material energy belongs to God, all things are meant for his service.\nThe word kuṭastha refers to one who distances the mind from the fluctuating perceptions of senses in contact with the material energy, neither seeking pleasurable situations nor avoiding unpleasurable ones. Vijitendriya is one who has subjugated the senses. The word yukt means one who is in constant communion with the Supreme. Such person begins tasting the divine bliss of God, and hence becomes a tṛiptātmā, or one fully satisfied by virtue of realized knowledge.\n",
    "next shlok": 9,
    "new_commentary": "\nJñāna, or knowledge, is the theoretical understanding obtained by listening to the Guru and from the study of the scriptures. Vijñāna is the realization of that knowledge as an internal awakening and wisdom from within. The intellect of the advanced yogi becomes illumined by both jñāna and vijñāna. Equipped with wisdom, the yogi sees all material objects as modifications of the material energy. Such a yogi does not differentiate between objects based on their attractiveness to the self. The enlightened yogi sees all things in their relationship with God. Since the material energy belongs to God, all things are meant for his service.\nThe word kuṭastha refers to one who distances the mind from the fluctuating perceptions of senses in contact with the material energy, neither seeking pleasurable situations nor avoiding unpleasurable ones. Vijitendriya is one who has subjugated the senses. The word yukt means one who is in constant communion with the Supreme. Such person begins tasting the divine bliss of God, and hence becomes a tṛiptātmā, or one fully satisfied by virtue of realized knowledge.\n",
    "newest_commentary": "Knowledge (Jñāna) is obtained through listening to the Guru and studying the scriptures, while realization (Vijñāna) comes from an internal awakening. An enlightened yogi sees all material objects as modifications of the energy belonging to God and doesn't differentiate based on attractiveness. One who distances the mind from sensory perceptions is called kuṭastha, and one who has subjugated the senses is vijitendriya. A yukt is in constant communion with the Supreme and experiences divine bliss, becoming fully satisfied through realized knowledge (tṛiptātmā)."
}