{
    "verse": "सुहृन्मित्रार्युदासीनमध्यस्थद्वेष्यबन्धुषु |\nसाधुष्वपि च पापेषु समबुद्धिर्विशिष्यते || 9||\n",
    "transliteration": "suhṛin-mitrāryudāsīna-madhyastha-dveṣhya-bandhuṣhusādhuṣhvapi cha pāpeṣhu sama-buddhir viśhiṣhyate",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/006_009.mp3",
    "word meanings": "\nsu-hṛit—toward the well-wishers; mitra—friends; ari—enemies; udāsīna—neutral persons; madhya-stha—mediators; dveṣhya—the envious; bandhuṣhu—relatives; sādhuṣhu—pious; api—as well as; cha—and; pāpeṣhu—the sinners; sama-buddhiḥ—of impartial intellect; viśhiṣhyate—is distinguished\n",
    "translation": "\n\nBG 6.9:\r\n                            The yogis look upon all—well-wishers, friends, foes, the pious, and the sinners—with an impartial intellect. The yogi who is of equal intellect toward friend, companion, and foe, neutral among enemies and relatives, and unbiased between the righteous and sinful, is considered to be distinguished among humans.\r\n                        \n",
    "commentary": "\nIt is the nature of the human mind to respond differently to friends and foes. But an elevated yogi’s nature is different. Endowed with realized knowledge of God, the elevated yogi see the whole creation in its unity with God. Thus, they are able to see all living beings with equality of vision. This parity of vision is also of various levels:“All living beings are divine souls, and hence parts of God.” Thus, they are viewed as equal. ātmavat sarva bhūteṣhu yaḥ paśhyati sa paṇḍitaḥ “A true Pundit is one who sees everyone as the soul, and hence similar to oneself.”Higher is the vision: “God is seated in everyone, and hence all are equally respect worthy.”At the highest level, the yogi develops the vision: “Everyone is the form of God.” The Vedic scriptures repeatedly state that the whole world is a veritable form of God: īśhāvāsyam idam sarvaṁ yat kiñcha jagatyāṁ jagat (Īśhopaniṣhad 1)[v2] “The entire universe, with all its living and non-living beings is the manifestation of the Supreme Being, who dwells within it.” puruṣha evedaṁ sarvaṁ (Puruṣh Sūktam)[v3] “God is everywhere in this world, and everything is his energy.” Hence, the highest yogi sees everyone as the manifestation of God. Endowed with this level of vision, Hanuman says: sīyā rāma maya saba jaga jānī (Ramayan)[v4] “I see the face of Sita Ram in everyone.”These categories have been further detailed in the commentary to verse 6.31. Referring to all three of the above categories, Shree Krishna says that the yogi who can maintain an equal vision toward all persons is even more elevated than the yogi mentioned in the previous verse. Having described the state of Yog, starting with the next verse, Shree Krishna describes the practice by which we can achieve that state.\n",
    "next shlok": 10,
    "new_commentary": "The nature of the human mind is to respond differently to friends and foes, but an elevated yogi sees the whole creation as unity with God. They view all living beings with equality and see them as divine souls and parts of God. At different levels, the yogi sees everyone as the soul, as God seated in everyone, and ultimately as the form of God. The Vedic scriptures affirm that the entire universe is the manifestation of the Supreme Being. The highest yogi sees everyone as the manifestation of God. Hanuman, a great yogi, sees the face of Sita Ram in everyone. Shree Krishna explains that the yogi with equal vision towards all is even more elevated. He then describes the practice by which we can attain this state of Yog."
}