{
    "verse": "अपर्याप्तं तदस्माकं बलं भीष्माभिरक्षितम् |\nपर्याप्तं त्विदमेतेषां बलं भीमाभिरक्षितम् || 10||\n",
    "transliteration": "aparyāptaṁ tadasmākaṁ balaṁ bhīṣhmābhirakṣhitam paryāptaṁ tvidameteṣhāṁ balaṁ bhīmābhirakṣhitam",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/001_010.mp3",
    "word meanings": "\naparyāptam—unlimited; tat—that; asmākam—ours; balam—strength; bhīṣhma—by Grandsire Bheeshma; abhirakṣhitam—safely marshalled; paryāptam—limited; tu—but; idam—this; eteṣhām—their; balam—strength; bhīma—Bheem; abhirakṣhitam—carefully marshalled\n",
    "translation": "\"This army of ours marshalled by Bhishma is insufficient,\nwhereas that army of theirs marshelled by Bhima is sufficient.",
    "commentary": "\nThe commander-in-chief of the Kaurava army was Grandsire Bheeshma. Apart from being an exceptional warrior, he had an extraordinary boon. He could choose the time of his death, this meant he was practically invincible. Duryodhana felt that under Bheeshma’s command their army was undefeatable. Whereas, the Pandava army was secured by Duryodhana’s sworn enemy, Bheema. Hence, he started comparing his Grandfather Bheeshma’s strength with his cousin Bheema.Vinaash kale vipreet buddhi as the proverb goes, which means that when the end draws near, egoistic people indulge in vainglory instead of being humble in evaluating their situation. This tragic irony of fate is reflected here in Duryodhana’s self-aggrandizing statement that; their army’s strength secured by Bheeshma was unlimited.However, both Kauravas and Pandavas were Bheeshma’s grandchildren and as the oldest living member of the Kuru family, he was concerned about their welfare. He was compassionate towards the Pandavas, but was bound by his ethical commitment towards the throne of Hastinapur and its subjects. Therefore, halfheartedly, he led the Kaurava army against them.Bheeshma was also aware that in this holy war, along with all the great warriors of the world the Supreme Lord Krishna Himself was present. Lord Krishna was with the Pandavas, which meant Dharma was on their side, and no power in the entire universe could make the side of Adharma win.He had vowed to protect the kingdom of Hastinapur and its subjects and to fulfill his responsibility towards them Bheeshma led the Kaurava army, even though he was aware of their wrongdoings. This decision of Bheeshma accentuates his strength of character and enigmatic personality.\n",
    "next shlok": 11,
    "new_commentary": "The commentary discusses the characters and motivations of Bheeshma, the commander-in-chief of the Kaurava army, and Duryodhana, the leader of the Pandava army. Bheeshma was an exceptional warrior with the power to choose the time of his death, making him practically invincible. Duryodhana believed that their army, led by Bheeshma, was unbeatable. However, Duryodhana compared Bheeshma's strength with his cousin Bheema, which reflected his egoistic nature. Despite being compassionate towards the Pandavas, Bheeshma was bound by his ethical commitment to the throne of Hastinapur. He reluctantly led the Kaurava army against the Pandavas. Bheeshma recognized that Lord Krishna, representing Dharma, was with the Pandavas and knew that no power could make Adharma prevail. Despite being aware of the wrongdoings of the Kauravas, Bheeshma led the army to protect the kingdom and fulfill his responsibilities. Bheeshma's decision showcased his strength of character and enigmatic personality.",
    "newest_commentary": "The commentary discusses the characters and motivations of Bheeshma and Duryodhana in the Bhagavad Gita. Bheeshma, the commander-in-chief of the Kaurava army, was an exceptional warrior with the power to choose the time of his death. Duryodhana believed their army led by Bheeshma was unbeatable but compared Bheeshma's strength with his cousin Bheema out of egoism. Despite his compassion for the Pandavas, Bheeshma was bound by his ethical commitment to the throne of Hastinapur and reluctantly led the Kaurava army. He recognized Lord Krishna representing Dharma was with the Pandavas and knew no power could make Adharma prevail. Bheeshma's decision showcased his strength of character and enigmatic personality as he protected the kingdom and fulfilled his responsibilities despite the wrongdoings of the Kauravas."
}