{
    "verse": "तत: श्वेतैर्हयैर्युक्ते महति स्यन्दने स्थितौ |\nमाधव: पाण्डवश्चैव दिव्यौ शङ्खौ प्रदध्मतु: || 14||\n",
    "transliteration": "tataḥ śhvetairhayairyukte mahati syandane sthitau mādhavaḥ pāṇḍavaśhchaiva divyau śhaṅkhau pradadhmatuḥ",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/001_014.mp3",
    "word meanings": "\ntataḥ—then; śhvetaiḥ—by white; hayaiḥ—horses; yukte—yoked; mahati—glorious; syandane—chariot; sthitau—seated; mādhavaḥ—Shree Krishna, the husband of the goddess of fortune, Lakshmi; pāṇḍavaḥ—Arjun; cha—and; eva—also; divyau—Divine; śhaṅkhau—conch shells; pradadhmatuḥ—blew\n",
    "translation": "\n\nBG 1.14:\r\n                            Then, from amidst the Pandava army, seated in a glorious chariot drawn by white horses, Madhav and Arjun blew their Divine conch shells.\r\n                        \n",
    "commentary": "\nThe uproar of the Kaurava army had started to wane. Then from the Pandava side, seated on a magnificent chariot the Supreme Lord Shree Krishna and Arjun, both blew their conch shells intrepidly, which ignited the enthusiasm of the Pandava army as well.Here, Sanjay has addressed Lord Shree Krishna as “Madhav”. It is a combination of two words, Mā which refers to goddess Lakshmi, the goddess of prosperity and dhav is used for husband. Goddess Lakshmi is Lord Vishnu’s wife, who is one of the many forms of Shree Krishna. This verse implies that the goddess of prosperity was with the Pandavas, and by her grace, they would be triumphant in this war and reclaim their kingdom soon.The sons of King Pandu are called Pandavas and it may be used for any of the five brothers. In this verse, the Pandava being referred to is Arjun, the third among the five. He was a mighty warrior and a superior archer. His magnificent chariot was a gift from Agni, the celestial god of fire.\n",
    "next shlok": 15,
    "new_commentary": "\nThe uproar of the Kaurava army had started to wane. Then from the Pandava side, seated on a magnificent chariot the Supreme Lord Shree Krishna and Arjun, both blew their conch shells intrepidly, which ignited the enthusiasm of the Pandava army as well.Here, Sanjay has addressed Lord Shree Krishna as “Madhav”. It is a combination of two words, Mā which refers to goddess Lakshmi, the goddess of prosperity and dhav is used for husband. Goddess Lakshmi is Lord Vishnu’s wife, who is one of the many forms of Shree Krishna. This verse implies that the goddess of prosperity was with the Pandavas, and by her grace, they would be triumphant in this war and reclaim their kingdom soon.The sons of King Pandu are called Pandavas and it may be used for any of the five brothers. In this verse, the Pandava being referred to is Arjun, the third among the five. He was a mighty warrior and a superior archer. His magnificent chariot was a gift from Agni, the celestial god of fire.\n",
    "newest_commentary": "The commentary describes the scene where the Kaurava army's uproar was fading, and Lord Krishna and Arjuna from the Pandava side blew their conch shells, inspiring their army. The term 'Madhav' is used to refer to Lord Krishna, indicating that the goddess of prosperity, Lakshmi, was with the Pandavas, assuring their victory and the retrieval of their kingdom. Arjuna, the third Pandava brother, was a formidable warrior with exceptional archery skills and a chariot gifted by Agni, the god of fire."
}