{
    "verse": "अनन्तविजयं राजा कुन्तीपुत्रो युधिष्ठिर: |\nनकुल: सहदेवश्च सुघोषमणिपुष्पकौ || 16||\nकाश्यश्च परमेष्वास: शिखण्डी च महारथ: |\nधृष्टद्युम्नो विराटश्च सात्यकिश्चापराजित: || 17||\nद्रुपदो द्रौपदेयाश्च सर्वश: पृथिवीपते |\nसौभद्रश्च महाबाहु: शङ्खान्दध्मु: पृथक् पृथक् || 18||\n",
    "transliteration": "anantavijayaṁ rājā kuntī-putro yudhiṣhṭhiraḥ nakulaḥ sahadevaśhcha sughoṣha-maṇipuṣhpakaukāśhyaśhcha parameṣhvāsaḥ śhikhaṇḍī cha mahā-rathaḥ dhṛiṣhṭadyumno virāṭaśhcha sātyakiśh chāparājitaḥdrupado draupadeyāśhcha sarvaśhaḥ pṛithivī-pate saubhadraśhcha mahā-bāhuḥ śhaṅkhāndadhmuḥ pṛithak pṛithak",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/001_016-018.mp3",
    "word meanings": "\nananta-vijayam—the conch named Anantavijay; rājā—king; kuntī-putraḥ—son of Kunti; yudhiṣhṭhiraḥ—Yudhishthir; nakulaḥ—Nakul; sahadevaḥ—Sahadev; cha—and; sughoṣha-maṇipuṣhpakau—the conche shells named Sughosh and Manipushpak; kāśhyaḥ—King of Kashi; cha—and; parama-iṣhu-āsaḥ—the excellent archer; śhikhaṇḍī—Shikhandi; cha—also; mahā-rathaḥ—warriors who could single handedly match the strength of ten thousand ordinary warriors; dhṛiṣhṭadyumnaḥ—Dhrishtadyumna; virāṭaḥ—Virat; cha—and; sātyakiḥ—Satyaki; cha—and; aparājitaḥ—invincible; drupadaḥ—Drupad; draupadeyāḥ—the five sons of Draupadi; cha—and; sarvaśhaḥ—all; pṛithivī-pate—Ruler of the earth; saubhadraḥ—Abhimanyu, the son of Subhadra; cha—also; mahā-bāhuḥ—the mighty-armed; śhaṅkhān—conch shells; dadhmuḥ—blew; pṛithak pṛithak—individually\n",
    "translation": "\n\nBG 1.16-18:\r\n                            King Yudhishthir, blew the Anantavijay, while Nakul and Sahadev blew the Sughosh and Manipushpak. The excellent archer and king of Kashi, the great warrior Shikhandi, Dhrishtadyumna, Virat, and the invincible Satyaki, Drupad, the five sons of Draupadi, and the mighty-armed Abhimanyu, son of Subhadra, all blew their respective conch shells, O Ruler of the earth.\r\n                        \n",
    "commentary": "\nYudhisthtira, the eldest Pandava is being addressed here as “King.” He always displayed royal grace and nobility, whether living in a palace or in a forest when in exile. He also got this title by performing the Rājasūya Yajña a royal sacrifice, which earned him tributes from all the other kings of the world.  In this verse, Sanjay also called Dhritarashtra the “Ruler of the earth.” The real reason for this appellation was to remind him of his duties as the ruler of the country. With so many kings and princes participating from both sides in this war, it was as if the entire earth was split into two parties. It was definite that this mammoth war would cause irreversible destruction. The only person who could stop the war at this juncture was Dhritarashtra, and Sanjay wanted to know if he was willing to do that.\n",
    "next shlok": 19,
    "new_commentary": "Yudhisthtira, the eldest Pandava, is addressed as 'King' due to his royal grace and nobility. He earned this title by performing the Rājasūya Yajña, which gained him tributes from all other kings. Sanjay also called Dhritarashtra the 'Ruler of the earth' to remind him of his duties. The war between the two sides involved many kings and princes, splitting the entire earth. The war's destruction was inevitable, and the only one who could stop it was Dhritarashtra. Sanjay wanted to know if he was willing to do so.",
    "newest_commentary": "Yudhisthtira earned the title 'King' for his nobility and Rājasūya Yajña. Dhritarashtra, addressed as the 'Ruler of the earth', was reminded of his duties. The war involved numerous kings and split the earth. Only Dhritarashtra had the power to stop the inevitable war. Sanjay sought to know if he was willing to do so."
}