{
    "verse": "अथ व्यवस्थितान्दृष्ट्वा धार्तराष्ट्रान् कपिध्वज: |\nप्रवृत्ते शस्त्रसम्पाते धनुरुद्यम्य पाण्डव: ||20||\nहृषीकेशं तदा वाक्यमिदमाह महीपते |\n",
    "transliteration": "atha vyavasthitān dṛiṣhṭvā dhārtarāṣhṭrān kapi-dhwajaḥ pravṛitte śhastra-sampāte dhanurudyamya pāṇḍavaḥ hṛiṣhīkeśhaṁ tadā vākyam idam āha mahī-pate",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/001_020.mp3",
    "word meanings": "\natha—thereupon; vyavasthitān—arrayed; dṛiṣhṭvā—seeing; dhārtarāṣhṭrān—Dhritarashtra’s sons; kapi-dwajaḥ—the monkey bannered; pravṛitte—about to commence; śhastra-sampāte—to use the weapons; dhanuḥ—bow; udyamya—taking up; pāṇḍavaḥ—Arjun, the son of Pandu; hṛiṣhīkeśham—to Shree Krishna; tadā—at that time; vākyam—words; idam—these; āha—said; mahī-pate—king\n",
    "translation": "\n\nBG 1.20:\r\n                            At that time, the son of Pandu, Arjun, who had the insignia of Hanuman on the flag of his chariot, took up his bow. Seeing your sons arrayed against him, O King, Arjun then spoke the following words to Shree Krishna.\r\n                        \n",
    "commentary": "\nHere Sanjay addresses Arjun by another name, “Kapi Dhwaj,” which means “Monkey Bannered.” This denotes the presence of the mighty Monkey God; Hanuman on Arjun’s chariot. It so happened that, once Arjun became very boastful of his archery skills and quipped at Shree Krishna. He said, “I do not understand why during Lord Rama’s time, the monkeys worked so hard to make a bridge from India to Lanka with heavy stones? If I was there, I would have made a bridge of arrows.” The Omniscient Lord asked him, “Alright, go ahead show me your bridge.”  Very skillfully Arjun showered thousands of arrows and made a huge bridge. Now, it was time to test it. Shree Krishna called upon great Hanuman for the job. As soon as Hanuman started walking on the bridge, it started crumbling under his feet. Arjun realized his folly; his bridge of arrows could not have upheld the weight of Lord Rama’s huge army. He asked for their forgiveness. Subsequently, Hanuman gave Arjun lessons on being humble and never be proud of his skills. He also granted Arjun a boon that, during the great war, he would seat himself on Arjun’s chariot. Therefore, Arjun’s chariot flag carried the insignia of the great Hanuman.\n",
    "next shlok": 21,
    "new_commentary": "In this commentary, Sanjay addresses Arjun by the name 'Kapi Dhwaj' meaning 'Monkey Bannered' due to the presence of Hanuman on Arjun's chariot. Arjun once boasted about his archery skills, comparing them to Lord Rama's monkey army building a bridge to Lanka. In response, Krishna challenged Arjun to build a bridge of arrows. Arjun succeeded but realized his bridge couldn't support Lord Rama's army. Hanuman taught Arjun humility and granted him the boon of being on his chariot during the war. As a result, Arjun's chariot carried the insignia of Hanuman as a reminder of the lesson learned.",
    "newest_commentary": "Sanjay addresses Arjun as 'Kapi Dhwaj,' meaning 'Monkey Bannered,' due to Hanuman's presence on his chariot. Arjun boasted about his archery skills compared to Lord Rama's monkey army. Krishna challenged him to build a bridge of arrows, which Arjun succeeded in but couldn't support Lord Rama's army. Hanuman taught Arjun humility and granted him the boon of being on his chariot during the war. Arjun's chariot carried Hanuman's insignia as a reminder of the lesson learned."
}