{
    "verse": "भीष्मद्रोणप्रमुखत: सर्वेषां च महीक्षिताम् |\nउवाच पार्थ पश्यैतान्समवेतान्कुरूनिति || 25||\n",
    "transliteration": "bhīṣhma-droṇa-pramukhataḥ sarveṣhāṁ cha mahī-kṣhitāmuvācha pārtha paśhyaitān samavetān kurūn iti",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/001_025.mp3",
    "word meanings": "\nbhīṣhma—Grandsire Bheeshma; droṇa—Dronacharya; pramukhataḥ—in the presence; sarveṣhām—all; cha—and; mahī-kṣhitām—other kings; uvācha—said; pārtha—Arjun, the son of Pritha; paśhya—behold; etān—these; samavetān—gathered; kurūn—descendants of Kuru; iti—thus\n",
    "translation": "In front of Bhishma and Drona, and all the rulers of the\nearth, said: \"O Arjuna (son of Pritha), behold these Kurus gathered together.\"",
    "commentary": "\nShree Krishna called Arjun “Parth, son of Pritha, another name for his mother Kunti.” Then he pointed at all the warriors like Bhishma, Drona and other kings on the Kaurava side and deliberately used the word “Kuru” to address them. It was to remind Arjun that both Kauravas and Pandavas were all decedents of the great king Kuru. Therefore, the enemy he was so eager to kill was actually his own family and relatives. The Omniscient Lord was sowing the seed of delusion in Arjun’s mind, only to eliminate it later. He was preparing the ground for the gospel he was about to preach - The Bhagavad Geeta, which would benefit the future generations in the age of Kali.\n",
    "next shlok": 26,
    "new_commentary": "\nShree Krishna called Arjun “Parth, son of Pritha, another name for his mother Kunti.” Then he pointed at all the warriors like Bhishma, Drona and other kings on the Kaurava side and deliberately used the word “Kuru” to address them. It was to remind Arjun that both Kauravas and Pandavas were all decedents of the great king Kuru. Therefore, the enemy he was so eager to kill was actually his own family and relatives. The Omniscient Lord was sowing the seed of delusion in Arjun’s mind, only to eliminate it later. He was preparing the ground for the gospel he was about to preach - The Bhagavad Geeta, which would benefit the future generations in the age of Kali.\n",
    "newest_commentary": "In the commentary, Shree Krishna addresses Arjun as 'Parth' and reminds him of his lineage. He points out that both the Kauravas and Pandavas are descendants of the great king Kuru, making them all family and relatives. This revelation plants the seed of delusion in Arjun's mind, setting the stage for the teachings of the Bhagavad Gita. Shree Krishna's deliberate choice of words aims to eliminate the delusion later and prepare for the gospel he is about to preach. The Bhagavad Gita is seen as a beneficial guide for future generations in the age of Kali."
}