{
    "verse": "यद्यप्येते न पश्यन्ति लोभोपहतचेतस: |\nकुलक्षयकृतं दोषं मित्रद्रोहे च पातकम् || 38||\nकथं न ज्ञेयमस्माभि: पापादस्मान्निवर्तितुम् |\nकुलक्षयकृतं दोषं प्रपश्यद्भिर्जनार्दन || 39||\n",
    "transliteration": "yady apy ete na paśhyanti lobhopahata-chetasaḥkula-kṣhaya-kṛitaṁ doṣhaṁ mitra-drohe cha pātakamkathaṁ na jñeyam asmābhiḥ pāpād asmān nivartitumkula-kṣhaya-kṛitaṁ doṣhaṁ prapaśhyadbhir janārdana",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/001_038-039.mp3",
    "word meanings": "\nyadi api—even though; ete—they; na—not; paśhyanti—see; lobha—greed; upahata—overpowered; chetasaḥ—thoughts; kula-kṣhaya-kṛitam—in annihilating their relatives; doṣham—fault; mitra-drohe—to wreak treachery upon friends; cha—and; pātakam—sin; katham—why; na—not; jñeyam—should be known; asmābhiḥ—we; pāpāt—from sin; asmāt—these; nivartitum—to turn away; kula-kṣhaya—killing the kindered; kṛitam—done; doṣham—crime; prapaśhyadbhiḥ—who can see; janārdana—he who looks after the public, Shree Krishna\n",
    "translation": "Though they, with intelligence overpowered by greed, see\nno evil in the destruction of families, and no sin in hostility to friends,Why should not we who clearly see evil in the destruction\nof families, learn to turn away from this sin, O Janardana (Krishna)?",
    "commentary": "\nArjun was a proclaimed warrior, but due to his righteous nature, he tried to avoid violence whenever possible. This side of his character is well revealed in an incident that took place towards the end of the Mahabharat war.Duryodhana was badly injured, and only a handful of warriors were remaining on the Kaurava side. Ashwatthama was one of them. He wanted to avenge his father Dronacharaya and his friends Kauravas' death. He sneaked into the Pandava camp at night while everyone was fast asleep and went on a carnage. Several warriors including Draupadi’s five sons were killed in this attack. The Pandavas, along with Draupadi and Shree Krishna were away that night. When they returned to the camp, they were devasted. Arjun went after Ashwatthama, caught him and threw him at the feet of Draupadi, who was grieving the death of her young sons. Bheem was raged and wanted to kill Ashwatthama right way, but Draupadi was a soft-hearted lady of forgiving nature. She said that Ashwatthama was their Guru Drona’s son and a Brahmin, therefore, they should forgive him. Arjun was unsure what to do next and wanted guidance from Shree Krishna, who then said, “A respect-worthy Brahmin must be forgiven even if he may have temporarily fallen from virtue.  But a person who approaches to kill with a lethal weapon must certainly be punished.”  Arjun understood what the Lord meant; he did not kill Ashwatthama. Instead, he cut his brahmin’s tuft, removed the jewel of immense power from his forehead, and let him go.ṛitvikpurohitāchāryair mātulātithisanśhritaiḥbālavṛiddhāturair vaidyair jñātisam bandhibāndhavaiḥ(Manu Smṛiti 4.179)“One should not squabble with, the Brahmin who performs the fire sacrifice, the family priest, teacher, maternal uncle, guest, dependent children, elders, doctor or relatives.” Arjun was aware that killing one’s own relatives was a great sin. He said to Shree Krishna, “Greed has blinded them (Kauravas) and they do not realize that it is a great sin to kill their own relatives and friends, but why should we do the same thing, when we can avoid this transgression?”\n",
    "next shlok": 40,
    "new_commentary": "Arjun, known for his righteous nature, tried to avoid violence but faced a dilemma when Ashwatthama killed many warriors, including Draupadi’s sons. Arjun captured Ashwatthama and brought him to Draupadi. Bheem wanted to kill him, but Draupadi advocated for forgiveness as he was a Brahmin and the son of their Guru Drona. Arjun sought guidance from Shree Krishna, who stated that a Brahmin must be forgiven, but someone who intends to kill should be punished. Understanding the Lord's message, Arjun spared Ashwatthama's life but removed his powers. Arjun's decision was influenced by his knowledge of the scriptures, which emphasized not quarrelling with religious leaders or killing one's relatives. Arjun believed that avoiding such transgressions was essential, even when the Kauravas themselves had succumbed to greed and ignored their moral obligations.",
    "newest_commentary": "Arjun faced a dilemma when Ashwatthama killed many warriors, including Draupadi’s sons. Bheem wanted to kill him, but Draupadi advocated for forgiveness as he was a Brahmin and the son of their Guru Drona. Arjun sought guidance from Shree Krishna, who stated that a Brahmin must be forgiven, but someone who intends to kill should be punished. Arjun spared Ashwatthama's life but removed his powers. His decision was influenced by scriptures, emphasizing not quarrelling with religious leaders or killing relatives. Arjun believed that avoiding such transgressions was essential, even amidst the Kauravas' greed and moral negligence."
}