{
    "verse": "सञ्जय उवाच |\nएवमुक्त्वार्जुन: सङ्ख्ये रथोपस्थ उपाविशत् |\nविसृज्य सशरं चापं शोकसंविग्नमानस: || 47||\n",
    "transliteration": "sañjaya uvāchaevam uktvārjunaḥ saṅkhye rathopastha upāviśhatvisṛijya sa-śharaṁ chāpaṁ śhoka-saṁvigna-mānasaḥ",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/001_047.mp3",
    "word meanings": "\nsañjayaḥ uvācha—Sanjay said; evam uktvā—speaking thus; arjunaḥ—Arjun; saṅkhye—in the battlefield; ratha upasthe—on the chariot; upāviśhat—sat; visṛijya—casting aside; sa-śharam—along with arrows; chāpam—the bow; śhoka—with grief; saṁvigna—distressed; mānasaḥ—mind\n",
    "translation": "\n\nBG 1.47:\r\n                            Sanjay said: Speaking thus, Arjun cast aside his bow and arrows, and sank into the seat of his chariot, his mind in distress and overwhelmed with grief.\r\n                        \n",
    "commentary": "\nArjun’s reluctance to fight the war had now reached its climax. He had now surrendered to his grief and slumped into deep dejection. His condition was the creation of his own material attachments and caused his dereliction of duty. This was a completely unexpected behavior from someone who was considered the epitome of devotion and self-surrender to God. In fact, before the battle, when both parties were mobilizing their armies; given a choice between the entire armed Yadu army and the unarmed Lord Shree Krishna; Arjun chose the Lord, as he had complete faith in him.At this point let us consider who Arjun really was. He was definitely not a novice, bereft of spiritual knowledge. His celestial father was Indra, the king of heaven. Arjun had been to his abode and received several boons from him and other celestial beings. In his past life, Arjun was Nar, part of the twin descensions the Nar-Narayan; where Nar was the perfected soul situated in transcendental knowledge and Narayan the Supreme Lord. Then why in the battlefield of Kurukshetra, a grand warrior of such stature was dropping his weapons? What was the cause of his misery? For the benefit of future generations, Shree Krishna wanted to bring forth the knowledge of the Bhagavad Gita. By intentionally confusing Arjun, the Lord had created this opportunity. In this chapter, Arjun put forth to the Lord several arguments and justifications why he should not fight this war, and in the subsequent chapters Shree Krishna has elaborated upon why Arjun’s arguments were inappropriate, and the way forward. \n",
    "next shlok": 48,
    "new_commentary": "Arjun, who was considered devoted and surrendered to God, experienced deep dejection and reluctance to fight the war. This unexpected behavior was a result of his own attachments and dereliction of duty. Despite being knowledgeable and having received boons from celestial beings, Arjun chose to drop his weapons on the battlefield. Shree Krishna intentionally confused Arjun to create an opportunity to share the knowledge of the Bhagavad Gita for future generations. Arjun presented arguments against fighting the war, and Shree Krishna elaborated on why those arguments were inappropriate and provided guidance for the way forward.",
    "newest_commentary": "Arjun, a devoted and surrendered disciple, felt dejected and unwilling to fight the war due to his attachments and negligence. Despite his knowledge and celestial blessings, he dropped his weapons. Shree Krishna purposely bewildered Arjun, using it as an opportunity to impart the wisdom of the Bhagavad Gita for future generations. Arjun expressed his reasons against war, and Shree Krishna explained why they were invalid, offering guidance for the path ahead."
}