{
    "verse": "सर्वमेतदृतं मन्ये यन्मां वदसि केशव |\nन हि ते भगवन्व्यक्तिं विदुर्देवा न दानवा: || 14||\n",
    "transliteration": "sarvam etad ṛitaṁ manye yan māṁ vadasi keśhavana hi te bhagavan vyaktiṁ vidur devā na dānavāḥ",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/010_014.mp3",
    "word meanings": "\nsarvam—everything; etat—this; ṛitam—truth; manye—I accept; yat—which; mām—me; vadasi—you tell; keśhava—Shree Krishna, the killer of the demon named Keshi; na—neither; hi—verily; te—your; bhagavan—the Supreme Lord; vyaktim—personality; viduḥ—can understand; devāḥ—the celestial gods; na—nor; dānavāḥ—the demons\n",
    "translation": "\n\nBG 10.14:\r\n                            O Krishna, I totally accept everything You have told me as the Truth. O Lord, neither gods nor the demons can understand Your true personality.\r\n                        \n",
    "commentary": "\nListening attentively to Shree Krishna’s divine opulence and unlimited supremacy in brief, Arjun’s thirst for hearing more has increased. Wanting Shree Krishna to further describe his glories, he wishes to assure the Lord that he is fully convinced. By using the word yat, Arjun means that whatever Shree Krishna has said to him from the seventh to the ninth chapters, he holds as true. He asserts that all Shree Krishna has stated is factual and not any metaphorical description. He addresses Shree Krishna as Bhagavān, or the Supreme Lord. The word Bhagavān is defined in Devī Bhāgavat Purāṇ in the following manner:aiśhwaryasya samagrasya dharmasya yaśhasaḥ śhriyaḥjñānavairāgyośhchaiva ṣaṇṇāṁ bhagavānniḥ [v14]“Bhagavān is he who possesses these six opulences to the infinite extent—strength, knowledge, beauty, fame, opulence, and renunciation.” The devatās (celestial gods), dānavas (demons), mānavas (human beings) all have finite abilities to understand. They cannot comprehend the full identity of Bhagavān.\n",
    "next shlok": 15,
    "new_commentary": "\nListening attentively to Shree Krishna’s divine opulence and unlimited supremacy in brief, Arjun’s thirst for hearing more has increased. Wanting Shree Krishna to further describe his glories, he wishes to assure the Lord that he is fully convinced. By using the word yat, Arjun means that whatever Shree Krishna has said to him from the seventh to the ninth chapters, he holds as true. He asserts that all Shree Krishna has stated is factual and not any metaphorical description. He addresses Shree Krishna as Bhagavān, or the Supreme Lord. The word Bhagavān is defined in Devī Bhāgavat Purāṇ in the following manner:aiśhwaryasya samagrasya dharmasya yaśhasaḥ śhriyaḥjñānavairāgyośhchaiva ṣaṇṇāṁ bhagavānniḥ [v14]“Bhagavān is he who possesses these six opulences to the infinite extent—strength, knowledge, beauty, fame, opulence, and renunciation.” The devatās (celestial gods), dānavas (demons), mānavas (human beings) all have finite abilities to understand. They cannot comprehend the full identity of Bhagavān.\n",
    "newest_commentary": "Arjun listens attentively to Shree Krishna's divine opulence and supremacy, increasing his thirst for more knowledge. He assures the Lord that he fully believes all that has been said from the seventh to the ninth chapters. Arjun addresses Shree Krishna as Bhagavān, the Supreme Lord, who possesses infinite opulence, including strength, knowledge, beauty, fame, opulence, and renunciation. The devatās, dānavas, and mānavas all have limited understanding and cannot fully comprehend Bhagavān's true identity."
}