{
    "verse": "वेदानां सामवेदोऽस्मि देवानामस्मि वासव: |\nइन्द्रियाणां मनश्चास्मि भूतानामस्मि चेतना || 22||\n",
    "transliteration": "vedānāṁ sāma-vedo ’smi devānām asmi vāsavaḥindriyāṇāṁ manaśh chāsmi bhūtānām asmi chetanā",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/010_022.mp3",
    "word meanings": "\nvedānām—amongst the Vedas; sāma-vedaḥ—the Sama Veda; asmi—I am; devānām—of all the celestial gods; asmi—I am; vāsavaḥ̣—Indra; indriyāṇām—amongst the senses; manaḥ—the mind; ca—and; asmi—I am; bhūtānām—amongst the living beings; asmi—I am; chetanā—consciousness\n",
    "translation": "\n\nBG 10.22:\r\n                            I am the Samaveda amongst the Vedas, and Indra amongst the celestial gods. Amongst the senses I am the mind; amongst the living beings I am consciousness.\r\n                        \n",
    "commentary": "\nThere are four Vedas—Ṛig Veda, Yajur Veda, Sama Veda, and Atharva Veda. Amongst these, the Sama Veda describes God’s glories as they manifest in the celestial gods, who are in charge of administering the universe. The Sāma Veda is also the most musical and is sung in praise of the Lord. It is enchanting to those who understand it and it evokes devotion amongst its listeners.Vasava is another name for Indra, the chief of the celestial gods. He is unparalleled among souls in fame, power, and rank. Only a soul with many lifetimes of pious deeds is promoted to the position of Indra. Thus, Indra reflects the resplendent glories of God.The five senses function correctly only if the mind is attentive to them. If the mind wanders away, the senses cannot function properly. For example, you hear with your ears what people say, but if your mind wanders away while they are speaking, their words are lost to you. So the mind is the king of the senses. Shree Krishna speaks of it as reflecting his power, and later in the Bhagavad Gita, he mentions it as the sixth and most important sense (verse 15.7).Consciousness is the quality of the soul that distinguishes it from insentient matter. The difference between a living person and a dead person is the presence of consciousness in the living person’s body and its absence in a dead person’s body. Consciousness exists in the soul by the divine power of God. Hence, the Vedas state: chetanaśhchetanānām (Kaṭhopaniṣhad 2.2.13)[v27] “God is the sentience in the sentient.”\n",
    "next shlok": 23,
    "new_commentary": "The Sama Veda, one of the four Vedas, describes God's glories as manifested in the celestial gods who administer the universe. It is a musical text that evokes devotion in its listeners. Indra, the chief of the celestial gods, reflects the resplendent glories of God and is promoted to his position through pious deeds. The mind is the king of the senses, and if it wanders, the senses cannot function properly. Shree Krishna refers to the mind as reflecting his power and as the sixth sense. Consciousness is the quality that distinguishes the living from the dead, and it exists in the soul by the divine power of God. The Vedas state that God is the sentience in the sentient beings."
}