{
    "verse": "रुद्राणां शङ्करश्चास्मि वित्तेशो यक्षरक्षसाम् |\nवसूनां पावकश्चास्मि मेरु: शिखरिणामहम् || 23||\n",
    "transliteration": "rudrāṇāṁ śhaṅkaraśh chāsmi vitteśho yakṣha-rakṣhasāmvasūnāṁ pāvakaśh chāsmi meruḥ śhikhariṇām aham",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/010_023.mp3",
    "word meanings": "\nrudrāṇām—amongst the rudras; śhaṅkaraḥ—Lord Shiv; cha—and; asmi—I am; vitta-īśhaḥ—the god of wealth and the treasurer of the celestial gods; yakṣha—amongst the semi-celestial beings; rakṣhasām—amongst the demons; vasūnām—amongst the vasus; pāvakaḥ—Agni (fire); cha—and; asmi—I am; meruḥ—Mount Meru; śhikhariṇām—amongst the mountains; aham—I am\n",
    "translation": "\n\nBG 10.23:\r\n                            Amongst the rudras know Me to be Shankar; amongst the semi-celestial beings and demons I am Kuber. I am Agni amongst the vasus and Meru amongst the mountains.\r\n                        \n",
    "commentary": "\nThe rudras are the eleven forms of Lord Shiv—Hara, Bahurupa, Tryambaka, Aparajita, Vrisakapi, Shankar, Kapardi, Raivata, Mrigavyadha, Sarva, Kapali. The Puranas have named them differently in different places. Amongst these, Shankar is the original form of Lord Shiv in the universe.Yakṣhas (semi-celestial beings) are beings who are very fond of acquiring wealth and hoarding it. Their leader, Kuber, is the god of wealth and the treasurer of the celestial gods. He thus reflects the vibhūti of God amongst the demons.There are eight vasus—land, water, fire, air, space, sun, moon, and stars. They constitute the gross structure of the universe. Amongst these, agni (fire) gives warmth and energy to the rest of the elements. Thus, Shree Krishna mentions it as his special manifestation.Meru is a mountain in the celestial abodes famed for its rich natural resources. It is believed to be the axis around which many heavenly bodies rotate. Shree Krishna thus speaks of it as his glory. As wealth distinguishes a wealthy person, these glories reveal the vibhūtis of God.\n",
    "next shlok": 24,
    "new_commentary": "\nThe rudras are the eleven forms of Lord Shiv—Hara, Bahurupa, Tryambaka, Aparajita, Vrisakapi, Shankar, Kapardi, Raivata, Mrigavyadha, Sarva, Kapali. The Puranas have named them differently in different places. Amongst these, Shankar is the original form of Lord Shiv in the universe.Yakṣhas (semi-celestial beings) are beings who are very fond of acquiring wealth and hoarding it. Their leader, Kuber, is the god of wealth and the treasurer of the celestial gods. He thus reflects the vibhūti of God amongst the demons.There are eight vasus—land, water, fire, air, space, sun, moon, and stars. They constitute the gross structure of the universe. Amongst these, agni (fire) gives warmth and energy to the rest of the elements. Thus, Shree Krishna mentions it as his special manifestation.Meru is a mountain in the celestial abodes famed for its rich natural resources. It is believed to be the axis around which many heavenly bodies rotate. Shree Krishna thus speaks of it as his glory. As wealth distinguishes a wealthy person, these glories reveal the vibhūtis of God.\n",
    "newest_commentary": "The commentary describes the forms of Lord Shiv known as the rudras, including Shankar. The yakshas, led by Kuber, are worshippers of wealth. The vasus represent the elements of the universe, with agni being highlighted by Shree Krishna. Meru is a mountain known for its resources and is mentioned as a manifestation of Shree Krishna's glory. Just as wealth distinguishes a wealthy person, these glories reveal the vibhūtis of God."
}