{
    "verse": "आयुधानामहं वज्रं धेनूनामस्मि कामधुक् |\nप्रजनश्चास्मि कन्दर्प: सर्पाणामस्मि वासुकि: || 28||\n",
    "transliteration": "āyudhānām ahaṁ vajraṁ dhenūnām asmi kāmadhukprajanaśh chāsmi kandarpaḥ sarpāṇām asmi vāsukiḥ",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/010_028.mp3",
    "word meanings": "\nāyudhānām—amongst weapons; aham—I; vajram—the Vajra (thunderbolt); dhenūnām—amongst cows; asmi—I am; kāma-dhuk—Kamdhenu; prajanaḥ—amongst causes for procreation; cha—and; asmi—I am; kandarpaḥ—Kaamdev, the god of love; sarpāṇām—amongst serpents; asmi—I am; vāsukiḥ—serpent Vasuki\n",
    "translation": "\n\nBG 10.28:\r\n                            I am the Vajra (thunderbolt) amongst weapons and Kamadhenu amongst the cows. I am Kaamdev, the god of love, amongst all causes for procreation; and amongst serpents, I am Vasuki.\r\n                        \n",
    "commentary": "\nThe Puranas relate the story of the sacrifice offered by the great sage Dadhichi, which was unparalleled in history. Indra, the king of heaven was once driven out of his celestial kingdom by a demon named Vritrasura. The demon had a boon whereby he could not be killed by any weapon known till then. In desperation, Indra approached Lord Shiv for help, who took him to Lord Vishnu. Vishnu revealed to Indra that the only weapon that could kill Vritrasura was a thunderbolt made from the bones of the sage Dadhichi. Indra then beseeched Dadhichi to make the ultimate sacrifice of laying down his life so that his bones could be used for making the thunderbolt. Dadhichi accepted the request, but desired to first go on a pilgrimage to all the holy rivers. Indra then brought together all the waters of the holy rivers to Naimisharanya, thereby allowing the sage to have his wish fulfilled without further loss of time. Dadhichi then gave up his body by the practice of yogic techniques. The thunderbolt made from his bones was then used to defeat the demon Vritrasura, allowing Indra to regain his place as the king of the celestial abodes. Shree Krishna deliberately refers to this thunderbolt here as the representation of the glory of God, preferring it above the mace and disc that are always held in the hands of Lord Vishnu.In this verse, Shree Krishna also reveals that the act of sexual intercourse is not unholy when it is performed for the sole purpose of begetting good children. Kaamdev, the god of love (cupid), is responsible for the force of attraction between the opposite sexes that facilitates the continuance of humankind through procreation. This sexual urge has its origin in God, and should not be mis-utilized for sensual enjoyment, but rather be used solely for the purpose of begetting worthy progeny. In verse 7.11 as well, Shree Krishna had declared that he is the sexual desire that is not in conflict with virtue and scriptural injunctions.\n",
    "next shlok": 29,
    "new_commentary": "In this commentary, the story of the sacrifice offered by sage Dadhichi is related. Indra, the king of heaven, was driven out by the demon Vritrasura. Indra sought help from Lord Vishnu, who revealed that a thunderbolt made from Dadhichi's bones could defeat the demon. Dadhichi agreed but wanted to go on a pilgrimage first. Indra gathered the waters of holy rivers to fulfill Dadhichi's wish. Dadhichi then sacrificed his life and the thunderbolt was used to defeat Vritrasura, restoring Indra's position. Krishna states that the thunderbolt represents the glory of God. Krishna also explains that sexual intercourse is not unholy if it is for the purpose of procreation. The force of attraction between sexes is originated from God. It should not be misused for sensual enjoyment but for the creation of worthy progeny.",
    "newest_commentary": "The commentary recounts the story of sage Dadhichi and his sacrifice. Indra, the king of heaven, sought Lord Vishnu's help to defeat the demon Vritrasura. Lord Vishnu revealed that a thunderbolt made from Dadhichi's bones could defeat the demon. Dadhichi agreed but wanted to go on a pilgrimage first. Indra gathered the waters of holy rivers to fulfill Dadhichi's wish. Dadhichi then sacrificed his life, and the thunderbolt was used to defeat Vritrasura. Krishna explains that the thunderbolt represents God's glory. Krishna also emphasizes that sexual intercourse is not unholy if it is for procreation, as the force of attraction between sexes is originated from God and should be used for the creation of worthy offspring."
}