{
    "verse": "पवन: पवतामस्मि राम: शस्त्रभृतामहम् |\nझषाणां मकरश्चास्मि स्रोतसामस्मि जाह्नवी || 31||\n",
    "transliteration": "pavanaḥ pavatām asmi rāmaḥ śhastra-bhṛitām ahamjhaṣhāṇāṁ makaraśh chāsmi srotasām asmi jāhnavī",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/010_031.mp3",
    "word meanings": "\npavanaḥ—the wind; pavatām—of all that purifies; asmi—I am; rāmaḥ—Ram; śhastra-bhṛitām—of the carriers of weapons; aham—I am; jhaṣhāṇām—of all acquatics; makaraḥ—crocodile; cha—also; asmi—I am; srotasām—of flowing rivers; asmi—I am; jāhnavī—the Ganges\n",
    "translation": "Among the purifiers (or the speeders) I am the wind; Rama among the warriors am I; among the fishes I am the shark; among the streams I am the Ganga.",
    "commentary": "\nIn nature, wind performs the work of purification very effectively. It converts impure water into water vapor; it carries away the dirty smells of the earth; it makes fire burn by fuelling it with oxygen. It is thus the great purifier of nature.Lord Ram was the most powerful warrior on the earth and his bow was the deadliest weapon. Yet, he never once abused his dominant superiority. Every time he utilized his weapon, it was only for good. He was thus the perfect wielder of weapons. Ram was also an Avatār of God, and thus Shree Krishna identifies with him.The Ganges is a holy river that has its beginning from the divine feet of the Lord. It descended on earth from the celestial abodes. Many great sages have performed austerities on its banks, adding to the holiness of its waters. Unlike normal water, if water from the Ganges is gathered in a vessel, it does not putrefy for years. This phenomenon was very pronounced earlier, but has reduced in intensity in modern times because of the millions of gallons of pollutants being poured into the Ganges.\n",
    "next shlok": 32,
    "new_commentary": "\nIn nature, wind performs the work of purification very effectively. It converts impure water into water vapor; it carries away the dirty smells of the earth; it makes fire burn by fuelling it with oxygen. It is thus the great purifier of nature.Lord Ram was the most powerful warrior on the earth and his bow was the deadliest weapon. Yet, he never once abused his dominant superiority. Every time he utilized his weapon, it was only for good. He was thus the perfect wielder of weapons. Ram was also an Avatār of God, and thus Shree Krishna identifies with him.The Ganges is a holy river that has its beginning from the divine feet of the Lord. It descended on earth from the celestial abodes. Many great sages have performed austerities on its banks, adding to the holiness of its waters. Unlike normal water, if water from the Ganges is gathered in a vessel, it does not putrefy for years. This phenomenon was very pronounced earlier, but has reduced in intensity in modern times because of the millions of gallons of pollutants being poured into the Ganges.\n",
    "newest_commentary": "The wind is a powerful purifier in nature, converting impure water into vapor and carrying away unpleasant smells. Lord Ram, a powerful warrior, only used his weapon for good, demonstrating his mastery over it. Shree Krishna identifies with Ram as an avatar of God. The Ganges is a holy river originating from the Lord's divine feet and has been sanctified by the presence of great sages. Water from the Ganges remains pure for years without putrefying. However, due to pollution, the Ganges' purity has decreased in modern times. Overall, these examples highlight the importance of purity and the destructive impact of pollution."
}