{
    "verse": "द्यूतं छलयतामस्मि तेजस्तेजस्विनामहम् |\nजयोऽस्मि व्यवसायोऽस्मि सत्त्वं सत्त्ववतामहम् || 36||\n",
    "transliteration": "dyūtaṁ chhalayatām asmi tejas tejasvinām ahamjayo ’smi vyavasāyo ’smi sattvaṁ sattvavatām aham",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/010_036.mp3",
    "word meanings": "\ndyūtam—gambling; chhalayatām—of all cheats; asmi—I am; tejaḥ—the splendor; tejasvinām—of the splendid; aham—I; jayaḥ—victory; asmi—I am; vyavasāyaḥ—firm resolve; asmi—I am; sattvam—virtue; sattva-vatām—of the virtuous; aham—I\n",
    "translation": "I am the gambling of the fraudulent; I am the splendour of the splendid; I am victory; I am determination (of those who are determined); I am the goodness of the good.",
    "commentary": "\nShree Krishna mentions not only virtue but also vice as his opulence. Gambling is a dangerous vice that ruins families, businesses, and lives. It was Yudhishthir’s weakness for gambling that led to the Mahabharat war. But if gambling is also God’s glory, then is there no harm in it, and why is it forbidden?The answer is that God grants his power to the soul, and along with it, he gives the freedom of choice. If we choose to forget him, he gives us the power to forget. This is just as electric power can be used both to heat and cool a house. The user is free to choose how to utilize the power. However, the powerhouse that supplies the energy is not responsible for either the use or misuse of the power. Similarly, a gambler too possesses intellect and ability that is supplied by God. But if he decides to misuse these God-given gifts, then God is not responsible for the sinful deeds.Everyone likes victory; it reveals the glory of the Lord. Also, Shree Krishna has laid great emphasis on the quality of determination. It was previously mentioned in verse 2.41, 2.44, and 9.30 as well. The goodness of the virtuous is also a manifestation of God’s power. All virtues, achievements, glory, victory, and firm resolve originate from God. Instead of considering these as our own, we should see them as coming from him.\n",
    "next shlok": 37,
    "new_commentary": "Shree Krishna explains that he possesses both virtue and vice as his opulence. Gambling, although a dangerous vice, is also a manifestation of God's power. However, God grants the soul the freedom to choose. If one chooses to forget him, he provides the power to forget. Just like electricity can be used for heating or cooling, the user decides how to utilize the power. The powerhouse supplying the energy is not responsible for its use or misuse. Similarly, a gambler possesses intellect and abilities granted by God, but God is not responsible for their sinful deeds. Victory reveals the glory of the Lord, and Shree Krishna emphasizes the importance of determination. All virtues, achievements, glory, victory, and firm resolve originate from God. Rather than considering them as our own, we should recognize them as coming from him.",
    "newest_commentary": "Shree Krishna explains that he possesses both virtue and vice. Gambling, although dangerous, is a manifestation of God's power. God gives the soul the freedom to choose and provides the power to forget Him. Just as electricity can be used for good or bad, the user determines its use. The gambler's intellect and abilities come from God, but He is not responsible for their sinful deeds. Victory reflects the Lord's glory, and determination is crucial. All virtues, achievements, and resolve originate from God. Rather than claiming them as our own, we must acknowledge Him as their source."
}