{
    "verse": "वृष्णीनां वासुदेवोऽस्मि पाण्डवानां धनञ्जय: |\nमुनीनामप्यहं व्यास: कवीनामुशना कवि: || 37||\n",
    "transliteration": "vṛiṣhṇīnāṁ vāsudevo ’smi pāṇḍavānāṁ dhanañjayaḥmunīnām apyahaṁ vyāsaḥ kavīnām uśhanā kaviḥ",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/010_037.mp3",
    "word meanings": "\nvṛiṣhṇīnām—amongst the descendants of Vrishni; vāsudevaḥ—Krishna, the son of Vasudev; asmi—I am; pāṇḍavānām—amongst the Pandavas; dhanañjayaḥ—Arjun, the conqueror of wealth; munīnām—amongst the sages; api—also; aham—I; vyāsaḥ—Ved Vyas; kavīnām—amongst the great thinkers; uśhanā—Shukracharya; kaviḥ—the thinker\n",
    "translation": "Among the Vrishnis I am Vaasudeva; among the Pandavas I am Arjuna; among the sages I am Vyasa; among the Poets I am Usanas, the poet.",
    "commentary": "\nLord Krishna took birth on the earth in the Vrishni dynasty as the son of Vasudev. Since no soul can excel the Lord, he is naturally the most glorious personality of the Vrishni dynasty. The Pandavas were the five sons of Pandu—Yudhishthir, Bheem, Arjun, Nakul, and Sahadev. Amongst them, Arjun was an archer par-excellence, and was a very intimate devotee of Shree Krishna. He looked upon the Lord as his dear friend.\nVed Vyas is special amongst the sages. He is also known by the names “Badarayan” and “Krishna Dwaipayan.” He revealed Vedic knowledge in various ways and wrote many scriptures for the welfare of the people. In fact, Ved Vyas was an Avatār of Shree Krishna himself and is mentioned in the list of Avatārs in the Śhrīmad Bhāgavatam.\nShukracharya was a very learned sage known for his expertise in the science of ethics. He was compassionate to accept the demons as his disciples and guide their progress. By virtue of his learning, he has been declared as a vibhūti of God.\n",
    "next shlok": 38,
    "new_commentary": "\nLord Krishna took birth on the earth in the Vrishni dynasty as the son of Vasudev. Since no soul can excel the Lord, he is naturally the most glorious personality of the Vrishni dynasty. The Pandavas were the five sons of Pandu—Yudhishthir, Bheem, Arjun, Nakul, and Sahadev. Amongst them, Arjun was an archer par-excellence, and was a very intimate devotee of Shree Krishna. He looked upon the Lord as his dear friend.\nVed Vyas is special amongst the sages. He is also known by the names “Badarayan” and “Krishna Dwaipayan.” He revealed Vedic knowledge in various ways and wrote many scriptures for the welfare of the people. In fact, Ved Vyas was an Avatār of Shree Krishna himself and is mentioned in the list of Avatārs in the Śhrīmad Bhāgavatam.\nShukracharya was a very learned sage known for his expertise in the science of ethics. He was compassionate to accept the demons as his disciples and guide their progress. By virtue of his learning, he has been declared as a vibhūti of God.\n",
    "newest_commentary": "Lord Krishna, the glorious personality of the Vrishni dynasty, took birth as the son of Vasudev. Arjun, an archer par-excellence and intimate devotee of Krishna, considered him his dear friend. Ved Vyas, also known as Badarayan and Krishna Dwaipayan, revealed Vedic knowledge and wrote scriptures for the welfare of people. Vyas was an Avatar of Shree Krishna and is mentioned in the list of Avatars. Shukracharya, a learned sage, accepted demons as disciples and guided their progress. Due to his expertise in ethics, Shukracharya is declared as a vibhuti of God."
}