{
    "verse": "यच्चापि सर्वभूतानां बीजं तदहमर्जुन |\nन तदस्ति विना यत्स्यान्मया भूतं चराचरम् || 39||\n",
    "transliteration": "yach chāpi sarva-bhūtānāṁ bījaṁ tad aham arjunana tad asti vinā yat syān mayā bhūtaṁ charācharam",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/010_039.mp3",
    "word meanings": "\nyat—which; cha—and; api—also; sarva-bhūtānām—of all living beings; bījam—generating seed; tat—that; aham—I; arjuna—Arjun; na—not; tat—that; asti—is; vinā—without; yat—which; syāt—may exist; mayā—me; bhūtam—creature; chara-acharam—moving and nonmoving\n",
    "translation": "And whatever is the seed of all beings, that also am I, O Arjuna; there is no being, whether moving or unmoving, that can exist without Me.",
    "commentary": "\nShree Krishna is both the efficient cause of all creation and also the material cause. Efficient cause means that he is the creator who performs the work involved in manifesting the world. Material cause means that he is the material from which creation happens. In verses 7.10 and 9.18, Shree Krishna declared himself as “the eternal seed.” Again here, he states that he is “the generating seed.” He is stressing that he is the origin of everything, and without his potency nothing can exist.Living beings are born in four ways: Aṇḍaj—born from eggs, such as birds, snakes, and lizards; Jarāyuj—born from the womb, such as humans, cows, dogs, and cats; Swedaj—born from sweat, such as lice, ticks, etc; Udbhij—sprouting from the earth, such as trees, creepers, grass, and corn. There are also other life forms, such as ghosts, evil spirits, manes, etc. Shree Krishna is the origin of all of them.\n",
    "next shlok": 40,
    "new_commentary": "\nShree Krishna is both the efficient cause of all creation and also the material cause. Efficient cause means that he is the creator who performs the work involved in manifesting the world. Material cause means that he is the material from which creation happens. In verses 7.10 and 9.18, Shree Krishna declared himself as “the eternal seed.” Again here, he states that he is “the generating seed.” He is stressing that he is the origin of everything, and without his potency nothing can exist.Living beings are born in four ways: Aṇḍaj—born from eggs, such as birds, snakes, and lizards; Jarāyuj—born from the womb, such as humans, cows, dogs, and cats; Swedaj—born from sweat, such as lice, ticks, etc; Udbhij—sprouting from the earth, such as trees, creepers, grass, and corn. There are also other life forms, such as ghosts, evil spirits, manes, etc. Shree Krishna is the origin of all of them.\n",
    "newest_commentary": "Shree Krishna is both the efficient and material cause of all creation. He is the creator and the substance from which creation happens. He emphasizes that he is the origin of everything and nothing can exist without his potency. Living beings are born in four ways: from eggs, from the womb, from sweat, and sprouting from the earth. Shree Krishna is the origin of all these life forms, including ghosts, evil spirits, and manes."
}