{
    "verse": "मच्चित्ता मद्गतप्राणा बोधयन्त: परस्परम् |\nकथयन्तश्च मां नित्यं तुष्यन्ति च रमन्ति च || 9||\n",
    "transliteration": "mach-chittā mad-gata-prāṇā bodhayantaḥ parasparamkathayantaśh cha māṁ nityaṁ tuṣhyanti cha ramanti cha",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/010_009.mp3",
    "word meanings": "\nmat-chittāḥ—those with minds fixed on me; mat-gata-prāṇāḥ—those who have surrendered their lives to me; bodhayantaḥ—enlightening (with divine knowledge of God); parasparam—one another; kathayantaḥ—speaking; cha—and; mām—about me; nityam—continously; tuṣhyanti—satisfaction; cha—and; ramanti—(they) delight; cha—also\n",
    "translation": "With their mind and their life wholly absorbed in Me, enlightening each other and ever speaking of Me, they are satisfied and delighted.",
    "commentary": "\nThe nature of the mind is to become absorbed in what it likes most. Devotees of the Lord become absorbed in remembering him because they develop deep adoration for him. His devotion becomes the basis of their life, from which they derive meaning, purpose, and the strength to live. They feel it as essential to remember God as a fish feels it essential to have water.What is most dear to people’s hearts can be determined by where they dedicate their mind, body, and wealth. The Bible states: “For where your treasure is, there your heart will also be.” (Matthew 6:21)[v8]. You can see where people’s hearts are by studying their checkbooks and credit card statements. If they are spending money on fancy cars, that’s where their heart is. If they are spending on luxurious holidays, that’s what is most dear to them. If they are donating in charity to African children with AIDS, that is what absorbs their attention the most. The love of parents for their children is visible in the fact that they are willing to sacrifice their time and wealth in their welfare. Likewise, the love of the devotees manifests in their dedicating themselves to God. Shree Krishna says: mad-gata-prāṇāḥ, implying, “My devotees surrender their lives to me.”From such surrender, comes contentment. Since devotees offer the results of their activities to their beloved Lord, they see every situation as coming from him. Hence, they gladly accept both positive and negative circumstances as the will of God, and remain equipoised in both.While the devotees’ love for God is displayed in the form of the above characteristics, it also manifests on their lips. They find great relish in conversing about the glories of God, and his names, forms, virtues, pastimes, abodes, and devotees. In this way, by engaging in kīrtan (chanting) and shravaṇa (hearing) regarding the glories of God, they relish his sweetness for themselves and share it with others as well. They contribute to one another’s progress by enlightening others about divine knowledge of God (bodhayanti). Speaking and singing about the glories of God gives the devotees great satisfaction (tuṣhyanti), and delight (ramanti). In this way, they worship him through the processes of remembering, hearing, and chanting. This is the threefold bhakti comprising of shravaṇa, kīrtan, and smaraṇa. This has previously been described in the commentary on verse 9.14.Having described how his devotees worship him, Shree Krishna now explains how he responds to their devotional activities.\n",
    "next shlok": 10,
    "new_commentary": "The commentary explains that devotees of the Lord become absorbed in remembering him because they deeply adore him. They see remembering God as essential, similar to how a fish needs water. The love and dedication of people can be determined by where they invest their mind, body, and wealth. The devotion of the devotees manifests in their dedication to God. They surrender their lives to him and find contentment. They accept both positive and negative circumstances as the will of God and remain balanced. The love of the devotees also manifests in their conversations about the glories of God. They find great satisfaction in discussing and singing about his names, forms, virtues, pastimes, abodes, and devotees. By engaging in chanting and hearing about God's glories, they relish his sweetness and share it with others. This threefold bhakti of hearing, chanting, and remembering is a way of worshiping God. Shree Krishna explains how he responds to his devotees' devotional activities.",
    "newest_commentary": "Devotees of the Lord deeply adore him and become absorbed in remembering him. They see remembering God as essential, like a fish needs water. The devotion of devotees manifests in their dedication to God, surrendering their lives to him and finding contentment. They accept positive and negative circumstances as the will of God and remain balanced. The love of devotees also manifests in their conversations about the glories of God, finding satisfaction in discussing and singing about his names, forms, virtues, pastimes, abodes, and devotees. By chanting and hearing about God's glories, they relish his sweetness and share it with others. This threefold bhakti of hearing, chanting, and remembering is a way of worshiping God, and Shree Krishna explains how he responds to his devotees' devotional activities."
}