{
    "verse": "इदमद्य मया लब्धमिमं प्राप्स्ये मनोरथम् |\nइदमस्तीदमपि मे भविष्यति पुनर्धनम् || 13||\nअसौ मया हत: शत्रुर्हनिष्ये चापरानपि |\nईश्वरोऽहमहं भोगी सिद्धोऽहं बलवान्सुखी || 14||\nआढ्योऽभिजनवानस्मि कोऽन्योऽस्ति सदृशो मया |\nयक्ष्ये दास्यामि मोदिष्य इत्यज्ञानविमोहिता: || 15||\n",
    "transliteration": "idam adya mayā labdham imaṁ prāpsye manorathamidam astīdam api me bhaviṣhyati punar dhanamasau mayā hataḥ śhatrur haniṣhye chāparān apiīśhvaro ’ham ahaṁ bhogī siddho ’haṁ balavān sukhīāḍhyo ’bhijanavān asmi ko ’nyo ’sti sadṛiśho mayāyakṣhye dāsyāmi modiṣhya ity ajñāna-vimohitāḥ",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/016_013-015.mp3",
    "word meanings": "\nidam—this; adya—today; mayā—by me; labdham—gained; imam—this; prāpsye—I shall acquire; manaḥ-ratham—desire; idam—this; asti—is; idam—this; api—also; me—mine; bhaviṣhyati—in future; punaḥ—again; dhanam—wealth; asau—that; mayā—by me; hataḥ—has been destroyed; śhatruḥ—enemy; haniṣhye—I shall destroy; cha—and; aparān—others; api—also; īśhvaraḥ—God; aham—I; aham—I; bhogī—the enjoyer; siddhaḥ—perfect; aham—I; bala-vān—powerful; sukhī—happy; āḍhyaḥ—wealthy; abhijana-vān—having highly placed relatives; asmi—me; kaḥ—who; anyaḥ—else; asti—is; sadṛiśhaḥ—like; mayā—to me; yakṣhye—I shall perform sacrifices; dāsyāmi—I shall give alms; modiṣhye—I shall rejoice; iti—thus; ajñāna—ignorance; vimohitāḥ—deluded\n",
    "translation": "\"This has been gained by me today; this desire of mine I shall fuffil; this is mine and this wealth also shall be mine in future.\"\"That enemy has been slain by me; and others also I shall slay. I am the lord. I enjoy. I am perfect, powerful and happy.\"\"I am rich and born in a noble family. Who else is equal to me? I shall perform sacrifices. I shall give (charity). I shall rejoice,\" thus deluded by ignorance.",
    "commentary": "\nIgnoring all morality, the demoniac presume they have a right to enjoy whatever they find pleasurable. They make concerted efforts to orchestrate events to fulfill their ambitions. Realizing that the ritualistic practices of the Vedas will help them become materially affluent, they even perform ritualistic ceremonies to accrue abundance and fame from them. However, like the vulture that flies high but keeps its sight fixed low, the demoniac sometimes rise in social status, but their actions remain mean and lowly. Such people respect power and believe in the principle of “might is right.” Hence, they do not hesitate in even harming or injuring others to eliminate obstacles in the fulfillment of their desires. The Sukti Sudhakar states that there are four kinds of people:eke satpuruṣāḥ parārthaghaṭakāḥ swārthān parityajya yesāmānyāstu parārthamudyamabhṛitaḥ swārthā virodhena yete ’mī mānav rākṣasāḥ parahitaṁ swārthāya nighnanti yeye tughnanti nirarthakaṁ parahitaṃ te ke na jānīmahe [v5]“The first kind of people is the saintly personalities who sacrifice their self-interest for the welfare of others. The second kind is common people who believe in engaging in the welfare of others, provided it does not harm them. The third kind is the demoniac who do not mind harming others, if it helps fulfill their self-interest. There is also a fourth kind of people who harm others, for no reason (except sadistic delight). There is no suitable name for them.” Shree Krishna vividly describes the degraded nature of the demoniac-mentality. Blinded by pride, they think along these lines: “I was born in a wealthy and aristocratic family. I am rich and powerful, and I do what I like. There is no need for me to bow down before God because I am like God myself.”In most cases, when people say “I,” it is their ego speaking, not them. The ego contains personal identifications with opinions, external appearances, resentments, etc. This ego builds a personality of its own, and under its sway, people identify with thoughts, emotions, and bundles of memories, which they see as integral parts of themselves. The ego identifies with owning, but the satisfaction of having is usually short-lived. Concealed within it is a deep-rooted dissatisfaction of “not enough.” This unfulfilled want results in unease, restlessness, boredom, anxiety, and dissatisfaction. Consequently, a much distorted perception of reality is created, which further alienates their perception of “I” from the real self.The ego creates the biggest untruth in our lives, and makes us believe what we are not. Thus, for progress along the saintly path, all the religious traditions and saints urge us to dismantle our egotistic thought patterns. The Tao Te Ching teaches: “Instead of trying to be the mountain, be the valley of the Universe.” [v6] (Chapter 6) Jesus of Nazareth also stated: “When you are invited, go and sit in the lowest place so that when the host comes, he may say to you, friend, move up higher. For everyone who exalts himself will be humbled, and everyone who humbles himself will be exalted.” (Luke 14:10-11)[v7]. Saint Kabir put this very nicely:ūñche pānī na ṭike, nīche hī ṭhaharāyenīchā hoya so bhari pī, ūñchā pyāsā jāya [v8]“Water does not remain above; it naturally flows down. Those who are low and unassuming drink (God’s grace) to their heart’s content, while those who are high and pompous remain thirsty.”\n",
    "next shlok": 16,
    "new_commentary": "The commentary highlights the demoniac mentality and lack of morality, with individuals prioritizing their own enjoyment and manipulating situations for their ambitions. They pursue material wealth through rituals, remaining selfish and using power to fulfill desires. Four types of people are identified: saints prioritize others' welfare, common people seek welfare without harm, demons harm others for self-interest, and a group harms others without reason. Ego distorts perception and causes restlessness. Religious traditions emphasize eliminating ego for spiritual growth and divine grace.",
    "newest_commentary": "Demoniac mentality, lack of morality, pursuing material wealth, ego distortion"
}