{
    "verse": "अनेकचित्तविभ्रान्ता मोहजालसमावृता: |\nप्रसक्ता: कामभोगेषु पतन्ति नरकेऽशुचौ || 16||\n",
    "transliteration": "aneka-chitta-vibhrāntā moha-jāla-samāvṛitāḥprasaktāḥ kāma-bhogeṣhu patanti narake ’śhuchau",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/016_016.mp3",
    "word meanings": "\naneka—many; chitta—imaginings; vibhrāntāḥ—led astray; moha—delusion; jāla—mesh; samāvṛitāḥ—enveloped; prasaktāḥ—addicted; kāma-bhogeṣhu—gratification of sensuous pleasures; patanti—descend; narake—to hell; aśhuchau—murky\n",
    "translation": "\n\nBG 16.16:\r\n                            Possessed and led astray by such imaginings, enveloped in a mesh of delusion, and addicted to the gratification of sensuous pleasures, they descend to the murkiest hell.\r\n                        \n",
    "commentary": "\nUnder the sway of the ego, people identify with their mind and become confined by its dysfunctional and repetitive thought patterns. They become practically possessed by their own mind, which goes on and on like a broken record, and they live in the reality their thoughts create for them. One such favorite thought pattern of the impure mind is complaining. It loves to whine and feel resentful not only about people but also about situations. The implication is, “This should not be happening,” “I do not want to be here,” “I am being treated unfairly,” etc. Every complaint is a little story that the mind makes up and the individual completely believes in it. The voice in the head tells sad, anxious, or angry stories about one’s life. And the poor individual, under the sway of the ego, accepts what the voice says. When complaining aggravates, it turns into resentment. Resentment means feeling bitter, indignant, aggrieved, or offended. When the resentment becomes longstanding, it is called a grievance. A grievance is a strong negative emotion connected to an event in the past that is being kept alive by compulsive thinking, by retelling the story in the head of “what someone did to me.” In this verse, Shree Krishna says that the demoniac who choose to live in the mesh of delusion created by the ego become bewildered by numerous thoughts of the poorest quality. Consequently, they obscure their own destiny.\nHumans are free to perform karmas by their choice, but they are not free to determine the results of their actions. The results are bestowed by God in accordance with the law of karma. The Ramayan states:\nkarama pradhāna bisva kari rākhā, jo jasa karai so tasa phala chākhā [v9] \n“Actions are important in this world. Whatever actions people perform, they taste the corresponding fruits.” Hence, everyone has to face the karmic consequences of their actions. The Bible also states: “Be sure your sin will find you out.” (Numbers 32.23)[v9.1] Thus, in their next lives, God casts those who choose to cultivate demoniac qualities into inferior states of existence. The principle is very simple:\nūrdhvaṁ gachchhanti sattvasthā madhye tiṣhṭhanti rājasāḥ\njaghanya guṇa vṛittisthā adho tiṣhṭhanti tāmasāḥ (Garuḍ Purāṇ)[v10]\n“Those who act out of sāttvic mentalities rise to the higher levels of existence; those who act out of rājasic mentalities remain in the middle regions; and those who act out of a tāmasic mentality and are inclined toward sin descend to the lower levels of existence.”\n",
    "next shlok": 17,
    "new_commentary": "The commentary explains how the ego leads people to be confined by their dysfunctional and repetitive thought patterns, creating a reality based on their thoughts. Complaining is a common thought pattern of the impure mind, leading to resentment and grievances. Shree Krishna states that those who choose to live in delusion created by the ego become bewildered by poor-quality thoughts, obscuring their own destiny. The law of karma governs the results of one's actions, which are bestowed by God. Everyone must face the karmic consequences of their actions. Those who cultivate demoniac qualities are cast into inferior states of existence in their next lives. Those with sattvic mentalities rise to higher levels, rajasik mentalities remain in the middle, and tamasic mentalities inclined toward sin descend to lower levels of existence.",
    "newest_commentary": "The commentary discusses how the ego traps people in unproductive thought patterns, shaping their reality. Complaining, a common pattern of the impure mind, leads to resentment. Shree Krishna explains that living in delusion created by the ego causes confusion and hinders one's destiny. The law of karma governs the outcomes of actions, determined by God. Everyone must face the consequences of their actions, with those cultivating negative qualities having lower existences in the future. Sattvic mentalities ascend to higher levels, rajasik mentalities remain in the middle, and tamasic mentalities prone to sin descend to lower realms."
}