{
    "verse": "आत्मसम्भाविता: स्तब्धा धनमानमदान्विता: |\nयजन्ते नामयज्ञैस्ते दम्भेनाविधिपूर्वकम् || 17||\n",
    "transliteration": "ātma-sambhāvitāḥ stabdhā dhana-māna-madānvitāḥyajante nāma-yajñais te dambhenāvidhi-pūrvakam",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/016_017.mp3",
    "word meanings": "\nātma-sambhāvitāḥ—self-conceited; stabdhāḥ—stubborn; dhana—wealth; māna—pride; mada—arrogance; anvitāḥ—full of; yajante—perform sacrifice; nāma—in name only; yajñaiḥ—sacrifices; te—they; dambhena—ostentatiously; avidhi-pūrvakam—with no regards to the rules of the scriptures\n",
    "translation": "Self-conceited, stubborn, filled with the pride and intoxication of wealth, they perform sacrifices in name out of ostentation, contrary to scriptural ordinances.",
    "commentary": "\nVirtuous people perform sacrifice to purify the self and to please God. The travesty is that demoniac people also perform sacrifices, but with an impure intent. They do grandiose ritualistic ceremonies so as to look pious in the eyes of society. But they do not adhere to the injunctions of the scriptures, and instead perform sacrifices for personal advertisement and pretentious display. However, the injunction of the scriptures is: gūhitasya bhaved vṛiddhiḥ kīrtitasya bhavet kṣhayaḥ (Mahabharat)[v11] “If we advertise a good deed we have done, its merit decreases; if we keep it secret, its merit multiplies.” In this verse, Shree Krishna dismisses the ritualistic ceremonies of the demoniac by saying that they are incorrectly performed.\n",
    "next shlok": 18,
    "new_commentary": "\nVirtuous people perform sacrifice to purify the self and to please God. The travesty is that demoniac people also perform sacrifices, but with an impure intent. They do grandiose ritualistic ceremonies so as to look pious in the eyes of society. But they do not adhere to the injunctions of the scriptures, and instead perform sacrifices for personal advertisement and pretentious display. However, the injunction of the scriptures is: gūhitasya bhaved vṛiddhiḥ kīrtitasya bhavet kṣhayaḥ (Mahabharat)[v11] “If we advertise a good deed we have done, its merit decreases; if we keep it secret, its merit multiplies.” In this verse, Shree Krishna dismisses the ritualistic ceremonies of the demoniac by saying that they are incorrectly performed.\n",
    "newest_commentary": "Virtuous people perform sacrifices to purify themselves and please God, while demoniac people perform grandiose rituals for personal gain and to appear pious in society. However, their impure intentions and failure to follow scripture make their sacrifices invalid. The scriptures emphasize that the merit of a good deed decreases when it is advertised and increases when kept a secret. Shree Krishna criticizes the demoniac's incorrect performance of ritualistic ceremonies. This highlights the importance of performing sacrifices with a pure heart and following the true teachings of the scriptures."
}