{
    "verse": "तस्माच्छास्त्रं प्रमाणं ते कार्याकार्यव्यवस्थितौ |\nज्ञात्वा शास्त्रविधानोक्तं कर्म कर्तुमिहार्हसि || 24||\n",
    "transliteration": "tasmāch chhāstraṁ pramāṇaṁ te kāryākārya-vyavasthitaujñātvā śhāstra-vidhānoktaṁ karma kartum ihārhasi",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/016_024.mp3",
    "word meanings": "\ntasmāt—therefore; śhāstram—scriptures; pramāṇam—authority; te—your; kārya—duty; akārya—forbidden action; vyavasthitau—in determining; jñātvā—having understood; śhāstra—scriptures; vidhāna—injunctions; uktam—as revealed; karma—actions; kartum—perform; iha—in this world; arhasi—you should\n",
    "translation": "Therefore, let the scripture be thy authority in determining what ought to be done and what ought not to be done. Having known what is said in the ordinance of the scriptures, thou shouldst act here in this world.",
    "commentary": "\nShree Krishna now gives the final conclusion of the teachings in this chapter. By comparing and differentiating between the divine and demoniac natures, he highlighted how the demoniac nature leads to hellish existence. Thus, he established that nothing is to be gained by discarding the injunctions of the scriptures. Now he drives home the point by stating that the absolute authority in ascertaining the propriety of any activity, or lack of it, are the Vedic scriptures.\nSometimes, even well-intentioned people say, “I do not care for rules. I follow my heart and do my own thing.” It is all very well to follow the heart, but how can they be sure that their heart is not misleading them? As the saying goes, “The road to hell is paved with good intentions.” Thus, it is always wise to check with the scriptures whether our heart is truly guiding us in the proper direction. The Manu Smṛiti states:\nbhūtaṁ bhavyaṁ bhaviṣhyaṁ cha sarvaṁ vedāt prasidhyati (12.97)[v12]\n“The authenticity of any spiritual principle of the past, present, or future, must be established on the basis of the Vedas.” Hence, Shree Krishna concludes by instructing Arjun to comprehend the teachings of the scriptures and act according to them.\n",
    "next shlok": 25,
    "new_commentary": "In this chapter, Shree Krishna concludes the teachings by emphasizing the importance of following the scriptures. He compares the divine and demoniac natures, showing how the latter leads to a hellish existence. He cautions against disregarding rules and following one's own heart, as good intentions can still lead to misguidance. Shree Krishna states that the Vedic scriptures hold absolute authority in determining the propriety of our actions. He cites the Manu Smṛiti, which asserts that the authenticity of any spiritual principle must be based on the Vedas. Shree Krishna instructs Arjun to understand and abide by the teachings of the scriptures.",
    "newest_commentary": "Shree Krishna concludes the teachings by emphasizing the importance of following the scriptures. The divine and demoniac natures are compared, with the latter leading to a hellish existence. Disregarding rules and following one's own heart can lead to misguidance. The Vedic scriptures hold absolute authority in determining proper actions. The Manu Smṛiti asserts that spiritual principles must be based on the Vedas. Shree Krishna instructs Arjun to understand and abide by the teachings of the scriptures."
}