{
    "verse": "न हि देहभृता शक्यं त्यक्तुं कर्माण्यशेषत: |\nयस्तु कर्मफलत्यागी स त्यागीत्यभिधीयते || 11||\n",
    "transliteration": "na hi deha-bhṛitā śhakyaṁ tyaktuṁ karmāṇy aśheṣhataḥyas tu karma-phala-tyāgī sa tyāgīty abhidhīyate",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/018_011.mp3",
    "word meanings": "\nna—not; hi—indeed; deha-bhṛitā—for the embodied being; śhakyam—possible; tyaktum—to give up; karmāṇi—activities; aśheṣhataḥ—entirely; yaḥ—who; tu—but; karma-phala—fruits of actions; tyāgī—one who renounces all desires for enjoying the fruits of actions; saḥ—they; tyāgī—one who renounces all desires for enjoying the fruits of actions; iti—as; abhidhīyate—are said\n",
    "translation": "\n\nBG 18.11:\r\n                            For the embodied being, it is impossible to give up activities entirely. But those who relinquish the fruits of their actions are said to be truly renounced.\r\n                        \n",
    "commentary": "\nIt may be contended that better than renunciation of the fruits of actions is to simply renounce all actions, for then there will be no distraction from meditation and contemplation. Shree Krishna rejects this as a possible option by stating that the state of complete inactivity is impossible for the embodied being. The basic functions for the maintenance of the body, such as, eating, sleeping, bathing, etc. have to be performed by everyone. Besides, standing, sitting, thinking, walking, talking, etc. are also activities that cannot be avoided. If we understand renunciation to be the external abandonment of works, then no one can ever be truly renounced. However, Shree Krishna states here that if one can give up attachment to the fruits of actions, it is considered perfect renunciation.\n",
    "next shlok": 12,
    "new_commentary": "\nIt may be contended that better than renunciation of the fruits of actions is to simply renounce all actions, for then there will be no distraction from meditation and contemplation. Shree Krishna rejects this as a possible option by stating that the state of complete inactivity is impossible for the embodied being. The basic functions for the maintenance of the body, such as, eating, sleeping, bathing, etc. have to be performed by everyone. Besides, standing, sitting, thinking, walking, talking, etc. are also activities that cannot be avoided. If we understand renunciation to be the external abandonment of works, then no one can ever be truly renounced. However, Shree Krishna states here that if one can give up attachment to the fruits of actions, it is considered perfect renunciation.\n",
    "newest_commentary": "Shree Krishna rejects the idea of complete inactivity and explains that basic bodily functions and actions cannot be avoided. Renunciation is not about abandoning all actions but rather letting go of attachment to the results. If one can detach from the fruits of their actions, it is considered perfect renunciation."
}