{
    "verse": "शरीरवाङ्मनोभिर्यत्कर्म प्रारभते नर: |\nन्याय्यं वा विपरीतं वा पञ्चैते तस्य हेतव: || 15||\nतत्रैवं सति कर्तारमात्मानं केवलं तु य: |\nपश्यत्यकृतबुद्धित्वान्न स पश्यति दुर्मति: || 16||\n",
    "transliteration": "śharīra-vāṅ-manobhir yat karma prārabhate naraḥnyāyyaṁ vā viparītaṁ vā pañchaite tasya hetavaḥtatraivaṁ sati kartāram ātmānaṁ kevalaṁ tu yaḥpaśhyaty akṛita-buddhitvān na sa paśhyati durmatiḥ",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/018_015-016.mp3",
    "word meanings": "\nśharīra-vāk-manobhiḥ—with body, speech, or mind; yat—which; karma—action; prārabhate—performs; naraḥ—a person; nyāyyam—proper; vā—or; viparītam—improper; vā—or; pañcha—five; ete—these; tasya—their; hetavaḥ—factors; tatra—there; evam sati—in spite of this; kartāram—the doer; ātmānam—the soul; kevalam—only; tu—but; yaḥ—who; paśhyati—see; akṛita-buddhitvāt—with impure intellect; na—not; saḥ—they; paśhyati—see; durmatiḥ—foolish\n",
    "translation": "Whatever action a man performs with his body, speech and mind  whether right or the reverse  these five are its causes.Now, such being the case, verily he who  owing to untrained understanding  looks upon his Self, which is isolated, as the agent, he of perverted intelligence, sees not.",
    "commentary": "\nThe three kinds of actions are—kāyik (those performed with the body), vāchik (those performed by speech), and mānasik (those performed by the mind). In each of these categories, whether we do virtuous or sinful acts, the five causes mentioned in the previous verse are responsible. Due to the ego, we think of ourselves as the doers of our actions. “I achieved this.” “I accomplished that.” “I will do this.” These are statements we make under the illusion of being the doer. Shree Krishna’s purpose in revealing this knowledge is to annihilate the soul’s pride of doership. Thus, he states that those who see the soul only as the contributory factor for action do not see things as they truly are. If the soul were not granted a body by God, it could not have done anything at all. Further, if the body were not energized by God, it could have still done nothing. The Kenopaniṣhad states:\nyadvāchānabhyuditaṁ yena vāgabhyudyate (1.4)[v8]\n“Brahman cannot be described by the voice. By its inspiration, the voice gets the power to speak.”\nyanmanasā na manute yenāhurmano matam  (1.5)[v9]\n“Brahman cannot be understood by the mind and intellect. By its power, the mind and intellect work.”\nyachchakṣhuṣhā na paśhyati yena chakṣhūṁṣhi paśhyati (1.6)[v10]\n“Brahman cannot be seen with the eyes. By its inspiration, the eyes see.”\nyachchhrotreṇa na śhṛiṇoti yena śhrotramidaṁ śhrutam (1.7)[v11]\n“Brahman cannot be heard with the ears. By its power, the ears hear.”\nyat prāṇena na prāṇiti yena prāṇaḥ praṇīyate (1.8)[v12]\n“Brahman cannot be energized by the life airs. By its inspiration, the life airs function.”\nThis does not mean that the soul has no role in performing karmas. It is like the driver in the car, who controls the steering wheel of the car and decides where to turn it and at what speed to drive. Similarly, the soul too governs the actions of the body, mind, and intellect, but it should not claim credit for any action(s) for itself. If we see ourselves to be the sole cause of action, then we want to be the enjoyers of our actions as well. But when we free ourselves from the pride of doership and ascribe the credit of our efforts to the grace of God and the tools provided by him, then we also realize that we are not the enjoyers of our actions and all actions are meant for his pleasure. As explained in the next verse, this understanding helps us to dedicate to him every act of sacrifice, charity, and penance, and perform these with devotion.\n",
    "next shlok": 17,
    "new_commentary": "In the Bhagavad Gita, Shree Krishna explains that there are three types of actions: those performed with the body, speech, and mind. These actions are influenced by five causes and are not solely the result of the individual's ego. The soul is only a contributing factor in these actions, as without the body provided by God, the soul would be unable to act. Similarly, without God's energizing power, the body would be inert. The Upanishads describe that human faculties alone are insufficient to comprehend the divine essence. While the soul governs the actions, it should not take credit for them. By recognizing God's grace and the tools provided by Him, we can overcome our ego and realize that all actions are meant for His pleasure. This realization leads us to dedicate our actions to God and perform them with devotion.",
    "newest_commentary": "In the Bhagavad Gita, Krishna explains that actions are influenced by five causes and are not solely the result of the ego. The soul contributes to actions, but without the body provided by God, it cannot act. Similarly, without God's energizing power, the body is inert. Human faculties alone are insufficient to comprehend the divine essence. The soul governs actions but should not take credit for them. Recognizing God's grace and the tools provided by Him helps overcome ego. All actions are meant for God's pleasure, leading to dedication and devotion in performing them."
}