{
    "verse": "ज्ञानं ज्ञेयं परिज्ञाता त्रिविधा कर्मचोदना |\nकरणं कर्म कर्तेति त्रिविध: कर्मसंग्रह: || 18||\n",
    "transliteration": "jñānaṁ jñeyaṁ parijñātā tri-vidhā karma-chodanākaraṇaṁ karma karteti tri-vidhaḥ karma-saṅgrahaḥ",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/018_018.mp3",
    "word meanings": "\njñānam—knowledge; jñeyam—the object of knowledge; parijñātā—the knower; tri-vidhā—three factors; karma-chodanā—factors that induce action; karaṇam—the instrumens of action; karma—the act; kartā—the doer; iti—thus; tri-vidhaḥ—threefold; karma-saṅgrahaḥ—constituents of action\n",
    "translation": "\n\nBG 18.18:\r\n                            Knowledge, the object of knowledge, and the knower—these are the three factors that induce action. The instrument of action, the act itself, and the doer—these are the three constituents of action.\r\n                        \n",
    "commentary": "\nIn his systematic treatment of the science of action, Shree Krishna explained its limbs. He also explained the karmic reactions of actions, and the process of becoming free from them. Now, he discusses the three-fold factors that propel actions. These are jñāna (knowledge), jñeya (the object of knowledge), and jñātā (the knower). Together, the three are called the jñāna tripuṭī (triad of knowledge).\n“Knowledge” is a primary impetus for action; it provides understanding to the “knower” about the “object of knowledge.” This triad jointly induces action. For example, knowledge of the remuneration to be paid by the employer motivates employees to work; information of the discovery of gold in various parts of the world led to gold rushes involving feverish migration by workers; awareness of the importance of winning a medal in the Olympics motivates sportspersons to practice for years. Knowledge also has a correlation to the quality of work. For instance, a degree from a top college carries weight in the job market. Corporations realize that people with higher quality knowledge can perform work more proficiently. That’s why good corporations invest in the development of their people, such as sponsoring employees for developmental seminars to further advance their skill set.\nThe second set named is the karm tripuṭī (triad of action). It includes the kartā (doer), kāraṇ (the instrument of action), and karm (the act itself). This triad of work jointly constitutes the content of action. The “doer” utilizes the “instruments of action” to perform “the action.” Having analyzed the constituents of action, Shree Krishna now relates them to the three modes of material nature, to explain why people differ from each other in their motives and actions.\n",
    "next shlok": 19,
    "new_commentary": "In this commentary, Shree Krishna discusses the three factors that drive actions: knowledge, the object of knowledge, and the knower. These three together form the jñāna tripuṭī. Knowledge plays a crucial role in motivating individuals to act, as it provides understanding about the object of knowledge. For example, knowledge about remuneration motivates employees to work, and awareness of gold discoveries led to feversh migration. Knowledge also correlates with the quality of work, with degrees from top colleges carrying weight in the job market. The second set, karm tripuṭī, includes the doer, the instrument of action, and the act itself. These three constitute the content of action. Shree Krishna relates these constituents to the three modes of material nature, explaining the differences in motives and actions among people."
}