{
    "verse": "ज्ञानं कर्म च कर्ता च त्रिधैव गुणभेदत: |\nप्रोच्यते गुणसङ् ख्याने यथावच्छृणु तान्यपि || 19||\n",
    "transliteration": "jñānaṁ karma cha kartā cha tridhaiva guṇa-bhedataḥprochyate guṇa-saṅkhyāne yathāvach chhṛiṇu tāny api",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/018_019.mp3",
    "word meanings": "\njñānam—knowledge; karma—action; cha—and; kartā—doer; cha—also; tridhā—of three kinds; eva—certainly; guṇa-bhedataḥ—distinguished according to the three modes of material nature; prochyate—are declared; guṇa-saṅkhyāne—Sānkhya philosophy, which describes the modes of material nature; yathā-vat—as they are; śhṛiṇu—listen; tāni—them; api—also\n",
    "translation": "Knowledge, action and actor are declared in the science of the Gunas (Sankhya philosophy) to be of three kinds only, according to the distinction of the Gunas. Of these also, hear duly.",
    "commentary": "\nShree Krishna once again refers to the three modes of nature. In chapter 14, he had given an introduction about these modes, and described how they bind the soul to the samsara of life and death. Then in chapter 17, he went into great detail about how these three modes influence the kinds of faith people develop and also their choice of foods. He also explained the three categories of sacrifice, charity, and penance. Here, according to the three guṇas, the Lord will explain the three types of knowledge, action, and doers.\nAmongst the six systems of thought in Indian philosophy, the Sānkhya philosophy (also called puruṣh prakṛiti vāda) is recognized as the authority in the matter of analysis of material nature. It considers the soul as the puruṣh (lord), and thus recognizes many puruṣhas. Prakṛiti is the material nature and includes all things made from it. Sānkhya states the cause for misery is the desire of the puruṣh to enjoy prakṛiti. When this enjoying propensity subsides, then the puruṣh is released from the bondage of material nature attains eternal beatitude. The Sānkhya system does not acknowledge the existence of the Param Puruṣh, or the Supreme Lord, and hence it is insufficient for knowing the Absolute Truth. However, in the matter of knowledge about prakṛiti (material nature), Shree Krishna refers to it as the authority.\n",
    "next shlok": 20,
    "new_commentary": "In this commentary, Shree Krishna discusses the three modes of nature and their influence on faith, food choices, sacrifice, charity, and penance. He explains the three types of knowledge, action, and doers based on the three guṇas. The Sānkhya philosophy, which analyzes material nature, considers the soul as the puruṣh and identifies multiple puruṣhas. It states that the desire of the puruṣh to enjoy prakṛiti is the cause of misery and that liberation can be attained by overcoming this desire. However, Sānkhya does not acknowledge the existence of the Supreme Lord. Shree Krishna refers to Sānkhya as an authority on knowledge about prakṛiti, but it is insufficient for understanding the Absolute Truth.",
    "newest_commentary": "In this commentary, Shree Krishna explains the three modes of nature and their influence on faith, food choices, sacrifice, charity, and penance. He discusses the three types of knowledge, action, and doers based on the three guṇas. The Sānkhya philosophy, which analyzes material nature, identifies multiple puruṣhas and states that the desire to enjoy prakṛiti causes misery. Liberation is attained by overcoming this desire. However, Sānkhya does not acknowledge the existence of the Supreme Lord. Shree Krishna recognizes Sānkhya as an authority on knowledge about prakṛiti, but it is insufficient for understanding the Absolute Truth."
}