{
    "verse": "यत्तु कृत्स्नवदेकस्मिन्कार्ये सक्तमहैतुकम् |\nअतत्त्वार्थवदल्पं च तत्तामसमुदाहृतम् || 22||\n",
    "transliteration": "yat tu kṛitsna-vad ekasmin kārye saktam ahaitukamatattvārtha-vad alpaṁ cha tat tāmasam udāhṛitam",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/018_022.mp3",
    "word meanings": "\nyat—which; tu—but; kṛitsna-vat—as if it encompasses the whole; ekasmin—in single; kārye—action; saktam—engrossed; ahaitukam—without a reason; atattva-artha-vat—not based on truth; alpam—fragmental; cha—and; tat—that; tāmasam—in the mode of ignorance; udāhṛitam—is said to be\n",
    "translation": "\n\nBG 18.22:\r\n                            That knowledge is said to be in the mode of ignorance where one is engrossed in a fragmental concept as if it encompasses the whole, and which is neither grounded in reason nor based on the truth.\r\n                        \n",
    "commentary": "\nWhen the intellect is dulled under the effect of tamo guṇa, it clings to a fragmental concept as if it were the complete truth. People with such views often become fanatic about what they perceive to be the Absolute Truth. Their understanding is usually not even rational, nor grounded in the scriptures or in reality, and yet they zealously desire to impose their beliefs on others. The history of humankind has repeatedly seen religious zealots who imagine themselves as self-appointed champions of God and defenders of faith. They fanatically proselytize and find a few followers with the same kind of intellect, creating the phenomenon of the blind leading the blind. However, in the name of serving God and religion, they create disruption in society and obstruct its harmonious growth.\n",
    "next shlok": 23,
    "new_commentary": "\nWhen the intellect is dulled under the effect of tamo guṇa, it clings to a fragmental concept as if it were the complete truth. People with such views often become fanatic about what they perceive to be the Absolute Truth. Their understanding is usually not even rational, nor grounded in the scriptures or in reality, and yet they zealously desire to impose their beliefs on others. The history of humankind has repeatedly seen religious zealots who imagine themselves as self-appointed champions of God and defenders of faith. They fanatically proselytize and find a few followers with the same kind of intellect, creating the phenomenon of the blind leading the blind. However, in the name of serving God and religion, they create disruption in society and obstruct its harmonious growth.\n",
    "newest_commentary": "People whose intellect is dulled by the mode of ignorance cling to a limited understanding as the absolute truth. They become fanatical and irrational in imposing their beliefs on others, even though their views are not grounded in scripture or reality. Throughout history, there have been religious zealots who see themselves as champions of God and defenders of faith. They aggressively convert others to their ideology, but their followers also lack true understanding. This creates a situation where the uninformed lead the uninformed. Unfortunately, their actions disrupt society and hinder its progress towards harmony."
}