{
    "verse": "अनुबन्धं क्षयं हिंसामनपेक्ष्य च पौरुषम् |\nमोहादारभ्यते कर्म यतत्तामसमुच्यते || 25||\n",
    "transliteration": "anubandhaṁ kṣhayaṁ hinsām anapekṣhya cha pauruṣhammohād ārabhyate karma yat tat tāmasam uchyate",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/018_025.mp3",
    "word meanings": "\nanubandham—consequences; kṣhayam—loss; hinsām—injury; anapekṣhya—by disregarding; cha—and; pauruṣham—one’s own ability; mohāt—out of delusion; ārabhyate—is begun; karma—action; yat—which; tat—that; tāmasam—in the mode of ignorance; uchyate—is declared to be\n",
    "translation": "\n\nBG 18.25:\r\n                            That action is declared to be in the mode of ignorance, which is begun out of delusion, without thought to one’s own ability, and disregarding consequences, loss, and injury to others.\r\n                        \n",
    "commentary": "\nThe intellects of those in tamo guṇa are covered by the fog of ignorance. They are oblivious to or unconcerned with what is right and what is wrong, and are only interested in themselves and their self-interest. They pay no heed to money or resources at hand, or even to the hardships incurred by others. Such work brings harm to them and to others. Shree Krishna uses the word kṣhaya meaning “decay.” Tāmasic action causes decay of one’s health and vitality. It is a waste of effort, a waste of time, and a waste of resources. Typical examples of this are gambling, stealing, corruption, drinking, etc.\n",
    "next shlok": 26,
    "new_commentary": "\nThe intellects of those in tamo guṇa are covered by the fog of ignorance. They are oblivious to or unconcerned with what is right and what is wrong, and are only interested in themselves and their self-interest. They pay no heed to money or resources at hand, or even to the hardships incurred by others. Such work brings harm to them and to others. Shree Krishna uses the word kṣhaya meaning “decay.” Tāmasic action causes decay of one’s health and vitality. It is a waste of effort, a waste of time, and a waste of resources. Typical examples of this are gambling, stealing, corruption, drinking, etc.\n",
    "newest_commentary": "The commentary describes how the intellects of those in tamo guṇa, the mode of ignorance, are clouded by ignorance, leading to a lack of concern for what is right and wrong. They prioritize their self-interest and ignore the consequences of their actions on themselves and others. This kind of action, termed as tāmasic, results in decay of health and vitality. It is considered wasteful and harmful. Examples of tāmasic actions include gambling, stealing, corruption, and excessive drinking."
}