{"verse": "अयुक्त: प्राकृत: स्तब्ध: शठो नैष्कृतिकोऽलस: |विषादी दीर्घसूत्री च कर्ता तामस उच्यते || 28||", "transliteration": "ayuktaḥ prākṛitaḥ stabdhaḥ śhaṭho naiṣhkṛitiko ‘lasaḥviṣhādī dīrgha-sūtrī cha kartā tāmasa uchyate", "audio": "https://www.holy-bhagavad-gita.org/public/audio/018_028.mp3", "word meanings": "\nayuktaḥ—undisciplined; prākṛitaḥ—vulgar; stabdhaḥ—obstinate; śhaṭhaḥ—cunning; naiṣhkṛitikaḥ—dishonest or vile; alasaḥ—slothful; viṣhādī—unhappy and morose; dīrgha-sūtrī—procrastinator; cha—and; kartā—performer; tāmasaḥ—in the mode of ignorance; uchyate—is said to be\n", "translation": "\n\nBG 18.28:\r\n                            A performer in the mode of ignorance is one who is undisciplined, vulgar, stubborn, deceitful, slothful, despondent, and a procrastinator.\r\n                        \n", "commentary": "\nShree Krishna now gives a description of tāmasic workers. Their mind is blotted with negative obsessions and thus they are ayuktaḥ (undisciplined). The scriptures give injunctions regarding what is proper and improper behavior. But workers in the mode of ignorance are stabdhaḥ (obstinate in their views), for they have closed their ears and mind to reason. Thus, they are often śhaṭhaḥ (cunning) and naiṣhkṛitikaḥ (dishonest or vile) in their ways. They are prākṛitaḥ (vulgar) because they do not believe in controlling their animal instinct. Though they may have duties to perform, they see effort as laborious and painful, and so they are alasaḥ (slothful) and dīrgha-sūtrī (procrastinating). Their ignoble and base thoughts impact them more than anyone else, making them viṣhādī (unhappy and morose).The Śhrīmad Bhāgavatam also describes types of performers of actions:sāttvikaḥ kārako ’saṅgī rāgāndho rājasaḥ smṛitaḥtāmasaḥ smṛiti-vibhraṣhṭo nirguṇo mad-apāśhrayaḥ (11.25.26)[v20]“The worker who is detached is sāttvic in nature; the one who is excessively attached to action and its results is rājasic; one who is devoid of discrimination is tāmasic. But the worker who is surrendered to me is transcendental to the three modes.”\n", "next shlok": 29}