{
    "verse": "प्रवृत्तिंच निवृत्तिं च कार्याकार्ये भयाभये |\nबन्धं मोक्षं च या वेत्तिबुद्धि: सा पार्थ सात्त्विकी || 30||\n",
    "transliteration": "pravṛittiṁ cha nivṛittiṁ cha kāryākārye bhayābhayebandhaṁ mokṣhaṁ cha yā vetti buddhiḥ sā pārtha sāttvikī",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/018_030.mp3",
    "word meanings": "\npravṛittim—activities; cha—and; nivṛittim—renuncation from action; cha—and; kārya—proper action; akārye—improper action; bhaya—fear; abhaye—without fear; bandham—what is binding; mokṣham—what is liberating; cha—and; yā—which; vetti—understands; buddhiḥ—intellect; sā—that; pārtha—son of Pritha; sāttvikī—in the nature of goodness\n",
    "translation": "The intellect which knows the path of work and renunciation, what ought to be done and what ought not to be done, fear and fearlessness, bondage and liberation  that intellect is Sattvic (pure), O Arjuna.",
    "commentary": "\nWe constantly exercise our free will to make choices, and our cumulative choices determine where we reach in life. Robert Frost vividly describes this in his poem, The Road Not Taken:I shall be telling this with a sighSomewhere ages and ages hence;Two roads diverged in a wood, and I,I took the one less traveled by,And that has made all the difference.To make proper choices, a developed faculty of discrimination is required. The Bhagavad Gita itself was spoken to Arjun to equip him with the power of discrimination. At the outset, Arjun was confused about his duty. His inordinate attachment to his relatives had bewildered his judgment regarding proper and improper action. Feeling weak and fearful, and in utter confusion, he had surrendered to the Lord and requested him to enlighten him regarding his duty. Through the divine song of wisdom, Lord Krishna helped Arjun develop his power of discrimination, until he finally concluded: “I have explained to you the knowledge that is more secret than all secrets. Ponder over it deeply, and then do as you wish.” (verse 18.63)The mode of goodness illumines the intellect with the light of knowledge thereby refining its ability to discriminate the right and wrong of things, actions, and sentiments. The sāttvic intellect is one that makes known to us what type of action is to be performed and what type of action is to be renounced, what is to be feared and what is to be ignored. It explains to us the reason for the shortcomings in our personality and reveals the solution for them.\n",
    "next shlok": 31,
    "new_commentary": "The commentary discusses the importance of exercising free will and making proper choices in life. It refers to Robert Frost's poem, 'The Road Not Taken,' which emphasizes the significance of taking the less traveled path. The Bhagavad Gita, spoken to Arjun, was aimed at enhancing his power of discrimination. Initially confused about his duty, Arjun sought guidance from the Lord. Lord Krishna, through divine wisdom, helped him develop his ability to discern right from wrong. The mode of goodness, represented by a sattvic intellect, allows one to distinguish between actions that should be performed and renounced, as well as what should be feared and ignored. It also addresses the reasons for personal shortcomings and provides solutions for them.",
    "newest_commentary": "The commentary emphasizes the importance of exercising free will and making proper choices, drawing inspiration from Robert Frost's poem 'The Road Not Taken'. The Bhagavad Gita enhances one's power of discrimination, as Lord Krishna guides Arjun to discern right from wrong. A sattvic intellect represents the mode of goodness and enables us to distinguish between actions that must be performed or renounced, and what should be feared or ignored. Furthermore, it addresses personal shortcomings and offers solutions for them, providing divine wisdom to enhance one's ability to make correct decisions in life."
}