{
    "verse": "धृत्या यया धारयते मन:प्राणेन्द्रियक्रिया: |\nयोगेनाव्यभिचारिण्या धृति: सा पार्थ सात्त्विकी || 33||\n",
    "transliteration": "dhṛityā yayā dhārayate manaḥ-prāṇendriya-kriyāḥyogenāvyabhichāriṇyā dhṛitiḥ sā pārtha sāttvikī",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/018_033.mp3",
    "word meanings": "\ndhṛityā—by determining; yayā—which; dhārayate—sustains; manaḥ—of the mind; prāṇa—life-airs; indriya—senses; kriyāḥ—activities; yogena—through Yog; avyabhichāriṇyā—with steadfastness; dhṛitiḥ—determination; sā—that; pārtha—Arjun, the son of Pritha; sāttvikī—in the mode of goodness\n",
    "translation": "The unwavering firmness by which, through Yoga, the functions of the mind, the life-force and the senses are restrained  that firmness, O Arjuna, is Sattvic (pure).",
    "commentary": "\nDhṛiti (determination) is the inner strength of our mind and intellect to persevere on our path despite difficulties and obstacles. Dhṛiti is what keeps our vision focused toward the goal, and mobilizes the latent powers of the body, mind, and intellect to overcome apparently insurmountable impasses on the journey.Shree Krishna now moves on to describe the three kinds of determination. Through the practice of Yog, the mind becomes disciplined and develops the capacity to rule over the senses and the body. The steadfast willpower that develops when one learns to subdue the senses, discipline the life-airs, and control the mind is sāttvic dhṛiti (determination in the mode of goodness).\n",
    "next shlok": 34,
    "new_commentary": "\nDhṛiti (determination) is the inner strength of our mind and intellect to persevere on our path despite difficulties and obstacles. Dhṛiti is what keeps our vision focused toward the goal, and mobilizes the latent powers of the body, mind, and intellect to overcome apparently insurmountable impasses on the journey.Shree Krishna now moves on to describe the three kinds of determination. Through the practice of Yog, the mind becomes disciplined and develops the capacity to rule over the senses and the body. The steadfast willpower that develops when one learns to subdue the senses, discipline the life-airs, and control the mind is sāttvic dhṛiti (determination in the mode of goodness).\n",
    "newest_commentary": "Dhṛiti is the inner strength that enables us to persevere despite difficulties. It keeps us focused on the goal and empowers us to overcome obstacles. There are three kinds of determination. Through Yog practice, the mind becomes disciplined and can control the senses and body. Sāttvic dhṛiti is the determination that arises from subduing the senses, disciplining the life-airs, and controlling the mind."
}