{
    "verse": "भक्त्या मामभिजानाति यावान्यश्चास्मि तत्त्वत: |\nततो मां तत्त्वतो ज्ञात्वा विशते तदनन्तरम् || 55||\n",
    "transliteration": "bhaktyā mām abhijānāti yāvān yaśh chāsmi tattvataḥtato māṁ tattvato jñātvā viśhate tad-anantaram",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/018_055.mp3",
    "word meanings": "\nbhaktyā—by loving devotion; mām—me; abhijānāti—one comes to know; yāvān—as much as; yaḥ cha asmi—as I am; tattvataḥ—in truth; tataḥ—then; mām—me; tattvataḥ—in truth; jñātvā—having known; viśhate—enters; tat-anantaram—thereafter\n",
    "translation": "\n\nBG 18.55:\r\n                            Only by loving devotion to Me does one come to know who I am in Truth. Then, having come to know Me, My devotee enters into full consciousness of Me.\r\n                        \n",
    "commentary": "\nShree Krishna stated in the previous verse that on becoming situated in transcendental knowledge one develops devotion. Now he says that only through devotion can one come to know God’s personality. Previously, the jñānī had realized God as the nirguṇa (quality-less), nirviśheṣha (attribute-less), nirākār (formless) Brahman. But the jñānī had no realization of the personal form of God. The secret of that personal form cannot be known through karm, jñāna, aṣhṭāṅg yog, etc. It is love that opens the door to the impossible and makes way for the inaccessible. Shree Krishna states here that the mystery of God’s form, virtues, pastimes, abode, and associates can only be comprehended through unalloyed devotion. The devotees understand God because they possess the eyes of love.The Padma Purāṇ mentions a beautiful incident illustrating the above truth. A ṛiṣhi by the name of Jabali saw a very effulgent and peaceful maiden meditating in the forest. He requested her to reveal her identity and purpose of meditation. She replied:brahmavidyāhamatulā yogiṁdrairyā cha mṛigyatesāhaṁ hari padāmbhoja kāmyayā suchiraṁ tapaḥcharāmyasmin vane ghore dhyāyantī puruṣhottamambrahmānandena pūrṇāhaṁ tenānandena tṛiptadhīḥtathāpi śhūnyamātmānaṁ manye kṛiṣhṇaratiṁ vinā [v29]“I am Brahma Vidyā (the science of knowing the self, which ultimately leads to the Brahman realization of God). Great yogis and mystics perform austerities to know me. However, I am myself performing severe austerities to develop love at the lotus feet of the personal form of God. I am replete and satiated with the bliss of Brahman. Yet, without loving attachment to Lord Krishna, I feel empty and void.” Thus, mere knowledge is insufficient for relishing the bliss of the personal form of God. It is through bhakti that one enters into this secret and achieves full God-consciousness.\n",
    "next shlok": 56,
    "new_commentary": "Shree Krishna emphasizes that only through devotion can one come to know God’s personality, beyond the realization of the attribute-less Brahman. Love opens the door to understanding the mysteries of God's form, virtues, pastimes, abode, and associates. The eyes of love possessed by devotees enable them to comprehend God. An incident from the Padma Purāṇ illustrates this truth, where a maiden performs severe austerities to develop love for the personal form of God, despite being replete with the bliss of Brahman. Mere knowledge is insufficient for relishing the bliss of the personal form of God; it is through bhakti that one enters into this secret and achieves full God-consciousness.",
    "newest_commentary": "Shree Krishna explains that devotion is necessary to know God's personality beyond the attribute-less Brahman. Love allows one to understand God's form, virtues, pastimes, abode, and associates. Devotees with eyes of love can comprehend God. An incident from the Padma Purāṇ exemplifies this, where a maiden performs severe austerities to develop love for the personal form of God. Mere knowledge is insufficient to relish the bliss of the personal form of God; bhakti is the key to enter this secret and achieve full God-consciousness."
}