{
    "verse": "य इदं परमं गुह्यं मद्भक्तेष्वभिधास्यति |\nभक्तिं मयि परां कृत्वा मामेवैष्यत्यसंशय: || 68||\n",
    "transliteration": "ya idaṁ paramaṁ guhyaṁ mad-bhakteṣhv abhidhāsyatibhaktiṁ mayi parāṁ kṛitvā mām evaiṣhyaty asanśhayaḥ",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/018_068.mp3",
    "word meanings": "\nyaḥ—who; idam—this; paramam—most; guhyam—confidential knowledge; mat-bhakteṣhu—amongst my devotees; abhidhāsyati—teaches; bhaktim—greatest act of love; mayi—to me; parām—transcendental; kṛitvā—doing; mām—to me; eva—certainly; eṣhyati—comes; asanśhayaḥ—without doubt\n",
    "translation": "He who with supreme devotion to Me will teach this supreme secret to My devotees, shall doubtlessly come to Me.",
    "commentary": "\nShree Krishna now declares the consequence of properly preaching the message of the Bhagavad Gita. He says such preachers first attain his para bhakti, and then attain him.The opportunity to engage ourselves in devotion is a special blessing of God, but the opportunity to help others engage in devotion is an even bigger blessing, which attracts the special grace of God. Whenever we share something good with others, we benefit from it too. When we share whatever knowledge we have with others, by grace our own knowledge increases as well. By often giving food to others, we never go hungry ourselves. Saint Kabir said:dāna diye dhana nā ghaṭe, nadī ghate na nīraapane hātha dekha lo, yoṅ kyā kahe kabīra [v42]“Wealth does not decrease by giving in charity; a river does not become narrow, though people take water from it. I am not saying this without basis; see it yourself in the world.” Thus, those who share the spiritual knowledge of the Bhagavad Gita with others receive the highest blessing themselves.\n",
    "next shlok": 69,
    "new_commentary": "\nShree Krishna now declares the consequence of properly preaching the message of the Bhagavad Gita. He says such preachers first attain his para bhakti, and then attain him.The opportunity to engage ourselves in devotion is a special blessing of God, but the opportunity to help others engage in devotion is an even bigger blessing, which attracts the special grace of God. Whenever we share something good with others, we benefit from it too. When we share whatever knowledge we have with others, by grace our own knowledge increases as well. By often giving food to others, we never go hungry ourselves. Saint Kabir said:dāna diye dhana nā ghaṭe, nadī ghate na nīraapane hātha dekha lo, yoṅ kyā kahe kabīra [v42]“Wealth does not decrease by giving in charity; a river does not become narrow, though people take water from it. I am not saying this without basis; see it yourself in the world.” Thus, those who share the spiritual knowledge of the Bhagavad Gita with others receive the highest blessing themselves.\n",
    "newest_commentary": "According to Shree Krishna, those who properly preach the message of the Bhagavad Gita attain his para bhakti and ultimately attain him. Sharing the knowledge of devotion with others is a special blessing from God and attracts his special grace. When we share something good with others, we also benefit from it. By sharing our knowledge, our own knowledge increases. Similarly, by giving food to others, we never go hungry ourselves. This is supported by the words of Saint Kabir who said that wealth does not decrease by giving in charity, just as a river does not become narrow when people take water from it. Therefore, sharing the spiritual knowledge of the Bhagavad Gita with others brings the greatest blessing."
}