{
    "verse": "यत्र योगेश्वर: कृष्णो यत्र पार्थो धनुर्धर: |\nतत्र श्रीर्विजयो भूतिध्रुवा नीतिर्मतिर्मम || 78||\n",
    "transliteration": "yatra yogeśhvaraḥ kṛiṣhṇo yatra pārtho dhanur-dharaḥtatra śhrīr vijayo bhūtir dhruvā nītir matir mama",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/018_078.mp3",
    "word meanings": "\nyatra—wherever; yoga-īśhvaraḥ—Shree Krishna, the Lord of Yog; kṛiṣhṇaḥ—Shree Krishna; yatra—wherever; pārthaḥ—Arjun, the son of Pritha; dhanuḥ-dharaḥ—the supreme archer; tatra—there; śhrīḥ—opulence; vijayaḥ—victory; bhūtiḥ—prosperity; dhruvā—unending; nītiḥ—righteousness; matiḥ mama—my opinion\n",
    "translation": "\n\nBG 18.78:\r\n                            Wherever there is Shree Krishna, the Lord of all Yog, and wherever there is Arjun, the supreme archer, there will also certainly be unending opulence, victory, prosperity, and righteousness. Of this, I am certain.\r\n                        \n",
    "commentary": "\nThe Bhagavad Gita concludes with this verse delivering a deep pronouncement. Dhritarashtra was apprehensive of the outcome of the war. Sanjay informs him that material calculations of the relative strengths and numbers of the two armies are irrelevant. There can be only one verdict in this war—victory will always be on the side of God and his pure devotee, and so will goodness, supremacy, and abundance.\nGod is the independent, self-sustaining sovereign of the world, and the most worthy object of adoration, and worship. na tatsamaśh chābhyadhikaśhcha dṛiśhyate (Śhwetaśhvatar Upaniṣhad 6.8) [v44] “There is no one equal to him; there is no one greater than him.” He merely needs a proper medium to manifest his incomparable glory. The soul who surrenders to him provides such a vehicle for the glory of God to shine forth. Thus, wherever the Supreme Lord and his pure devotee are present, the light of the Absolute Truth will always vanquish the darkness of falsehood. There can be no other outcome.\n",
    "next shlok": 79,
    "new_commentary": "\nThe Bhagavad Gita concludes with this verse delivering a deep pronouncement. Dhritarashtra was apprehensive of the outcome of the war. Sanjay informs him that material calculations of the relative strengths and numbers of the two armies are irrelevant. There can be only one verdict in this war—victory will always be on the side of God and his pure devotee, and so will goodness, supremacy, and abundance.\nGod is the independent, self-sustaining sovereign of the world, and the most worthy object of adoration, and worship. na tatsamaśh chābhyadhikaśhcha dṛiśhyate (Śhwetaśhvatar Upaniṣhad 6.8) [v44] “There is no one equal to him; there is no one greater than him.” He merely needs a proper medium to manifest his incomparable glory. The soul who surrenders to him provides such a vehicle for the glory of God to shine forth. Thus, wherever the Supreme Lord and his pure devotee are present, the light of the Absolute Truth will always vanquish the darkness of falsehood. There can be no other outcome.\n",
    "newest_commentary": "The Bhagavad Gita concludes by stating that victory in the war will always be on the side of God and his pure devotee. Material calculations of strength and numbers are irrelevant. God is the independent and self-sustaining sovereign of the world, deserving of adoration. The Supreme Lord needs a surrendering soul as a medium to manifest his incomparable glory. Wherever the Lord and his devotee are present, the light of truth will prevail over falsehood. This verse affirms that victory, goodness, supremacy, and abundance will always be on the side of God and his pure devotee, ensuring a singular outcome."
}