{
    "verse": "दु:खमित्येव यत्कर्म कायक्लेशभयात्यजेत् |\nस कृत्वा राजसं त्यागं नैव त्यागफलं लभेत् || 8||\n",
    "transliteration": "duḥkham ity eva yat karma kāya-kleśha-bhayāt tyajetsa kṛitvā rājasaṁ tyāgaṁ naiva tyāga-phalaṁ labhet",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/018_008.mp3",
    "word meanings": "\nduḥkham—troublesome; iti—as; eva—indeed; yat—which; karma—duties; kāya—bodily; kleśha—discomfort; bhayāt—out of fear; tyajet—giving up; saḥ—they; kṛitvā—having done; rājasam—in the mode of passion; tyāgam—renunciation of desires for enjoying the fruits of actions; na—never; eva—certainly; tyāga—renunciation of desires for enjoying the fruits of actions; phalam—result; labhet—attain\n",
    "translation": "\n\nBG 18.8:\r\n                            To give up prescribed duties because they are troublesome or cause bodily discomfort is renunciation in the mode of passion. Such renunciation is never beneficial or elevating.\r\n                        \n",
    "commentary": "\nTo advance in life does not mean abandoning our responsibilities, instead it entails increasing them. Novice spiritualists often do not understand this truth. Wishing to avoid pain and taking an escapist attitude, they make spiritual aspiration a pretext for relinquishing their obligatory duties. However, life is never meant to be without burdens. Advanced sādhaks are not those who are undisturbed because they do nothing, on the contrary, they retain their peace despite upholding a huge burden placed upon their shoulders. Shree Krishna declares in this verse that giving up duties because they are troublesome is renunciation in the mode of passion.\nFrom the beginning, the Bhagavad Gita is a call for action. Arjun finds his duty unpleasant and bothersome and, as a result, wishes to run away from the battlefield. Shree Krishna calls this ignorance and weakness. He encourages Arjun to continue doing his duty, even though it may be unpleasant, while simultaneously bringing about an internal transformation within him. For this purpose, he enlightens Arjun with spiritual knowledge and helps him develop the eyes of wisdom. Having heard the Bhagavad Gita, Arjun does not change his profession, but changes the consciousness he brings to bear upon his activities. Previously, the motive behind his work was to secure the kingdom of Hastinapur for his comfort and glory. Later, he continues to do his work, but as an act of devotion to God.\n",
    "next shlok": 9,
    "new_commentary": "To advance in life does not mean abandoning our responsibilities, but increasing them. Novice spiritualists often use spirituality as an excuse to avoid their obligatory duties. However, life is never meant to be burden-free. Advanced sādhaks retain their peace despite upholding a heavy burden. Shree Krishna states that giving up duties due to difficulties is renunciation in the mode of passion. The Bhagavad Gita calls for action from the start. Arjun wishes to escape his unpleasant duty, but Shree Krishna sees it as ignorance and weakness. He encourages Arjun to continue his duty while transforming internally. Shree Krishna imparts spiritual knowledge and wisdom to Arjun. After hearing the Bhagavad Gita, Arjun doesn't change his profession but his consciousness. Previously, he sought comfort and glory in securing the kingdom, but now he performs his work as an act of devotion to God."
}