{
    "verse": "कार्यमित्येव यत्कर्म नियतं क्रियतेऽर्जुन |\nसङ्गं त्यक्त्वा फलं चैव स त्याग: सात्त्विको मत: || 9||\n",
    "transliteration": "kāryam ity eva yat karma niyataṁ kriyate ‘rjunasaṅgaṁ tyaktvā phalaṁ chaiva sa tyāgaḥ sāttviko mataḥ",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/018_009.mp3",
    "word meanings": "\nkāryam—as a duty; iti—as; eva—indeed; yat—which; karma niyatam—obligatory actions; kriyate—are performed; arjuna—Arjun; saṅgam—attachment; tyaktvā—relinquishing; phalam—reward; cha—and; eva—certainly; saḥ—such; tyāgaḥ—renunciation of desires for enjoying the fruits of actions; sāttvikaḥ—in the mode of goodness; mataḥ—considered\n",
    "translation": "\n\nBG 18.9:\r\n                            When actions are undertaken in response to duty, and one relinquishes attachment to any reward, O Arjun, it is considered renunciation in the nature of goodness.\r\n                        \n",
    "commentary": "\nShree Krishna now describes the superior kind of renunciation, where we continue to perform our obligatory duties, but give up attachment to the fruit of actions. He describes this as the highest kind of renunciation, which is situated in the mode of goodness (sāttvic).Renunciation is definitely necessary for spiritual attainment. But the problem is that people’s understanding of renunciation is very shallow and they consider it to be only the external abandonment of works. Such renunciation leads to hypocrisy in which, while externally donning the robes of a renunciant, one internally contemplates upon the objects of the senses. There are many sadhus in India who come in this category. They left the world with the noble intention of God-realization, but because the mind was not yet detached from the objects of their senses, their renunciation did not bestow the desired fruits. Consequently, they found their actions did not lead them to a higher spiritual life at all. The defect was in their sequence—they strove first for external renunciation and later for internal detachment. The instruction of this verse is to reverse the sequence—first develop internal detachment and then renounce externally.\n",
    "next shlok": 10,
    "new_commentary": "In this passage, Shree Krishna explains the superior kind of renunciation, which involves performing obligatory duties without attachment to the results. He emphasizes that true renunciation goes beyond external abandonment of works and requires internal detachment from the objects of the senses. Many sadhus in India fail to attain spiritual progress because they focus on external renunciation before developing internal detachment. Shree Krishna advises reversing the sequence by first cultivating internal detachment and then renouncing externally. This approach leads to the desired fruits of renunciation. By understanding that renunciation is not just an outward display but a state of mind, individuals can truly achieve spiritual growth and attain God-realization.",
    "newest_commentary": "In this passage, Shree Krishna explains the superior kind of renunciation, which involves performing obligatory duties without attachment to the results. He emphasizes that true renunciation goes beyond external abandonment of works and requires internal detachment from the objects of the senses. Many sadhus in India fail to attain spiritual progress because they focus on external renunciation before developing internal detachment. Shree Krishna advises reversing the sequence by first cultivating internal detachment and then renouncing externally. This approach leads to the desired fruits of renunciation. By understanding that renunciation is not just an outward display but a state of mind, individuals can truly achieve spiritual growth and attain God-realization."
}