{
    "verse": "सर्वेन्द्रियगुणाभासं सर्वेन्द्रियविवर्जितम् |\nअसक्तं सर्वभृच्चैव निर्गुणं गुणभोक्तृ च || 15||\n",
    "transliteration": "sarvendriya-guṇābhāsaṁ sarvendriya-vivarjitamasaktaṁ sarva-bhṛich chaiva nirguṇaṁ guṇa-bhoktṛi cha",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/013_015.mp3",
    "word meanings": "\nsarva—all; indriya—senses; guṇa—sense-objects; ābhāsam—the perciever; sarva—all; indriya—senses; vivarjitam—devoid of; asaktam—unattached; sarva-bhṛit—the sustainer of all; cha—yet; eva—indeed; nirguṇam—beyond the three modes of material nature; guṇa-bhoktṛi—the enjoyer of the three modes of material nature; cha—although\n",
    "translation": "Shining by the functions of all the senses, yet without the senses; unattached, yet supporting all; devoid of alities, yet their experiencer.",
    "commentary": "\nHaving stated that God’s senses are everywhere, Shree Krishna now states the exact opposite, that He does not possess any senses.  If we try to understand this through mundane logic, we will find this contradictory.  We will inquire, “How can God have both infinite senses and also be without senses?”  However, mundane logic does not apply to Him who is beyond the reach of the intellect.  God possesses infinite contradictory attributes at the same time.  The Brahma Vaivarta Purāṇ states:viruddha dharmo rūposā vaiśhvaryāt puruṣhottamāh“The Supreme Lord is the reservoir of innumerable contradictory attributes.”  In this verse, Shree Krishna mentions a few of the infinite contradictory attributes that exist in the personality of God.He is devoid of mundane senses like ours, and hence it is correct to say that He does not have senses.  Sarvendriya vivarjitam means “He is without material senses.”  However, He possesses divine senses that are everywhere, consequently, it is also correct to say that the senses of God are in all places.  Sarvendriya guṇābhāsaṁ means “He manifests the functions of the senses and grasps the sense objects.”  Including both these attributes, the Śhwetāśhvatar Upaniṣhad  states:apāṇipādo javano grahītā, paśhyatyachakṣhuḥ sa śhṛiṇotyakarṇaḥ (3.19) “God does not possess material hands, feet, eyes, and ears.  Yet He grasps, walks, sees, and hears.”Further, Shree Krishna states that He is the sustainer of creation, and yet detached from it.  In His form as Lord Vishnu, God maintains the entire creation.  He sits in the hearts of all living beings, notes their karmas, and gives the results.  Under Lord Vishnu’s dominion, Brahma manipulates the laws of material science to ensure that the universe functions stably.  Also, under Lord Vishnu’s dominion, the celestial gods arrange to provide the air, earth, water, rain, etc. that are necessary for our survival.  Hence, God is the Sustainer of all.  Yet, He is complete in Himself and is, thus, detached from everyone.  The Vedas mention Him as ātmārām, meaning “one who rejoices in the self and has no need of anything external.”The material energy is subservient to God, and it works for His pleasure by serving Him.  He is thus the enjoyer of the three guṇas (modes of material nature).  At the same time, He is also nirguṇa (beyond the three guṇas), because these guṇas are material, while God is divine. \n",
    "next shlok": 16,
    "new_commentary": "In this commentary on the Bhagavad Gita, Shree Krishna explains his contradictory attributes. Despite being beyond logic, God possesses infinite senses yet is without material senses. He manifests the functions of senses and grasps sense objects through his divine senses. As the sustainer of creation, he remains detached from it. Lord Vishnu, in his form, maintains the universe and oversees the actions and results of all beings. The celestial gods provide the necessary elements for survival under Lord Vishnu's dominion. God, known as ātmārām, rejoices in the self and requires nothing external. He enjoys the three guṇas, or material modes, while being beyond them as nirguṇa. The material energy serves God's pleasure. This commentary highlights the divine nature of God and his ability to encompass contradictory attributes.",
    "newest_commentary": "This commentary on the Bhagavad Gita explains Shree Krishna's contradictory attributes. God possesses infinite senses, yet is without material senses. He manifests the functions of senses through his divine senses. As the sustainer of creation, he remains detached. Lord Vishnu maintains the universe and oversees beings' actions and results. The celestial gods provide necessary elements under Vishnu's dominion. God rejoices in the self, requiring nothing external. He enjoys the three material modes while being beyond them. The material energy serves God's pleasure. This commentary highlights the divine nature of God and his ability to encompass contradictory attributes."
}