{
    "verse": "बहिरन्तश्च भूतानामचरं चरमेव च |\nसूक्ष्मत्वात्तदविज्ञेयं दूरस्थं चान्तिके च तत् || 16||\n",
    "transliteration": "bahir antaśh cha bhūtānām acharaṁ charam eva chasūkṣhmatvāt tad avijñeyaṁ dūra-sthaṁ chāntike cha tat",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/013_016.mp3",
    "word meanings": "\nbahiḥ—outside; antaḥ—inside; cha—and; bhūtānām—all living beings; acharam—not moving; charam—moving; eva—indeed; cha—and; sūkṣhmatvāt—due to subtlety; tat—he; avijñeyam—incomprehensible; dūra-stham—very far away; cha—and; antike—very near; cha—also; tat—He\n",
    "translation": "Without and within (all) beings the unmoving and also the moving; because of Its subtlety, unknowable; and near and far away is That.",
    "commentary": "\nThere is a Vedic Mantra that describes God in practically the same manner as Shree Krishna has described here:tad ejati tan naijati taddūre tadvantiketad antar asya sarvasya tadusarvasyāsya bāhyataḥ   (Īśhopaniṣhad mantra 5)  “The Supreme Brahman does not walk, and yet He walks; He is far, but He is also near.  He exists inside everything, but He is also outside everything.” Previously in verse 13.3, Shree Krishna said that to know God is true knowledge.   However, here He states that the Supreme Entity is incomprehensible.  This again seems to be a contradiction, but what He means is that God is not knowable by the senses, mind, and intellect.  The intellect is made from the material energy, so it cannot reach God who is Divine.  However, if God Himself bestows His grace upon someone, that fortunate soul can come to know Him.\n",
    "next shlok": 17,
    "new_commentary": "\nThere is a Vedic Mantra that describes God in practically the same manner as Shree Krishna has described here:tad ejati tan naijati taddūre tadvantiketad antar asya sarvasya tadusarvasyāsya bāhyataḥ   (Īśhopaniṣhad mantra 5)  “The Supreme Brahman does not walk, and yet He walks; He is far, but He is also near.  He exists inside everything, but He is also outside everything.” Previously in verse 13.3, Shree Krishna said that to know God is true knowledge.   However, here He states that the Supreme Entity is incomprehensible.  This again seems to be a contradiction, but what He means is that God is not knowable by the senses, mind, and intellect.  The intellect is made from the material energy, so it cannot reach God who is Divine.  However, if God Himself bestows His grace upon someone, that fortunate soul can come to know Him.\n",
    "newest_commentary": "The commentary explains the concept of God in the Bhagavad Gita, emphasizing that God is beyond human comprehension. It references a Vedic Mantra that describes God as being both near and far, inside everything and outside everything. This suggests that God's existence transcends our understanding. While earlier in the text, Krishna stated that knowing God is true knowledge, he now asserts that God is incomprehensible to the senses, mind, and intellect. This is because the intellect is material and cannot reach the Divine. However, if God grants His grace to someone, that person can come to know Him. Thus, the commentary highlights the paradoxical nature of understanding God in the Bhagavad Gita."
}