{
    "verse": "श्रीभगवानुवाच |\nइदं शरीरं कौन्तेय क्षेत्रमित्यभिधीयते |\nएतद्यो वेत्ति तं प्राहु: क्षेत्रज्ञ इति तद्विद: || 2||\n",
    "transliteration": "śhrī-bhagavān uvāchaidaṁ śharīraṁ kaunteya kṣhetram ity abhidhīyateetad yo vetti taṁ prāhuḥ kṣhetra-jña iti tad-vidaḥ",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/013_002.mp3",
    "word meanings": "\nśhrī-bhagavān uvācha—the Supreme Divine Lord said; idam—this; śharīram—body; kaunteya—Arjun, the son of Kunti; kṣhetram—the field of activities; iti—thus; abhidhīyate—is termed as; etat—this; yaḥ—one who; vetti—knows; tam—that person; prāhuḥ—is called; kṣhetra-jñaḥ—the knower of the field; iti—thus; tat-vidaḥ—those who discern the truth\n",
    "translation": "The Blessed Lord said  This body, O Arjuna, is called the field; he who knows it is called the knower of the field, by those who know of them.",
    "commentary": "\nHere, Shree Krishna begins explaining the topic of distinction between the body and spirit.  The soul is divine, and can neither eat, see, smell, hear, taste, nor touch.  It vicariously does all these works through the body-mind-intellect mechanism, which is thus termed as the field of activities.  In modern science, we have terms like “field of energy.”  A magnet has a magnetic field around it, which creates electricity on rapid movement.  An electric charge has a force field around it.  Here, the body is the receptacle for the activities of the individual.  Hence, it is termed as kṣhetra (the field of activities). The soul is distinct from the body-mind-intellect mechanism, but forgetful of its divine nature, it identifies with these material entities.  Yet, because it has knowledge of the body, it is called kṣhetrajña (the knower of the field of the body).  This terminology has been given by the self-realized sages, who were transcendentally situated at the platform of the soul, and perceived their distinct identity separate from the body.\n",
    "next shlok": 3,
    "new_commentary": "\nHere, Shree Krishna begins explaining the topic of distinction between the body and spirit.  The soul is divine, and can neither eat, see, smell, hear, taste, nor touch.  It vicariously does all these works through the body-mind-intellect mechanism, which is thus termed as the field of activities.  In modern science, we have terms like “field of energy.”  A magnet has a magnetic field around it, which creates electricity on rapid movement.  An electric charge has a force field around it.  Here, the body is the receptacle for the activities of the individual.  Hence, it is termed as kṣhetra (the field of activities). The soul is distinct from the body-mind-intellect mechanism, but forgetful of its divine nature, it identifies with these material entities.  Yet, because it has knowledge of the body, it is called kṣhetrajña (the knower of the field of the body).  This terminology has been given by the self-realized sages, who were transcendentally situated at the platform of the soul, and perceived their distinct identity separate from the body.\n",
    "newest_commentary": "In this commentary, Shree Krishna explains the distinction between the body and spirit. The soul, which is divine, does not directly engage in sensory activities but works through the body-mind-intellect mechanism. This mechanism is compared to a field of activities or energy. Although the soul is distinct from the body-mind-intellect, it identifies with these material entities due to forgetting its divine nature. The soul is called the knower of the body because it possesses knowledge of the body. This terminology is provided by self-realized sages who perceive their separate identity from the body. "
}