{
    "verse": "समं सर्वेषु भूतेषु तिष्ठन्तं परमेश्वरम् |\nविनश्यत्स्वविनश्यन्तं य: पश्यति स पश्यति || 28||\n",
    "transliteration": "samaṁ sarveṣhu bhūteṣhu tiṣhṭhantaṁ parameśhvaramvinaśhyatsv avinaśhyantaṁ yaḥ paśhyati sa paśhyati",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/013_028.mp3",
    "word meanings": "\nsamam—equally; sarveṣhu—in all; bhūteṣhu—beings; tiṣhṭhan-tam—accompanying; parama-īśhvaram—Supreme Soul; vinaśhyatsu—amongst the perishable; avinaśhyantam—the imperishable; yaḥ—who; paśhyati—see; saḥ—they; paśhyati—perceive\n",
    "translation": "\n\nBG 13.28:\r\n                            They alone truly see, who perceive the Paramātmā (Supreme Soul) accompanying the soul in all beings, and who understand both to be imperishable in this perishable body.\r\n                        \n",
    "commentary": "\nShree Krishna had previously used the expression yaḥ paśhyati sa paśhyati (they alone truly see, who see that…)  Now He states that it is not enough to see the presence of the soul within the body.  We must also appreciate that God, the Supreme Soul, is seated within all bodies.  His presence in the heart of all living beings was previously stated in verse 13.23 in this chapter.  It is also mentioned in verses 10.20 and 18.61 of the Bhagavad Gita, and in other Vedic scriptures as well:eko devaḥ sarvabhūteṣhu gūḍhaḥsarvavyāpī sarvabhūtāntarātmā   (Śhwetāśhvatar Upaniṣhad 6.11)“God is one.  He resides in the hearts of all living beings.  He is omnipresent.  He is the Supreme Soul of all souls.”bhavān hi sarva-bhūtānām ātmā sākṣhī sva-dṛig vibho   (Bhagavatam 10.86.31)“God is seated inside all living beings as the Witness and the Master.”rām brahma chinamaya abināsī,  sarba rahit saba ura pura bāsī   (Ramayan)“The Supreme Lord Ram is eternal and beyond everything.  He resides in the hearts of all living entities.” The Supreme Soul accompanies the individual soul as it journeys from body to body in the cycle of life and death.  Shree Krishna now explains how realizing the presence of God in everyone changes the life of the sādhak. \n",
    "next shlok": 29,
    "new_commentary": "In this commentary, it is emphasized that seeing the soul within the body is not enough; one must also recognize the presence of God, the Supreme Soul, within all beings. The presence of God in all living entities is mentioned in various scriptures. The Supreme Soul accompanies the individual soul in its journey through the cycle of life and death. Realizing the presence of God in everyone has a transformative effect on the practitioner's life.",
    "newest_commentary": "In this commentary, it is emphasized that seeing the soul within the body is not enough; one must also recognize the presence of God, the Supreme Soul, within all beings. The presence of God in all living entities is mentioned in various scriptures. The Supreme Soul accompanies the individual soul in its journey through the cycle of life and death. Realizing the presence of God in everyone has a transformative effect on the practitioner's life."
}