{
    "verse": "समं पश्यन्हि सर्वत्र समवस्थितमीश्वरम् |\nन हिनस्त्यात्मनात्मानं ततो याति परां गतिम् || 29||\n",
    "transliteration": "samaṁ paśhyan hi sarvatra samavasthitam īśhvaramna hinasty ātmanātmānaṁ tato yāti parāṁ gatim",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/013_029.mp3",
    "word meanings": "\nsamam—equally; paśhyan—see; hi—indeed; sarvatra—everywhere; samavasthitam—equally present; īśhvaram—God as the Supreme soul; na—do not; hinasti—degrade; ātmanā—by one’s mind; ātmānam—the self; tataḥ—thereby; yāti—reach; parām—the supreme; gatim—destination\n",
    "translation": "Because he who sees the same Lord eally dwelling everywhere does not destroy the Self by the self; he goes to the highest goal.",
    "commentary": "\nThe mind is pleasure seeking by nature and, being a product of the material energy, is spontaneously inclined to material pleasures.  If we follow the inclinations of our mind, we become degraded into deeper and deeper material consciousness.  The way to prevent this downslide is to keep the mind in check with the help of the intellect.  For this, the intellect needs to be empowered with true knowledge.Those, who learn to see God as the Supreme Soul present in all beings, begin to live by this knowledge.  They no longer seek personal gain and enjoyment in their relationships with others.  They neither get attached to others for the good done by them, nor hate them for any harm caused by them.  Rather, seeing everyone as a part of God, they maintain a healthy attitude of respect and service toward others.  They naturally refrain from mistreating, cheating, or insulting others, when they perceive in them the presence of God.  Also, the humanly created distinctions of nationality, creed, caste, sex, status, and color, all become irrelevant.  Thus, they elevate their mind by seeing God in all living beings, and finally reach the supreme goal.\n",
    "next shlok": 30,
    "new_commentary": "The mind is naturally inclined towards seeking material pleasures, leading to a degradation of consciousness. To prevent this, the intellect needs to be empowered with true knowledge. By recognizing God as the Supreme Soul present in all beings, individuals live by this knowledge and no longer seek personal gain or enjoyment. They view others as a part of God and maintain a respectful and service-oriented attitude towards them. They refrain from mistreating or insulting others, as they see the presence of God in them. Human-created distinctions such as nationality, creed, caste, sex, status, and color become irrelevant. By seeing God in all living beings, individuals elevate their mind and ultimately achieve the supreme goal.",
    "newest_commentary": "The commentary explains that the mind is naturally drawn towards material pleasures, which degrades consciousness. To prevent this, one needs to empower the intellect with true knowledge. By recognizing God as the Supreme Soul in all beings, individuals live by this knowledge and overcome personal desires. They treat others with respect and service, realizing the presence of God within them. Human-made distinctions like nationality, creed, caste, sex, status, and color become insignificant as they see God in everyone. This mindset uplifts the mind and leads to the attainment of the ultimate goal."
}