{
    "verse": "क्षेत्रज्ञं चापि मां विद्धि सर्वक्षेत्रेषु भारत |\nक्षेत्रक्षेत्रज्ञयोर्ज्ञानं यत्तज्ज्ञानं मतं मम || 3||\n",
    "transliteration": "kṣhetra-jñaṁ chāpi māṁ viddhi sarva-kṣhetreṣhu bhāratakṣhetra-kṣhetrajñayor jñānaṁ yat taj jñānaṁ mataṁ mama",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/013_003.mp3",
    "word meanings": "\nkṣhetra-jñam—the knower of the field; cha—also; api—only; mām—me; viddhi—know; sarva—all; kṣhetreṣhu—in individual fields of activities; bhārata—scion of Bharat; kṣhetra—the field of activities; kṣhetra-jñayoḥ—of the knower of the field; jñānam—understanding of; yat—which; tat—that; jñānam—knowledge; matam—opinion; mama—my\n",
    "translation": "Do thou also know Me as the knower of the field in all fields, O Arjuna. Knowledge of both the field and the knower of the field is considered by Me to be ï1the ï1 knowledge.",
    "commentary": "\nThe soul is only the knower of the individual field of its own body.  Even in this limited context, the soul’s knowledge of its field is incomplete.  God is the knower of the fields of all souls, being situated as the Supreme Soul in the heart of all living beings.  Further, God’s knowledge of each kṣhetra is perfect and complete.  By explaining these distinctions, Shree Krishna establishes the position of the three entities vis-à-vis each other—the material body, the soul, and the Supreme Soul. In the second part of the above verse, He gives His definition of knowledge.  “Understanding of the self, the Supreme Lord, the body, and the distinction amongst these, is true knowledge.”  In this light, persons with PhDs and DLitts may consider themselves to be erudite, but if they do not understand the distinction between their body, the soul, and God, then according to Shree Krishna’s definition, they are really not knowledgeable. \n",
    "next shlok": 4,
    "new_commentary": "\nThe soul is only the knower of the individual field of its own body.  Even in this limited context, the soul’s knowledge of its field is incomplete.  God is the knower of the fields of all souls, being situated as the Supreme Soul in the heart of all living beings.  Further, God’s knowledge of each kṣhetra is perfect and complete.  By explaining these distinctions, Shree Krishna establishes the position of the three entities vis-à-vis each other—the material body, the soul, and the Supreme Soul. In the second part of the above verse, He gives His definition of knowledge.  “Understanding of the self, the Supreme Lord, the body, and the distinction amongst these, is true knowledge.”  In this light, persons with PhDs and DLitts may consider themselves to be erudite, but if they do not understand the distinction between their body, the soul, and God, then according to Shree Krishna’s definition, they are really not knowledgeable. \n",
    "newest_commentary": "The soul has limited knowledge of its own body, while God has perfect knowledge of all souls and their bodies. Shree Krishna establishes the positions of the material body, the soul, and the Supreme Soul. True knowledge, according to Him, is understanding the self, the Supreme Lord, the body, and the distinction between them. People may consider themselves knowledgeable with PhDs and DLitts, but if they lack understanding of the body, soul, and God, they are not truly knowledgeable."
}