{
    "verse": "श्रीभगवानुवाच |\nऊर्ध्वमूलमध:शाखमश्वत्थं प्राहुरव्ययम् |\nछन्दांसि यस्य पर्णानि यस्तं वेद स वेदवित् || 1||\n",
    "transliteration": "śhrī-bhagavān uvāchaūrdhva-mūlam adhaḥ-śhākham aśhvatthaṁ prāhur avyayamchhandānsi yasya parṇāni yas taṁ veda sa veda-vit",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/015_001.mp3",
    "word meanings": "\nśhrī-bhagavān uvācha—the Supreme Divine Personality said; ūrdhva-mūlam—with roots above; adhaḥ—downward; śhākham—branches; aśhvattham—the sacred fig tree; prāhuḥ—they speak; avyayam—eternal; chhandānsi—Vedic mantras; yasya—of which; parṇāni—leaves; yaḥ—who; tam—that; veda—knows; saḥ—he; veda-vit—the knower of the Vedas\n",
    "translation": "The Blessed Lord said  They (the wise) speak of the indestructible peepul tree having its root above and branches below, whose leaves are the metres or hymns: he who knows it is a knower of the Vedas.",
    "commentary": "\nLord Shree Krishna speaks of the eternal Aśhvatth tree, which is an upside-down peepal (sacred fig) tree with its roots above and branches below. Aśhvatth also means; which will not remain the same even on the next day or something which is constantly changing. The Sanskrit word for the world, Sansar is defined in the Sanskrit dictionary as sansaratīti sansāraḥ; something that is constantly shifting.  Another Sanskrit word for the world Jagat is also defined as gachchhatīti jagat, that means it is a constantly moving world. The world is not just moving or constantly changing, but someday it will be completely destroyed and reverted unto God. Therefore, the world we live in is temporary, or Aśhvatth.The Lord explains that this material world is like a huge Aśhvatth tree for the soul. Its roots are going upwards (ūrdhva-mūlam) originating from God; nourished and supported by Him. The trunk and branches which are extending downwards (adhaḥ-śhākham) encompass all the life-forms from different abodes of the material realm. Its leaves are the Vedic mantras (chhandānsi), which describe rituals, ceremonies, and its reward. By performing such rituals, the soul can ascend to the heavenly abodes and enjoy celestial pleasures, but eventually, when the rewards deplete, they have to fall back to earth.In this way, the leaves of the Aśhvatth tree nourish the material existence of the souls and perpetuate the continuous cycle of life and death. Due to this continuity, the beginning and the end are not experienced by the souls. Hence, this tree form of the world is Avyayam or eternal. As the water from the oceans evaporates forming clouds that rain the earth, which then forms rivers, and eventually flows back to the oceans. Likewise, the cycle of life and death is also continuous.The Vedas also mention this tree:ūrdhvamūlo ’vākśhākha eṣho ’śhvatthaḥ sanātanaḥ   (Kaṭhopaniṣhad 2.3.1) “The aśhvatth tree, with its roots upward and branches downward is eternal.”ūrdhvamūlaṁ arvākśhākhaṁ vṛikṣhaṁ yo sampratina sa jātu janaḥ śhraddhayātmṛityutyurmā mārayaditi   (Taittirīya Āraṇyak 1.11.5)“Those who know this tree with its roots upward and branches downward will not believe that death can finish them.” The intention of describing this tree in the Vedas was to make us understand that, we are beyond the cycle of life and death, and we should work towards cutting this tree down. For the same purpose, Lord Shree Krishna has mentioned that one who understands the secret (of cutting) this tree of samsara is the knower of the Vedas (veda vit).\n",
    "next shlok": 2,
    "new_commentary": "The commentary speaks about the concept of the Aśhvatth tree, a metaphor for the temporary and ever-changing material world. The world is described as constantly shifting and moving, ultimately leading to its destruction and return to God. The material world serves as a support system for the soul, with its roots originating from God and its branches encompassing all life forms. The Vedic mantras are compared to the leaves of the tree, sustaining the cycle of life and death. This continuous cycle prevents the souls from experiencing the beginning and end. The analogy of water evaporating, forming clouds, raining, and eventually flowing back to the ocean is used to illustrate the eternal nature of the cycle. The Vedas mention this tree to emphasize that we should strive to transcend the cycle of life and death. Understanding the secret of cutting this tree signifies knowledge of the Vedas.",
    "newest_commentary": "The commentary speaks about the Aśhvatth tree as a metaphor for the ever-changing material world. It explains the constant shifting and destruction of the world, which ultimately leads to its return to God. The material world supports the soul, with roots in God and branches encompassing all life forms. Vedic mantras are compared to leaves, sustaining the cycle of life and death. The eternal cycle prevents souls from experiencing the beginning and end. The analogy of water cycle illustrates the eternal nature of this cycle. The Vedas mention this tree to emphasize transcending the cycle of life and death, revealing knowledge of the Vedas."
}