{
    "verse": "गामाविश्य च भूतानि धारयाम्यहमोजसा |\nपुष्णामि चौषधी: सर्वा: सोमो भूत्वा रसात्मक: || 13||\n",
    "transliteration": "gām āviśhya cha bhūtāni dhārayāmy aham ojasāpuṣhṇāmi chauṣhadhīḥ sarvāḥ somo bhūtvā rasātmakaḥ",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/015_013.mp3",
    "word meanings": "\ngām—earth; āviśhya—permeating; cha—and; bhūtāni—living beings; dhārayāmi—sustain; aham—I; ojasā—energy; puṣhṇāmi—nourish; cha—and; auṣhadhīḥ—plants; sarvāḥ—all; somaḥ—the moon; bhūtvā—becoming; rasa-ātmakaḥ—supplying the juice of life\n",
    "translation": "Permeating the earth I support all beings by (My) energy; and having become the watery moon I nourish all herbs.",
    "commentary": "\nIn this verse, Shree Krishna has said that it is His energy which has brought about the appropriate physical conditions for life to exist on planet earth. Here, gām means earth, and ojasā is energy. Like all other celestial bodies, the earth is also a big mass of matter. But God has made it habitable, so that, it can sustain life. Ever wondered, why ocean water is so salty? God could have made the oceans full of freshwater, but it would have become a breeding ground for diseases. Due to the high salt content of the ocean water, many disease-causing microorganisms cannot survive in it, thereby protecting life. Similarly, several such amazing phenomena make earth inhabitable to a variety of species, of both movable, and static living beings. Nobel laureate and famous American scientist, George Wald has written in his book, A Universe that Breeds Life: “If anyone of the considerable number of the physical properties of our universe were other than they are, then life, that now appears to be so prevalent, would be impossible, here or anywhere.” Shree Krishna also says that the moonlight gets its nourishing properties from Him. And it is the ambrosial nectar of the moonlight that nourishes the entire plant life, i.e. fruits, vegetables, grains, herbs, etc.\n",
    "next shlok": 14,
    "new_commentary": "In this verse, Shree Krishna explains that it is His energy that has created the suitable physical conditions for life on earth. The earth, like other celestial bodies, is a mass of matter, but God has made it habitable. The high salt content in ocean water protects life by preventing the survival of disease-causing microorganisms. Various phenomena on earth make it habitable for different species. Renowned scientist George Wald noted that if any physical properties of the universe were different, life would be impossible. Shree Krishna also states that He is the source of nourishment for moonlight, which in turn nourishes plant life including fruits, vegetables, grains, and herbs.",
    "newest_commentary": "In this verse, Shree Krishna explains that His energy has created the suitable conditions for life on earth. The earth, like other celestial bodies, is made habitable by God. Ocean water's high salt content prevents the survival of disease-causing microorganisms. Various phenomena on earth support different species. Renowned scientist George Wald observed that if any physical properties of the universe were different, life would be impossible. Shree Krishna is also the source of nourishment for moonlight, which sustains plant life including fruits, vegetables, grains, and herbs."
}