{
    "verse": "उत्तम: पुरुषस्त्वन्य: परमात्मेत्युदाहृत: |\nयो लोकत्रयमाविश्य बिभर्त्यव्यय ईश्वर: || 17||\n",
    "transliteration": "uttamaḥ puruṣhas tv anyaḥ paramātmety udāhṛitaḥyo loka-trayam āviśhya bibharty avyaya īśhvaraḥ",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/015_017.mp3",
    "word meanings": "\nuttamaḥ—the Supreme; puruṣhaḥ—Divine Personality; tu—but; anyaḥ—besides; parama-ātmā—the Supreme Soul; iti—thus; udāhṛitaḥ—is said; yaḥ—who; loka trayam—the three worlds; āviśhya—enters; bibharti—supports; avyayaḥ—indestructible; īśhvaraḥ—the controller\n",
    "translation": "\n\nBG 15.17:\r\n                            Besides these, is the Supreme Divine Personality, who is the indestructible Supreme Soul.  He enters the three worlds as the unchanging Controller and supports all living beings.\r\n                        \n",
    "commentary": "\nIn the previous verses, Shree Krishna spoke about the different worlds and categories of souls. Now he speaks of God - the Supreme Divine Personality called the Paramātma, which means the Supreme Soul. The appellation of Param emphasizes on the fact that Paramātmā is different from ātmā, which is an individual soul, whereas, Paramātmā is the Supreme Soul. He is the transcendental God who controls both the perishable and imperishable worlds. For the non-dualistic philosophers who propagate that individual soul itself is the Supreme Soul, this verse is clear disapproval of their claim. While the individual soul is very tiny and confined to the material body it resides in; the Supreme Soul is present inside every living entity. He is the constant companion of the individual soul in every life, immaterial of what species the soul gets born into. He sits in their hearts quietly taking a note; keeping an account of their karmas, and gives appropriate results.  For example, in a particular birth, a soul has received a dog’s body. The Supreme Soul continues to be inside and gives results based on the soul’s past karmas. This explains why even dogs have different destinies. Some dogs are born on the streets, live a famished life, and die in misery. Whereas, some get to live comfortably as pets in lavish mansions, living a dainty life. This huge difference in destiny is due to the stockpile of karmas from their previous births. The Supreme Soul which accompanies the soul in its various births, in different species, keeps granting results based on its karmas.The Supreme Soul also exists in a personal form as the four-armed Kshirodakshayi Vishnu, commonly known as “Bhagwan Vishnu”. A popular saying in Hindi goes: “mārane vāle ke do hāth, bachāne vāle ke chār hāth” which means, a killer has two arms, but the savior has four arms.  The four-armed personality referred to here is the Paramātmā, the Supreme Soul.\n",
    "next shlok": 18,
    "new_commentary": "In this commentary on the Bhagavad Gita, Shree Krishna explains the concept of God as the Supreme Soul, different from individual souls. He controls both perishable and imperishable worlds and is present inside every living entity. While the individual soul is confined to the material body, the Supreme Soul accompanies it in every life and keeps a record of its karmas. Dogs with different destinies exemplify the results of past karmas. The Supreme Soul exists in a personal form as the four-armed Kshirodakshayi Vishnu, known as Bhagwan Vishnu. The saying 'a killer has two arms, but the savior has four arms' refers to the four-armed Paramātmā, the Supreme Soul."
}