{
    "verse": "निर्मानमोहा जितसङ्गदोषा\nअध्यात्मनित्या विनिवृत्तकामा: |\nद्वन्द्वैर्विमुक्ता: सुखदु:खसंज्ञै\nर्गच्छन्त्यमूढा: पदमव्ययं तत् || 5||\n",
    "transliteration": "nirmāna-mohā jita-saṅga-doṣhāadhyātma-nityā vinivṛitta-kāmāḥdvandvair vimuktāḥ sukha-duḥkha-sanjñairgachchhanty amūḍhāḥ padam avyayaṁ tat",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/015_005.mp3",
    "word meanings": "\nniḥ—free from; māna—vanity; mohāḥ—delusion; jita—having overcome; saṅga—attachment; doṣhāḥ—evils; adhyātma-nityāḥ—dwelling constantly on the self and on God; vinivṛitta—free from; kāmāḥ—desire to enjoy senses; dvandvaiḥ—from the dualities; vimuktāḥ—liberated; sukha-duḥkha—pleasure and pain; saṁjñaiḥ—known as; gachchhanti—attain; amūḍhāḥ—unbewildered; padam—abode; avyayam—eternal; tat—that\n",
    "translation": "Free from pride and delusion, victorious over the evil of attachment, dwelling constantly in the Self, their desires having completely turned away, freed from the pairs of opposites known as pleasure and pain, the undeluded reach the eternal goal.",
    "commentary": "\nIn this verse, Shree Krishna has explained the requisites for complete surrender to the Supreme Lord, who is at the base of this enigmatic aśhvatth tree.  The first step is to give up all pride, which is due to ignorance. The embodied souls have an illusion that they are the governors of all the material wealth that they have acquired, and continue accumulating more. Their minds are blinded by pride borne by ignorance, they think that all this is for their enjoyment, and would continue giving them happiness. A soul in such a state does not comprehend God as the owner of all. Thus, cannot surrender unto his will.Only through proper knowledge of God can this false notion of being the enjoyer be removed. It is necessary to realize that God alone is the owner of all the material energy and it needs to be used for his service only. He is the master of the entire creation, and the souls are his eternal servants. The souls should give up the attitude of pride and develop an attitude of selfless service to the Lord. This can be achieved by understanding the true nature of the self as the eternal servant, eliminating material attachments that pull us towards the world and away from him. The Padma Purāṇ states:dāsa bhūtamidaṁ tasya jagatsthāvara jangamamśhrīmannārāyaṇa swāmī jagatānprabhurīśhwaraḥ“The Supreme Lord Narayan is the controller and the Lord of the world.  All moving and non-moving beings and entities in this creation are His servants.”  Hence, as our desire to serve God increases, the illusion of being the enjoyer of prakṛiti (material world) gets gradually eliminated and the heart is cleansed.  Jagadguru Shree Kripaluji Maharaj emphasizes this above everything else, as the most powerful means for purifying the heart:sau bātana kī bāta ika, dharu muralīdhara dhyāna,baṛhavahu sevā-vāsanā, yaha sau jñānana jñāna.(Bhakti Śhatak, verse 74) “Out of a hundred advice for purification, the most important is this.  Let your mind be absorbed in the divine flute-player, Shree Krishna, and keep increasing your desire to serve Him.  This counsel is more important than a hundred such gems of knowledge.” But what happens once our etheric hearts are cleansed and become perfectly situated in the loving service of the Lord? In this verse, Shree Krishna says that all those perfected souls enter his spiritual realm and stay there forever. Once the state of God-realization is achieved, the material realm serves no purpose, the soul is free from the cycle of life and death. It now stays in God’s divine Abode along with other perfected, God-realized souls. The material realm is only one-fourth, while the spiritual realm is three-fourths of the entire creation. As a city prison only occupies a small part of a large city, similarly, the material realm is a very small part of God’s vast creation. The Vedas state:pādo ’sya viśhwā bhūtāni, tripādasya amṛitam divi   (Puruṣh Sūktam Mantra 3)“This temporary world made from the material energy is but one part of creation.  The other three parts are the eternal Abode of God that is beyond the phenomenon of life and death.”In the next verse, Shree Krishna explains the nature of the eternal Abode.\n",
    "next shlok": 6,
    "new_commentary": "In this commentary on the Bhagavad Gita, Shree Krishna explains the requirements for complete surrender to the Supreme Lord. The first step is giving up pride, which arises from ignorance. Souls often believe they are the owners of material wealth and accumulate more. To surrender to God, one must understand that He is the true owner and the souls are His eternal servants. This understanding leads to selfless service. The desire to serve God removes the illusion of being the enjoyer of the material world. As the heart is purified, souls enter God's spiritual realm, free from the cycle of life and death. The material realm is only a small part of God's vast creation, while the spiritual realm is the majority. The Vedas state that the material world is temporary, whereas God's eternal Abode is beyond life and death.",
    "newest_commentary": "Shree Krishna explains the requirements for surrender to the Supreme Lord in this Bhagavad Gita commentary. Giving up pride and understanding God as the true owner is the first step. This leads to selfless service, removing the illusion of being the material world's enjoyer. As the heart is purified, souls enter God's spiritual realm, free from the cycle of life and death. The material realm is small, while the spiritual realm is vast. The Vedas state that the material world is temporary, but God's eternal Abode is beyond life and death."
}