{
    "verse": "ममैवांशो जीवलोके जीवभूत: सनातन: |\nमन:षष्ठानीन्द्रियाणि प्रकृतिस्थानि कर्षति || 7||\n",
    "transliteration": "mamaivānśho jīva-loke jīva-bhūtaḥ sanātanaḥmanaḥ-ṣhaṣhṭhānīndriyāṇi prakṛiti-sthāni karṣhati",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/015_007.mp3",
    "word meanings": "\nmama—My; eva—only; anśhaḥ—fragmental part; jīva-loke—in the material world; jīva-bhūtaḥ—the embodied souls; sanātanaḥ—eternal; manaḥ—with the mind; ṣhaṣhṭhāni—the six; indriyāṇi—senses; prakṛiti-sthāni—bound by material nature; karṣhati—struggling\n",
    "translation": "\n\nBG 15.7:\r\n                            The embodied souls in this material world are My eternal fragmental parts.  But bound by material nature, they are struggling with the six senses including the mind.\r\n                        \n",
    "commentary": "\nIn the previous verse, Shree Krishna explained that all the perfected souls who find Him go to His Abode and never return to the material world. Now in this verse he says, but those who remain in the material world are also His Anśha or fragmental parts.Are the embodied souls also a part of God? To understand this, we must first look at what are the different forms in which God manifests. There are mainly two forms:Swānśh:  All the direct forms of God, who are His integrated parts and not different from Lord Shree Krishna are called swānśh. They are also known as His Avatars such as Shree Ram, Narshingh Bhagavan, Varaha, Matsya, etc.Vibhinnānśh:  All the souls of existence come under this category; they are not directly His parts. These take form from His material energy or jīva śhakti. Shree Krishna had previously explained this in Verse 7.5 “But beyond the material energy, O mighty-armed Arjun, there is another superior energy of Mine.  It is the embodied souls who are the basis of life in this world.”These vibhinnānśh souls are further divided into three kinds: Nitya Siddha:  The liberated souls, who have always resided in the divine realm of God since eternity and participate in His divine Pastimes.Sādhan Siddha:  Those souls from the material world, who practiced sādhanā and attained the Supreme Lord.  And now they reside in the divine realm for the rest of eternity.Nitya Baddha:  The embodied souls who have been trapped in the material realm since eternity.  Due to their material existence, these souls are dis-illusioned by their five senses and the mind. They are struggling in samsara; the cycle of birth and death. The Kaṭhopaniṣhad states:parāñchi khāni vyatṛiṇat swayambhūḥ   (2.1.1)“The creator, Brahma, has made the senses such that they are turned outward toward the world.” Therefore, Shree Krishna said for the vibhinnānśh nitya baddha parts, “Bound by their material nature, these souls are struggling with the six senses including the mind.” In the next verse, He explains when a soul moves from one body to another upon death, what happens to the mind and the senses.\n",
    "next shlok": 8,
    "new_commentary": "In this commentary, Shree Krishna explains the different forms in which God manifests. Swānśh refers to the direct forms of God, such as avatars like Shree Ram, Narshingh Bhagavan, etc. Vibhinnānśh refers to the souls of existence, who are not directly His parts but manifest from His material energy. These souls are further divided into three categories: Nitya Siddha, the liberated souls who reside in the divine realm; Sādhan Siddha, those who attained the Supreme Lord through practice; and Nitya Baddha, the embodied souls trapped in the material realm. The struggle of the Nitya Baddha souls is due to their material existence and the influence of their senses and mind. Shree Krishna explains that these souls are bound by their material nature. In the next verse, He will elaborate on the transition of the soul from one body to another and its impact on the mind and senses."
}