{
    "verse": "शरीरं यदवाप्नोति यच्चाप्युत्क्रामतीश्वर: |\nगृहीत्वैतानि संयाति वायुर्गन्धानिवाशयात् || 8||\n",
    "transliteration": "śharīraṁ yad avāpnoti yach chāpy utkrāmatīśhvaraḥgṛihītvaitāni sanyāti vāyur gandhān ivāśhayāt",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/015_008.mp3",
    "word meanings": "\nśharīram—the body; yat—as; avāpnoti—carries; yat—as; cha api—also; utkrāmati—leaves; īśhvaraḥ—lord of the material body, the embodied soul; gṛihītvā—taking; etāni—these; sanyāti—goes away; vāyuḥ—the air; gandhān—fragrance; iva—like; āśhayāt—from seats\n",
    "translation": "When the Lord (as the individual soul) obtains a body and when He leaves it, He takes these and goes (with them) as the wind takes the scents from their seats (flowers, etc.).",
    "commentary": "\nHere, Shree Krishna has given the example of the breeze to explain the process of transmigration of a soul from one body into another. Similar to the breeze, which carries with it the fragrances of the flowers, upon the death of the gross body, the soul carries with it the subtle and the causal bodies, these include the senses and the mind. (The concept of three kinds of bodies has been explained in detail in Verse 2.28).Even when the material body dies, the soul continues to carry the mind along with the experiences of its past lifetimes from its former body to the new one. That explicates why people who are born blind can still dream, probably based on their experiences from past lives. Dreams are considered to be a visual representation of what we see or think during waking hours. It might be in a distorted or rambled form, which gets connected in our mind when we sleep. For example, someone saw a bird flying and thought, “How wonderful will it be to fly like a bird!” Sometime later, he dreams that he is flying in his human body itself. Yet, a blind person who has not seen anything from birth dreams, this can only be due to all the impressions that are stored in the subconscious mind, which it carries with it from past lifetimes.In the next verse, Shree Krishna explains what the soul does with the mind and senses it takes with it when it departs from its present body.\n",
    "next shlok": 9,
    "new_commentary": "In this commentary, Shree Krishna compares the transmigration of the soul to the movement of the breeze. Just as the breeze carries the fragrance of flowers, the soul carries the subtle and causal bodies, including the senses and mind, from one body to the next. Even after the death of the physical body, the soul retains the mind and the experiences from past lifetimes. This explains why blind people can still dream based on their previous experiences. Dreams are a visual representation of our waking thoughts and experiences, and even blind individuals can dream due to stored impressions in their subconscious minds from past lives. The next verse delves into what the departing soul does with the mind and senses as it leaves the present body.",
    "newest_commentary": "Shree Krishna compares the transmigration of the soul to the movement of the breeze. The soul carries the subtle and causal bodies from one body to the next. Even after death, the soul retains the mind and experiences from past lifetimes. Blind people can dream based on previous experiences stored in their subconscious minds from past lives. Dreams represent waking thoughts and experiences. The next verse explores what the departing soul does with the mind and senses as it leaves the present body."
}