{
    "verse": "यदक्षरं वेदविदो वदन्ति\nविशन्ति यद्यतयो वीतरागा: |\nयदिच्छन्तो ब्रह्मचर्यं चरन्ति\nतत्ते पदं संग्रहेण प्रवक्ष्ये || 11||\n",
    "transliteration": "yad akṣharaṁ veda-vido vadantiviśhanti yad yatayo vīta-rāgāḥyad ichchhanto brahmacharyaṁ charantitat te padaṁ saṅgraheṇa pravakṣhye",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/008_011.mp3",
    "word meanings": "\nyat—which; akṣharam—Imperishable; veda-vidaḥ—scholars of the Vedas; vadanti—describe; viśhanti—enter; yat—which; yatayaḥ—great ascetics; vīta-rāgāḥ—free from attachment; yat—which; ichchhantaḥ—desiring; brahmacharyam—celibacy; charanti—practice; tat—that; te—to you; padam—goal; saṅgraheṇa—briefly; pravakṣhye—I shall explain\n",
    "translation": "\n\nBG 8.11:\r\n                            Scholars of the Vedas describe Him as Imperishable; great ascetics practice the vow of celibacy and renounce worldly pleasures to enter into Him.  I shall now explain to you briefly the path to that goal. \r\n                        \n",
    "commentary": "\nIn the Vedas, God is referred by many names: Brahman, Bhagwan, Deva, Paramātmā, Praṇa, Puruṣh, Sat, etc. In some places, while referring to His formless aspect, God is said to be Akshar, which means imperishable. The Bṛihadāraṇyak Upaniṣhad states:etasya vā akṣharasya praśhāsane gārgisūryāchandramasau vidhṛitau tiṣhṭhataḥ   (3.8.9)“Under the mighty control of the Imperishable, the sun and the moon are held on their course.”Shree Krishna mentions in this verse the word sangraheṇa, which means “in brief.” He says that this path is very difficult to follow and not suitable for everyone. Therefore, He will not elaborate much and briefly describe this path of yog-miśhrā bhakti; that leads to attaining the formless aspect of God. It demands living a life of rigid continence and perform severe austerities. Renouncing worldly desires and practicing brahmacharya, a vow of celibacy. As was previously detailed in verse 6.14, the practice of celibacy conserves a person’s physical energy. This energy, when channelized through sadhana, gets transformed into spiritual energy. It also enhances the intellect and memory power of the sādhaks (spiritual aspirants) and helps them comprehend the spiritual subjects better.\n",
    "next shlok": 12,
    "new_commentary": "In this commentary, the various names of God mentioned in the Vedas are highlighted, including Brahman, Bhagwan, and Deva. The concept of God being formless and imperishable is explained through the term Akshar. Shree Krishna briefly describes the path of yog-miśhrā bhakti, emphasizing that it is difficult and not suitable for everyone. This path requires strict continence, renouncing worldly desires, and practicing celibacy. The practice of celibacy conserves physical energy, which can be channeled into spiritual energy through sadhana. It also enhances intellect and memory power, aiding in the comprehension of spiritual subjects."
}