{
    "verse": "सर्वद्वाराणि संयम्य मनो हृदि निरुध्य च |\nमूर्ध्न्याधायात्मन: प्राणमास्थितो योगधारणाम् || 12||\n",
    "transliteration": "sarva-dvārāṇi sanyamya mano hṛidi nirudhya chamūrdhnyādhāyātmanaḥ prāṇam āsthito yoga-dhāraṇām",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/008_012.mp3",
    "word meanings": "\nsarva-dvārāṇi—all gates; sanyamya—restraining; manaḥ—the mind; hṛidi—in the heart region; nirudhya—confining; cha—and; mūrdhni—in the head; ādhāya—establish; ātmanaḥ—of the self; prāṇam—the life breath; āsthitaḥ—situated (in); yoga-dhāraṇām—the yogic concentration\n",
    "translation": "Having closed all the gates, confined the mind in the heart and fixed the life-breath in the head, engaged in the practice of concentration.",
    "commentary": "\nIt is through the senses and their objects the world enters our mind. When we see, hear, touch, taste, or smell an object of perception, it leaves an impression on our mind. Our mind then dwells upon these experiences, starts to contemplate, and creates repetitive thoughts that increase our attachment to the world. Therefore, a practitioner of meditation should guard himself against the incessant stream of worldly thoughts that the unrestrained senses can create. Locking the world out by restraining the mind and the senses; is most essential in meditation.In this verse, Shree Krishna uses the words sarva-dvārāṇi-sanyamya, which mean guarding the gates of the body, and hṛidi nirudhya that means “locking the mind in the heart.” He says that by controlling the passages that enter the body, one can lock the mind in the heart. Restricting the senses from their natural tendencies and directing the mind toward akṣharam the imperishable Supreme Lord. Then with complete attention and devotional feelings, one should meditate on Him. He ends the verse with yoga-dhāraṇām, which means “uniting the consciousness with God.”\n",
    "next shlok": 13,
    "new_commentary": "The commentary explains that the mind is influenced by the senses and their interactions with the world. This leads to attachment and repetitive thoughts. In meditation, one must guard against these worldly thoughts by restraining the senses and locking the mind in the heart. Shree Krishna emphasizes the need to control the passages into the body and direct the mind towards the imperishable Supreme Lord. Through complete attention and devotion, one should unite their consciousness with God. This verse highlights the importance of practicing yoga and meditation to detach from worldly distractions and connect with the divine.",
    "newest_commentary": "The commentary explains that the mind is influenced by the senses and their interactions with the world, leading to attachment and repetitive thoughts. In meditation, one must guard against these worldly thoughts by restraining the senses and locking the mind in the heart. Shree Krishna emphasizes controlling the passages into the body and directing the mind towards the imperishable Supreme Lord. Complete attention and devotion are needed to unite one's consciousness with God. This verse highlights the importance of practicing yoga and meditation to detach from distractions and connect with the divine."
}