{
    "verse": "ओमित्येकाक्षरं ब्रह्म व्याहरन्मामनुस्मरन् |\nय: प्रयाति त्यजन्देहं स याति परमां गतिम् || 13||\n",
    "transliteration": "oṁ ityekākṣharaṁ brahma vyāharan mām anusmaranyaḥ prayāti tyajan dehaṁ sa yāti paramāṁ gatim",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/008_013.mp3",
    "word meanings": "\nom—sacred syllable representing the formless aspect of God; iti—thus; eka-akṣharam—one-syllabled; brahma—the Absolute Truth; vyāharan—chanting; mām—Me (Shree Krishna); anusmaran—remembering; yaḥ—who; prayāti—departs; tyajan—quitting; deham—the body; saḥ—he; yāti—attains; paramām—the supreme; gatim—goal\n",
    "translation": "Uttering the one-syllabled Om  the Brahman  and remembering Me, he who departs, leaving the body, attains to the Supreme Goal.",
    "commentary": "\nThe Vedic scriptures state that at the beginning of creation, God first created sound. With sound, He created space and then continued with the rest of the creation process.  That primordial sound was the sacred syllable OM it is also called Pranav—the sound manifestation of the Brahman. It represents the formless aspect of the Supreme Lord, without any attributes and virtues.The Bible also mentions this in John 1:1: In the beginning was the Word, and the Word was with God, and the Word was God.The sound Om pervades the entire creation; it is imperishable and infinite like God Himself. Hence, it is also called anāhat nād. In the Vedic philosophy, it is conferred as the mahā vākya, or the Great Sound Vibration of the Vedas and often attached to the beginning of the Vedic mantras, as bīja (seed or core) mantra similar to hrīṁ, klīṁ, etc.For proper chanting of the sacred word OM, the emphasis is on the vibrations of three letters: A… U… M… One starts by making an “A” sound from the belly, with an open mouth and throat; it then merges into a “U” created in the middle of the mouth. Finally, it ends in chanting “M” with a closed mouth.Devotees consider the word Om as the impersonal form of God. In ashtanga yoga, the Praṇav sound is considered the object of meditation. In this verse, Shree Krishna is describing the process of meditation with regard to the ashtanga yoga sadhana. He states that to focus the mind on God, one should chant “Óm” while practicing austerities and maintaining the vow of celibacy.However, the devotees who take the path of bhakti yoga prefer to meditate upon the personal Names of the Lord. They experience greater sweetness in God’s bliss when they meditate on; the personal Name and Forms of God, such as Ram, Krishna, Shiv, etc.If you compare; the pleasure experienced by two ladies, one who is an expectant mother and one who has her new-born baby in her lap. The experience is much sweeter for the new mother. Seeing her beautiful baby, she even forgets the discomfort and pain she had experienced during childbirth.The time of death is the final test of our meditation. As death is said to be intensely painful and despite the pain, those who are able to focus on God even at that last moment; attain Him. And on leaving the body, their souls reach His divine abode. However, to achieve such a state is very difficult; it requires continuous practice throughout one’s life. The merciful Lord Krishna shows us an easier path in the next verse.\n",
    "next shlok": 14,
    "new_commentary": "The commentary explains the significance of the primordial sound OM in the creation process. It is considered the formless aspect of the Supreme Lord and pervades the entire creation. Chanting OM is recommended in ashtanga yoga meditation to focus the mind on God. However, devotees of bhakti yoga prefer to meditate on the personal Names and Forms of God. The pleasure experienced by a new mother with her baby is used as an analogy to explain the sweetness of meditating on the personal aspects of God. The time of death is described as a test of meditation, and those who can focus on God in their last moments attain Him. Achieving such a state requires continuous practice throughout life, but Lord Krishna offers an easier path in the next verse.",
    "newest_commentary": "The commentary explains the significance of the primordial sound OM in the creation process and its association with the Supreme Lord. Chanting OM in ashtanga yoga meditation helps in focusing the mind on God, while bhakti yoga devotees prefer meditating on the personal Names and Forms of God. The joy of a new mother with her baby is used as an analogy to illustrate the sweetness of meditating on the personal aspects of God. The time of death is considered a test of meditation, and those who can concentrate on God in their last moments attain Him. Continuous practice is required to achieve this state, although Lord Krishna offers an easier path in the next verse."
}