{
    "verse": "अनन्यचेता: सततं यो मां स्मरति नित्यश: |\nतस्याहं सुलभ: पार्थ नित्ययुक्तस्य योगिन: || 14||\n",
    "transliteration": "ananya-chetāḥ satataṁ yo māṁ smarati nityaśhaḥtasyāhaṁ sulabhaḥ pārtha nitya-yuktasya yoginaḥ",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/008_014.mp3",
    "word meanings": "\nananya-chetāḥ—without deviation of the mind; satatam—always; yaḥ—who; mām—Me; smarati—remembers; nityaśhaḥ—regularly; tasya—to him; aham—I; su-labhaḥ—easily attainable; pārtha—Arjun, the son of Pritha; nitya—constantly; yuktasya—engaged; yoginaḥ—of the yogis\n",
    "translation": "I am easily attainable by that ever-steadfast Yogi who constantly and daily remembers Me (for a long time), not thinking of anything else (with a single mind or one-pointed mind), O Partha (Arjuna).",
    "commentary": "\nIn the previous verse, Shree Krishna had explained the process of meditation as per ashtanga yoga sadhana to focus on the formless God, devoid of any attributes. However, this practice is not only difficult but also very bland. Therefore, He suggests an alternative method, that is, to meditate upon the personal forms of God such as Ram, Krishna, Shiv, Vishnu, etc., including their Names, Forms, Virtues, Pastimes, Abodes, and Associates. This method is simpler and helps in keeping the mind absorbed in God and His divine form.For the first time in the Bhagavad Geeta, Shree Krishna says that He is easy to attain. But only to those yogis who are ananya-chetāḥ, which means their mind is absorbed exclusively in God. The word a-nanya Etymologically means na anya, or “no other.” Thus, exclusive devotion is the precondition for attaining God. Throughout the Bhagavad Gita, Lord Krishna has stressed upon exclusive devotion and surrender to attain Him.ananyāśh chintayanto māṁ   9.22tam eva śharaṇaṁ gachchha   18.62mām ekaṁ śharaṇaṁ vraja   18.66Other Vedic scriptures also reiterate the same message:mām ekam eva śharaṇam ātmānaṁ sarva-dehinām   (Bhagavatam 11.12.15)“Surrender to Me alone, who am the Supreme Soul of all living beings.”eka bharoso eka bala ek āsa visvāsa   (Ramayan)“I have only one support, one strength, one faith, one shelter, and that is Shree Ram.”anyāśhrayāṇāṁ tyāgo ’nanyatā   (Nārad Bhakti Darśhan, Sūtra 10)“Reject all other shelters, and become exclusive to God.”Many spiritual seekers love God and try hard to attain Him, but their mind is also attached to the material world, their family, friends, pets, house, assets, etc. They contemplate upon God to purify their mind, but when they go back to their worldly relations, it gets dirty again. The worldly attachments are not only binding but also imperfect, thus cause impurity of the mind. It is like applying soap to a dirty cloth, cleaning it with pure water, and putting it back into unclean water. Thus, all the effort goes futile.The ultimate aim of sadhana is to purify the mind, which can only be done by attaching the mind to God, who is all-pure. In this verse, Shree Krishna says that it is not just devotion; but exclusive devotion; that is necessary to attain Him. Exclusive devotion is attainable only when a purified mind is absorbed in the Names, Forms, Virtues, Pastimes, Abodes, and Associates of God.\n",
    "next shlok": 15,
    "new_commentary": "The commentary explains that while the previous verse describes the difficult practice of meditating on the formless God, Shree Krishna suggests an alternative method. He advises meditating on the personal forms of God, such as Ram, Krishna, Shiv, Vishnu, and their various aspects like Names, Forms, Virtues, Pastimes, Abodes, and Associates. By doing so, the mind can remain absorbed in God's divine form. Shree Krishna emphasizes the importance of exclusive devotion and surrender to attain Him, stating that He is easily attainable for those whose mind is exclusively focused on God. Other scriptures also support the idea of exclusive surrender to the Supreme Soul. The commentary highlights that worldly attachments can hinder spiritual progress and purifying the mind requires exclusive devotion to the all-pure God. Thus, the ultimate aim of spiritual practice is to attach the mind to God, leading to purification and attainment of Him.",
    "newest_commentary": "The commentary explains an alternative method of meditating on the personal forms of God, like Ram, Krishna, Shiv, Vishnu, etc. By doing so, the mind can remain absorbed in God's divine form. Shree Krishna emphasizes the importance of exclusive devotion and surrender to attain Him easily. Other scriptures also support the idea of surrender to the Supreme Soul. Worldly attachments hinder spiritual progress, and purifying the mind requires exclusive devotion to the all-pure God. The ultimate aim of spiritual practice is to attach the mind to God, leading to purification and attainment of Him."
}