{
    "verse": "सहस्रयुगपर्यन्तमहर्यद्ब्रह्मणो विदु: |\nरात्रिं युगसहस्रान्तां तेऽहोरात्रविदो जना: || 17||\n",
    "transliteration": "sahasra-yuga-paryantam ahar yad brahmaṇo viduḥrātriṁ yuga-sahasrāntāṁ te ’ho-rātra-vido janāḥ",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/008_017.mp3",
    "word meanings": "\nsahasra—one thousand; yuga—age; paryantam—until; ahaḥ—one day; yat—which; brahmaṇaḥ—of Brahma; viduḥ—know; rātrim—night; yuga-sahasra-antām—lasts one thousand yugas; te—they; ahaḥ-rātra-vidaḥ—those who know this day and night; janāḥ—people\n",
    "translation": "Those people who know the day of Brahma which is of a duration of a thousand Yugas (ages) and the night which is also of a thousand Yugas duration, they know day and night.",
    "commentary": "\nThe Vedic cosmological system has measurements of time that are vast and astounding. Consider this example of an insect, that is, born at night and within the same night it grows, procreates, lays eggs, and grows old. The next morning, you find it dead under the street light. If one tells that insect that its entire lifespan was only equal to one night of a human, that will be unbelievable for the insect. Similarly, the measurements of time given in the Vedas are beyond normal human imagination.The Vedas state that one year on the earth equals; one day and night of Indra and other celestial gods. Thus, one year of the celestial gods consisting of 12 x 30 days equals 360 years on the earth plane. The calculation goes much further; 12,000 years of the celestial gods makes one mahā yug (cycle of four yugas) on the earth plane, that is, 4.32 million years. Following is the Vedic calculation of time periods or yugas on the earth plane:Kali Yug: 432,000 yearsDwāpar Yug: 864,000 yearsTretā Yug: 1,296,000 yearsSatya Yug: 1,728,000 yearsMahā Yug: 4,320,000 years (Adding the four yugas)Kalp: 4,320,000,000 years (1000 Mahā Yug = 1 day of Brahma)One thousand mahā yug make one day of Brahma, called a kalp, and then there is Brahma’s night of equal duration. Kalp is the largest unit of time in the world; it equals 4.32 billion years. In this verse, Shree Krishna states that only those who understand this knowledge truly know what day and night are.According to Vedas, the duration of the universe equals Brahma’s lifespan, of 100 years. Brahma’s one day and night put together make 8.64 billion earth years, and 36,000 such days of his lifespan would make 311 trillion 40 billion years. So, that will be one life cycle of our universe. Now the question arises; when Brahma is a creator, why is he also subject to birth and death?Brahma is also a soul; who has reached tremendously elevated consciousness. Thus, God has given him the position of Brahma, to discharge the duties as a creator on God’s behalf. But like all other living creatures, Brahma is also under the cycle of life and death. However, at the end of his tenure, he is liberated and goes to the Abode of God. Sometimes, at the creation of the world, when God does not find any eligible souls for the position of Brahma, God Himself becomes Brahma.\n",
    "next shlok": 18,
    "new_commentary": "The commentary explains the Vedic cosmological system and its measurements of time, which are beyond human imagination. It compares the short lifespan of an insect to the vast time calculations in the Vedas. The Vedas state that one year on Earth equals a day and night of the celestial gods and their year consists of 12 x 30 days, equaling 360 Earth years. Furthermore, 12,000 years of the celestial gods make one mahā yug, totaling 4.32 million years on Earth. The commentary lists the durations of the four yugas and the kalp, which is the largest unit of time equaling 4.32 billion years. Understanding this knowledge allows one to truly comprehend day and night. The duration of the universe is said to equal 100 years of Brahma, with each day and night totaling 8.64 billion Earth years. Brahma, although a creator, is also subject to birth and death. At the end of his term, he is liberated and goes to the Abode of God. Occasionally, God Himself becomes Brahma when no eligible souls are found.",
    "newest_commentary": "The commentary explains the Vedic cosmological system and its measurements of time, which are beyond human imagination. It compares the short lifespan of an insect to the vast time calculations in the Vedas. Understanding this knowledge allows one to truly comprehend day and night. The duration of the universe is said to equal 100 years of Brahma, with each day and night totaling 8.64 billion Earth years. Brahma, although a creator, is also subject to birth and death. At the end of his term, he is liberated and goes to the Abode of God. Occasionally, God Himself becomes Brahma when no eligible souls are found."
}