{
    "verse": "अव्यक्ताद्व्यक्तय: सर्वा: प्रभवन्त्यहरागमे |\nरात्र्यागमे प्रलीयन्ते तत्रैवाव्यक्तसञ्ज्ञके || 18||\n",
    "transliteration": "avyaktād vyaktayaḥ sarvāḥ prabhavantyahar-āgamerātryāgame pralīyante tatraivāvyakta-sanjñake",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/008_018.mp3",
    "word meanings": "\navyaktāt—from the unmanifested; vyaktayaḥ—the manifested; sarvāḥ—all; prabhavanti—emanate; ahaḥ-āgame—at the advent of Brahma’s day; rātri-āgame—at the fall of Brahma’s night; pralīyante—they dissolve; tatra—into that; eva—certainly; avyakta-sanjñake—in that which is called the unmanifest\n",
    "translation": "\n\nBG 8.18:\r\n                            At the advent of Brahma’s day, all living beings emanate from the unmanifest source.  And at the fall of his night, all embodied beings again merge into their unmanifest source.\r\n                        \n",
    "commentary": "\nThe cosmic play of the various planes of existence in the universe is astounding. The fourteen worlds and their planetary systems undergo repeated cycles of sṛiṣhṭi, sthiti, and pralaya (creation, preservation, and dissolution). All planetary systems, up to the Mahar Lok, are destroyed at the end of a kalp; that is Brahma’s day of 4.32 billion years. This partial dissolution is called naimittik pralaya. When Shukdev Paramhans narrated the Shrimad Bhagavatam to Parikshit, he stated that Brahma creates these worlds similar to a child playing with his toys. A child builds structures with his toys during the day and pulls them apart before going to bed at night. Similarly, when Brahma wakes up, he creates the planetary systems and their life forms and dissolves them before going to sleep.The entire universe dissolves at the end of Brahma’s life of 100 years (311.04 trillion earth years). The whole material creation winds up. The pañch-mahābhūta merge into the pañch-tanmātrās, the pañch-tanmātrās merge into ahankār, ahankār merges into mahān, and mahān merges into prakṛiti. Prakṛiti is the subtle form of Maya, the material energy of God. Maya now takes up her primordial form. She goes back into the body of the Supreme Lord, Maha Vishnu. This great dissolution is called prākṛit pralaya, or mahāpralaya. When it is time for the next cycle of creation, Maha Vishnu glances at prakṛiti, and by His mere glance, prakṛiti starts unfolding herself again. From prakṛiti, mahān is created, from mahān, ahankār; then from ahankār, pañch-tanmātrās are created; from pañch-tanmātrās, pañch-mahābhūta get created.  And by this process, unlimited universes are created again.According to modern science, there are 100 billion stars in the Milky Way. And similar to the Milky Way, there are over a billion galaxies in the universe. Thus, scientists have concluded that in our universe, there are more than 10^20 stars. However, the Vedas state that, similar to our universe, there are infinite universes of various sizes and different features. These universes manifest from the body of Maha Vishnu. Every time He breathes in infinite universes are created from the pores of His divine body. And when He breathes out, they dissolve again. Thus, one breath of Maha Vishnu is equal to 100 years of Brahma’s life. Also, all these universes have their own Brahma, Vishnu, and Shankar. In the innumerable universes, there are innumerable Brahmas, Vishnus, and Shankars. The entire creation originates from Maha Vishnu, and at dissolution, merges back into Him.\n",
    "next shlok": 19,
    "new_commentary": "The commentary explains the astonishing cosmic play of existence in the universe, with the fourteen worlds undergoing cycles of creation, preservation, and dissolution. The planetary systems are destroyed at the end of Brahma's day, and Brahma creates and dissolves them, similar to a child playing with toys. At the end of Brahma's life, the entire universe dissolves, merging into different levels of existence. Maya, the material energy of God, returns to Maha Vishnu during the great dissolution. When it is time for the next cycle of creation, Maha Vishnu glances at prakṛiti, and universes start unfolding. There are infinite universes of various sizes and features, manifested from the body of Maha Vishnu. Scientists estimate a vast number of stars, but the Vedas suggest there are infinite universes. Maha Vishnu's breath creates and dissolves universes, with each breath equal to 100 years of Brahma's life. Each universe has its own Brahma, Vishnu, and Shankar. The entire creation originates from Maha Vishnu and merges back into Him at dissolution.",
    "newest_commentary": "The commentary describes the cosmic play of existence in the universe, where the fourteen worlds undergo cycles of creation, preservation, and dissolution. Brahma creates and destroys the planetary systems, similar to a child playing with toys. At the end of Brahma's life, the universe dissolves, merging into different levels of existence. Maya, the material energy, returns to Maha Vishnu during the great dissolution. Maha Vishnu initiates the next cycle of creation by glancing at prakṛiti, unfolding universes. There are infinite universes of varying sizes, created from Maha Vishnu's body. Maha Vishnu's breath creates and dissolves universes, each breath equal to 100 years of Brahma's life. Each universe has its own Brahma, Vishnu, and Shankar, and they all originate from Maha Vishnu and merge back into Him at dissolution."
}