{"verse": "भूतग्राम: स एवायं भूत्वा भूत्वा प्रलीयते |\nरात्र्यागमेऽवश: पार्थ प्रभवत्यहरागमे || 19||\n", "transliteration": "bhūta-grāmaḥ sa evāyaṁ bhūtvā bhūtvā pralīyaterātryāgame ’vaśhaḥ pārtha prabhavatyahar-āgame", "audio": "https://www.holy-bhagavad-gita.org/public/audio/008_019.mp3", "word meanings": "\nbhūta-grāmaḥ—the multitude of beings; saḥ—these; eva—certainly; ayam—this; bhūtvā bhūtvā—repeatedly taking birth; pralīyate—dissolves; rātri-āgame—with the advent of night; avaśhaḥ—helpless; pārtha—Arjun, the son of Pritha; prabhavati—become manifest; ahaḥ-āgame—with the advent of day\n", "translation": "\n\nBG 8.19:\r\n                            Multitudes of beings repeatedly take birth with the advent of Brahma’s day, and are reabsorbed on the arrival of the cosmic night, to manifest again automatically on the advent of the next cosmic day.\r\n                        \n", "commentary": "\nFour forms of pralayas or dissolution are enumerated in the Vedas.Nitya Pralaya: Every night, when we fall into a deep sleep, our consciousness goes through dissolution daily.Naimittik Pralaya: At the end of Brahma’s day, all the abodes up to the Mahar Lok dissolute, and all the souls residing there become unmanifest. They remain in a state of suspended animation in the body of Vishnu, waiting for the next cycle of creation. When Brahma creates these lokas again, these souls are reborn based on their past karmas.Mahā Pralaya: At the end of Brahma’s life, this entire universe goes into dissolution. Again, all the souls of the universe unmanifest and stay in the body of Maha Vishnu. Their gross (sthūl) and subtle (sūkṣhma) body dissolve, but their causal body (kāraṇ sharīr) stays. In the next cycle of creation, these souls are reborn based on their past karmas and past sanskārs, which the soul’s causal body stores and carries with it.Ātyantik Pralaya: This is the dissolution from the clutches of maya that has been binding the soul since eternity. It takes place when the soul finally attains God and is liberated forever from the cycle of birth and death.\n", "next shlok": 20}