{"verse": "पुरुष: स पर: पार्थ भक्त्या लभ्यस्त्वनन्यया |\nयस्यान्त:स्थानि भूतानि येन सर्वमिदं ततम् || 22||\n", "transliteration": "puruṣhaḥ sa paraḥ pārtha bhaktyā labhyas tvananyayāyasyāntaḥ-sthāni bhūtāni yena sarvam idaṁ tatam", "audio": "https://www.holy-bhagavad-gita.org/public/audio/008_022.mp3", "word meanings": "\npuruṣhaḥ—the Supreme Divine Personality; saḥ—he; paraḥ—greatest; pārtha—Arjun, the son of Pritha; bhaktyā—through devotion; labhyaḥ—is attainable; tu—indeed; ananyayā—without another; yasya—of whom; antaḥ-sthāni—situated within; bhūtāni—beings; yena—by whom; sarvam—all; idam—this; tatam—is pervaded\n", "translation": "\n\nBG 8.22:\r\n                            The Supreme Divine Personality is greater than all that exists.  Although He is all-pervading and all living beings are situated in Him, yet He can be known only through devotion.\r\n                        \n", "commentary": "\nGod is present everywhere. The same Supreme Lord who resides in the spiritual sky in His divine abode, at the same time, is seated in the hearts of every living creature. He is all-pervading and present in every atom of the material world. It is not that He is a hundred percent God in His personal form and ten percent when He is in our hearts or anywhere else in the material world. God exists a hundred percent in all His forms. Due to our ignorance, we are unable to recognize His presence within us or all around us.Sage Shandilya states in his Bhakti Darshan:gavāṁ sarpiḥ śharīrasthaṁ na karotyaṅga poṣhaṇam“Milk resides in the body of the cow, but it does not benefit the health of the cow, which is weak and sick.” When the same milk is converted to yogurt and fed to the cow with a little black pepper, it cures the cow; of its illness.Likewise, it is difficult to develop devotion for an omnipresent or all-pervading God. Worshiping Him in His divine form helps us purify our heart, which is necessary to attract His divine grace. Because, to perceive God’s divinity, we need our senses to be divine. By His grace, His divine energy Yogmaya instills in us divine senses, mind, and intellect so that we could know both His all-pervading aspect and His personal form. Thus, in this verse, Shree Krishna declares that only through bhakti can we know Him.In the Bhagavad Gita, Shree Krishna has repeatedly emphasized upon the need for bhakti to know God and attain Him. The verse 6.47 states: Shree Krishna considers those engaged in devotion as the highest in position among His devotees. However, in this verse, Shree Krishna explicitly adds the term ananyayā, which means “by no other path” can one know God. Chaitanya Mahaprabhu very nicely said:bhakti mukha nirīkṣhaka karm yoga jñāna (Chaitanya Charitāmṛit, Madhya 22.17)“Although karma, jnana, and ashtanga yoga are also pathways to God-realization, all these require the support of bhakti for their fulfillment.” Jagadguru Shree Kripaluji Maharaj also said:karm yog aru jñāna saba, sādhana yadapi bakhānpai binu bhakti sabai janu, mṛitaka deha binu prān(Bhakti Śhatak verse 8)“Although karma, jnana, and ashtanga yoga are paths to God-realization, without blending bhakti in them, they all become like dead bodies without life-airs.” Various other scriptures also announce the same:bhaktyāhamekayā grāhyaḥ śhraddhayātmā priyaḥ satām  (Bhagavatam 11.14.21)“I am only attained by My devotees who worship Me with faith and love.”milahiṅ na raghupati binu anurāgā, kieñ joga tapa gyāna birāgā  (Ramayan)“One may practice ashtanga yoga, engage in austerities, accumulate knowledge, and develop detachment.Yet, without devotion, one will never attain God.” \n", "next shlok": 23}