{
    "verse": "यत्र काले त्वनावृत्तिमावृत्तिं चैव योगिन: |\nप्रयाता यान्ति तं कालं वक्ष्यामि भरतर्षभ || 23||\nअग्निर्ज्योतिरह: शुक्ल: षण्मासा उत्तरायणम् |\nतत्र प्रयाता गच्छन्ति ब्रह्म ब्रह्मविदो जना: || 24||\nधूमो रात्रिस्तथा कृष्ण: षण्मासा दक्षिणायनम् |\nतत्र चान्द्रमसं ज्योतिर्योगी प्राप्य निवर्तते || 25||\nशुक्लकृष्णे गती ह्येते जगत: शाश्वते मते |\nएकया यात्यनावृत्तिमन्ययावर्तते पुन: || 26||\n",
    "transliteration": "yatra kāle tvanāvṛittim āvṛittiṁ chaiva yoginaḥprayātā yānti taṁ kālaṁ vakṣhyāmi bharatarṣhabhaagnir jyotir ahaḥ śhuklaḥ ṣhaṇ-māsā uttarāyaṇamtatra prayātā gachchhanti brahma brahma-vido janāḥdhūmo rātris tathā kṛiṣhṇaḥ ṣhaṇ-māsā dakṣhiṇāyanamtatra chāndramasaṁ jyotir yogī prāpya nivartateśhukla-kṛiṣhṇe gatī hyete jagataḥ śhāśhvate mateekayā yātyanāvṛittim anyayāvartate punaḥ",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/008_023-026.mp3",
    "word meanings": "\nyatra—where; kāle—time; tu—certainly; anāvṛittim—no return; āvṛittim—return; cha—and; eva—certainly; yoginaḥ—a yogi; prayātāḥ—having departed; yānti—attain; tam—that; kālam—time; vakṣhyāmi—I shall describe; bharata-ṛiṣhabha—Arjun, the best of the Bharatas; agniḥ—fire; jyotiḥ—light; ahaḥ—day; śhuklaḥ—the bright fortnight of the moon; ṣhaṭ-māsāḥ—six months; uttara-ayanam—the sun’s northern course; tatra—there; prayātāḥ—departed; gachchhanti—go; brahma—Brahman; brahma-vidaḥ—those who know the Brahman; janāḥ—persons; dhūmaḥ—smoke; rātriḥ—night; tathā—and; kṛiṣhṇaḥ—the dark fortnight of the moon; ṣhaṭ-māsāḥ—six months; dakṣhiṇa-ayanam—the sun’s southern course; tatra—there; chāndra-masam—lunar; jyotiḥ—light; yogī—a yogi; prāpya—attain; nivartate—comes back; śhukla—bright; kṛiṣhṇe—dark; gatī—paths; hi—certainly; ete—these; jagataḥ—of the material world; śhāśhvate—eternal; mate—opinion; ekayā—by one; yāti—goes; anāvṛittim—to non return; anyayā—by the other; āvartate—comes back; punaḥ—again\n",
    "translation": "\n\nBG 8.23-26:\r\n                            I shall now describe to you the different paths of passing away from this world, O best of the Bharatas, one of which leads to liberation and the other leads to rebirth.  Those who know the Supreme Brahman and who depart from this world, during the six months of the sun’s northern course, the bright fortnight of the moon, and the bright part of the day, attain the supreme destination.  The practitioners of Vedic rituals, who pass away during the six months of the sun’s southern course, the dark fortnight of the moon, the time of smoke, the night, attain the celestial abodes.  After enjoying celestial pleasures, they again return to the earth.  These two, bright and dark paths, always exist in this world.  The way of light leads to liberation and the way of darkness leads to rebirth. \r\n                        \n",
    "commentary": "\nIn these verses, Shree Krishna continues to answer the question Arjun had asked in verse 8.2, “How can one be united with God at the time of death?”Shree Krishna explains that there are two paths—the path of light or the path of darkness. Although these statements may seem cryptic, they present an effective allegory to explain spiritual concepts using the contrasting themes: light and darkness. Where light; is symbolic to knowledge and darkness; is for ignorance.The bright daylight, the moonlit fortnight of śhuklaḥ or the bright ascending moon, and the uttaraayan, the northern course of the sun, are all considered the time of light. The God-conscious souls; who detach from worldly attachments and depart by the path of light (knowledge and discrimination) attain God. They are liberated from the wheel of samsara, the cycle of life and death, and reach the divine Abode of God.The ignorant souls who are attached to the world remain entangled in the bodily concept of life. They forget their relationship with God. Such souls depart by the path of darkness. Hence, continue to rotate in the cycle of life and death. However, those who may have undertaken some Vedic rituals, as its fruit, go to the celestial abodes. But this position is also part of the material world, thus temporary. When their merits are exhausted, they have to return to earth. Ultimately all humans born on earth, upon death, have to pass along either of the two paths, the path of light or the path of darkness. It is their karmas that decide which path they would take eventually.\n",
    "next shlok": 27,
    "new_commentary": "Krishna defines the paths of light and darkness: light leads to liberation through detachment, while darkness perpetuates life's cycle via worldly attachment. Vedic rituals provide temporary celestial dwellings. Salvation hinges on actions."
}