{"verse": "नैते सृती पार्थ जानन्योगी मुह्यति कश्चन |तस्मात्सर्वेषु कालेषु योगयुक्तो भवार्जुन || 27||", "transliteration": "naite sṛitī pārtha jānan yogī muhyati kaśhchanatasmāt sarveṣhu kāleṣhu yoga-yukto bhavārjuna", "audio": "https://www.holy-bhagavad-gita.org/public/audio/008_027.mp3", "word meanings": "\nna—never; ete—these two; sṛitī—paths; pārtha—Arjun, the son of Pritha; jānan—knowing; yogī—a yogi; muhyati—bewildered; kaśhchana—any; tasmāt—therefore; sarveṣhu kāleṣhu—always; yoga-yuktaḥ—situated in Yog; bhava—be; arjuna—Arjun\n", "translation": "\n\nBG 8.27:\r\n                            Yogis who know the secret of these two paths, O Parth, are never bewildered.  Therefore, at all times be situated in Yog (union with God).\r\n                        \n", "commentary": "\nThose relentless souls who strive for Yog or union with God are true yogis. They recognize themselves to be tiny fragments of God and His eternal beatitude. They also realize the temporary nature of the material world and the futility of a materialistic life. Therefore, instead of running behind sensual pleasures, they endeavour to enhance their love for God. Such souls are on the path of light.On the other hand are the ignorant souls, who are under the influence of maya, the material energy. They recognize themselves as only the body and the material world around them as the source of their pleasure. They continue to live through the miseries of material existence, being disdainful toward God or His eternal opulence. Thus, such souls are on the path of darkness.In this verse, Shree Krishna urges Arjun to recognize the difference between these two paths and choose the path of light, thus become a yogi. It is not that many of us do not take the path of light, but after some time are back on the path of darkness. For instance, someone wishes to go east and walks one mile toward the rising sun in the morning. He rests in the afternoon for a while. Then he starts walking again toward the sun, which is now in the west. He walks for two miles only to find in the evening that he is one mile farther in the west from where he had started.  Similarly, treading on the path of light only for some time will not work; it needs to be a constant process, else one will slip back into darkness again. Therefore, in this verse, Shree Krishna adds the phrase, “at all times.” It is for us to recognize the importance of being a yogi at all times. And avoid the danger of sliding back into the path of darkness.\n", "next shlok": 28}