{
    "verse": "श्रीभगवानुवाच |\nअक्षरं ब्रह्म परमं स्वभावोऽध्यात्ममुच्यते |\nभूतभावोद्भवकरो विसर्ग: कर्मसञ्ज्ञित: || 3||\n",
    "transliteration": "śhrī bhagavān uvāchaakṣharaṁ brahma paramaṁ svabhāvo ’dhyātmam uchyatebhūta-bhāvodbhava-karo visargaḥ karma-sanjñitaḥ",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/008_003.mp3",
    "word meanings": "\nśhrī-bhagavān uvācha—the Lord said; akṣharam—indestructible; brahma—Brahman; paramam—the Supreme; svabhāvaḥ—nature; adhyātmam—one’s own self; uchyate—is called; bhūta-bhāva-udbhava-karaḥ—actions pertaining to the material personality of living beings, and its development; visargaḥ—creation; karma—fruitive activities; sanjñitaḥ—are called\n",
    "translation": "\n\nBG 8.3:\r\n                            The Lord said: The Supreme Indestructible Entity is called Brahman; one’s own self is called adhyatma.  Actions pertaining to the material personality of living beings, and its development are called karma, or fruitive activities. \r\n                        \n",
    "commentary": "\nThe Vedas address God by several names; Brahman is one of them. In this verse, Shree Krishna says to Arjun that the Supreme Entity is called the Brahman. Time, space, the chain of cause and effect, etc., are all characteristics of the material realm. However, the Brahman is beyond these, as He is transcendental to the material plane. He is described as aksharam or indestructible because He is unaffected by the changes in the universe. The Brihadaranyak Upanishad 3.8.8 states, “Learned people speak of Brahman as akshar (indestructible).  It is also designated as Param (Supreme) because It possesses qualities beyond those possessed by maya and the souls.”The word adhyatma has two meanings in Sanskrit. One is the science of the soul, and the second is the path to spirituality. However, here Shree Krishna has used it for one’s own self that includes the body, mind, and intellect.Karmas are fruitive activities performed by a person. It is these karmas that forge every individual’s distinct conditions of existence in various lifetimes. They keep the soul circling in samsara or the cycle of material existence.\n",
    "next shlok": 4,
    "new_commentary": "In this verse, Shree Krishna explains to Arjun that the Supreme Entity is called Brahman, which is beyond the material realm. Brahman is described as indestructible and supreme, possessing qualities beyond maya and the souls. The term adhyatma refers to the science of the soul and the path to spirituality, as well as one's own self including the body, mind, and intellect. Karmas are fruitive activities that shape an individual's conditions of existence throughout different lifetimes, causing the soul to circle in samsara, the cycle of material existence."
}