{
    "verse": "अधिभूतं क्षरो भाव: पुरुषश्चाधिदैवतम् |\nअधियज्ञोऽहमेवात्र देहे देहभृतां वर || 4||\n",
    "transliteration": "adhibhūtaṁ kṣharo bhāvaḥ puruṣhaśh chādhidaivatamadhiyajño ’ham evātra dehe deha-bhṛitāṁ vara",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/008_004.mp3",
    "word meanings": "\nadhibhūtam—the ever changing physical manifestation; kṣharaḥ—perishable; bhāvaḥ—nature; puruṣhaḥ—the cosmic personality of God, encompassing the material creation; cha—and; adhidaivatam—the Lord of the celestial gods; adhiyajñaḥ—the Lord of all sacrifices; aham—I; eva—certainly; atra—here; dehe—in the body; deha-bhṛitām—of the embodied; vara—O best\n",
    "translation": "\n\nBG 8.4:\r\n                            O best of the embodied souls, the physical manifestation that is constantly changing is called adhibhūta; the universal form of God, which presides over the celestial gods in this creation, is called Adhidaiva; I, who dwell in the heart of every living being, am called Adhiyajna, or the Lord of all sacrifices. \r\n                        \n",
    "commentary": "\nThe universe is a kaleidoscope of all the physical manifestations of the five elements of nature: earth, water, fire, air, and space. This ever-changing universe is called adhibhuta. Although the devatas or the celestial gods administer the different departments of the universe, God has sovereignty, even over the devatas. He is Virāṭ Purusha, the complete cosmic personality who encompasses the entire material creation. Hence, God is called Adhidaiva. Shree Krishna says that as the Supreme Soul or Paramatma, He dwells in the hearts of all living beings of the universe. He is the one who bestows rewards for all our actions and the presiding divinity for all the yajna (sacrifices). Thus, He is also called Adhiyajna, or the Lord of all sacrifices. Therefore, all yajna should be performed; for the satisfaction of this Supreme Divine Personality.So far, Shree Krishna has answered six out of the seven questions concerning the meanings of the various terms Arjun had asked at the beginning of this chapter. In the next few verses, Shree Krishna will answer Arjun’s seventh question regarding the moment of death.\n",
    "next shlok": 5,
    "new_commentary": "The commentary explains that the universe is composed of the five elements and is constantly changing. While celestial gods govern different aspects of the universe, God has ultimate sovereignty over them. God, known as Virāṭ Purusha and Adhidaiva, encompasses the entire material creation. Krishna asserts that he is the Supreme Soul dwelling in the hearts of all beings and rewards their actions. He is also the presiding divinity for all sacrifices, known as Adhiyajna. Krishna has answered six of Arjuna's questions about the meanings of various terms, and in the upcoming verses, he will address Arjuna's final question about the moment of death.",
    "newest_commentary": "The commentary explains the universe's composition of the five elements and its constant change. Celestial gods govern different aspects, but God has ultimate sovereignty. God, as Virāṭ Purusha and Adhidaiva, encompasses the entire material creation. Krishna asserts he is the Supreme Soul within all beings and rewards their actions. He is the presiding divinity for sacrifices, known as Adhiyajna. Krishna has clarified six of Arjuna's questions about various terms. In the upcoming verses, he will address Arjuna's final query regarding the moment of death."
}