{
    "verse": "यं यं वापि स्मरन्भावं त्यजत्यन्ते कलेवरम् |\nतं तमेवैति कौन्तेय सदा तद्भावभावित: || 6||\n",
    "transliteration": "yaṁ yaṁ vāpi smaran bhāvaṁ tyajatyante kalevaramtaṁ tam evaiti kaunteya sadā tad-bhāva-bhāvitaḥ",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/008_006.mp3",
    "word meanings": "\nyam yam—whatever; vā—or; api—even; smaran—remembering; bhāvam—remembrance; tyajati—gives up; ante—in the end; kalevaram—the body; tam—to that; tam—to that; eva—certainly; eti—gets; kaunteya—Arjun, the son of Kunti; sadā—always; tat—that; bhāva-bhāvitaḥ—absorbed in contemplation\n",
    "translation": "\n\nBG 8.6:\r\n                            Whatever one remembers upon giving up the body at the time of death, O son of Kunti, one attains that state, being always absorbed in such contemplation.\r\n                        \n",
    "commentary": "\nShree Krishna states in this verse, whatever thoughts prominently dominate a person’s mind at the moment of death determine his or her next birth. However, one should not conclude that God-realization can be attained merely by meditating upon God at the time of death. When we plan our travel, it requires careful planning and execution beforehand; we cannot make our plans after we pack our baggage.For example, with a lot of effort, one may teach their pet parrot to say “Hello” or “Have a good day.” However, if someone attacks the parrot, it forgets all that it has learnt, and screeches in its natural sound of “Te-Te.” Likewise, the channels of thoughts that we create through lifelong habit, at the time of death, the same thoughts will naturally flow into our mind. What we constantly contemplate and meditate upon throughout our life are influenced by our daily habits and associations. Therefore, it is natural that these would continue to determine our final thoughts.The Puranas tell a story of an illustrious King Bharat. He renounced his kingdom to pursue God-realization and was living an ascetics life in the forest. Once, he was meditating and saw a deer jump into a nearby river. She was pregnant and escaping an attacking tiger. Out of fear, she delivered the baby in the flowing water. She had no chance to rescue her new-born and crossed over to the other side of the river. Witnessing this entire episode, Bharat felt pity for the baby deer that was floating in the river. He rescued the fawn and took it to his hut. He started raising it with great affection. Collecting green grass and feeding it, keeping it warm by hugging it, and watching its frolicking, gave Bharat a lot of pleasure.Slowly, Bharat spent his entire day taking care of the fawn. His mind became totally absorbed in its thoughts and away from God. Thus, even when he was about to die, he was only concerned about the fawn and called out to it in fond remembrance. As a result, King Bharat was born as a deer in his next life. Nevertheless, because of his spiritual sadhana from his previous lives, even in a deer’s body, he was aware of the mistakes he had committed in his past life. Hence even as a deer, Bharat spent his entire life near pious ashrams of saints in the forest. And when he died, he was granted human birth again. This time, Bharat did not waste his chance and completed his sadhana. Eventually, he attained God-realization and came to be known as the great sage Jadabharat.Death is a very painful experience. Therefore, it is natural that the mind gravitates toward those thoughts that are part of one’s inherent nature. According to the Skand Puran, thinking of God at the moment of death is exceedingly difficult. Hence, for the mind to always think of God requires our inner nature to be one with Him. The consciousness that abides within our mind and intellect is our inner nature. And whatever thoughts we contemplate continuously manifest as part of our inner nature. Therefore, we must practice remembering God at every moment of our life. Only then will we develop a God-conscious inner nature. In the next verse, Lord Krishna advises the same to Arjun.\n",
    "next shlok": 7,
    "new_commentary": "In this verse, Shree Krishna explains that the thoughts dominating a person's mind at the time of death determine their next birth. Simply meditating on God during death does not guarantee God-realization. Our thoughts at the end of life are influenced by lifelong habits. The story of King Bharat illustrates this point, as he became attached to a fawn and called out to it even on his deathbed, leading to his rebirth as a deer. Despite this, Bharat, due to his spiritual practice, was born as a human again and achieved God-realization. Death is a painful experience, and our natural inclinations will prevail. To consistently think of God, we must align our inner nature with Him and contemplate Him constantly. Lord Krishna advises Arjun to practice remembering God in every moment of life.",
    "newest_commentary": "Shree Krishna explains that the thoughts dominating a person's mind at the time of death determine their next birth. Simply meditating on God during death does not guarantee God-realization. Lifelong habits influence our thoughts at the end of life. King Bharat's attachment to a fawn led to his rebirth as a deer, but due to his spiritual practice, he was born as a human again and achieved God-realization. Death is painful, and our natural inclinations prevail. To consistently think of God, we must align our inner nature with Him. Lord Krishna advises Arjun to practice remembering God in every moment of life to ensure spiritual progress."
}