{
    "verse": "तस्मात्सर्वेषु कालेषु मामनुस्मर युध्य च |\nमय्यर्पितमनोबुद्धिर्मामेवैष्यस्यसंशयम् || 7||\n",
    "transliteration": "tasmāt sarveṣhu kāleṣhu mām anusmara yudhya chamayyarpita-mano-buddhir mām evaiṣhyasyasanśhayam",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/008_007.mp3",
    "word meanings": "\ntasmāt—therefore; sarveṣhu—in all; kāleṣhu—times; mām—Me; anusmara—remember; yudhya—fight; cha—and; mayi—to Me; arpita—surrender; manaḥ—mind; buddhiḥ—intellect; mām—to Me; eva—surely; eṣhyasi—you shall attain; asanśhayaḥ—without a doubt\n",
    "translation": "Therefore at all times remember Me only and fight. With mind and intellect fixed (or absorbed) in Me, thou shalt doubtessly come to Me alone.",
    "commentary": "\nThe essence of the teachings of the Bhagavad Gita is in the first line of this verse. It has the power to make your life divine. It reiterates the definition of karma yoga and applies to people from all walks of life. Shree Krishna says to Arjun, “Do your duty with your body, and keep your mind attached to Me.” As a warrior, Arjun must fight; that is his duty. However, the Lord says to Arjun that even in the middle of a battle, one should remember God. The same message is for everyone—be it farmers, engineers, doctors, students, homemakers, or any other professional. People often disregard their worldly duties and responsibilities with the pretext of leading a spiritual life. On the other hand, some give an excuse of their worldly engagements for not practicing spirituality. They perceive that both material and spiritual goals; cannot be pursued concurrently. But Shree Krishna’s message in this verse defies all these myths and can sanctify our entire life.In the practice of karma yoga, the body is engaged in worldly work, but the mind is attached to God. Hence, while we work to fulfil our worldly duties, these works are not bound by the Law of Karma. Works; that are performed with attachment result in karmic reactions. In the absence of attachment, one is not considered guilty even in the worldly laws.Let us take an example of a man apprehended for killing a pedestrian in a road accident. In the court, when the judge questioned him if he killed the pedestrian, the man agreed. The judge said, “Then you are guilty of murder and will get punished accordingly.” To this, the man said, “Sir, I agree I killed the pedestrian, but I had no intention to kill, it was an accident.” He further explained, “Your honour, I was driving on the appropriate side of the road, the lights were green, and my car was within the speed limits. I was alert, and my car was also in perfect condition. However, this man came suddenly in front of my car, although I applied the brakes, my car hit him, and he died immediately.” On hearing this, the judge let him off without any punishment, as it was established that the incident was an accident and this man had no intention to kill.The above example illustrates that even in the material world, one is not held liable for actions taken without attachment to results. Similarly, in the spiritual world, the Law of Karma holds the same principle.In the Mahabharat war, Arjun fulfiled his duties as a warrior. He fought valiantly without any attachments to worldly gain. He followed Shree Krishna’s instructions and kept his mind constantly attached to God. Therefore, at the end of the war, Shree Krishna declared that Arjun had not accrued any bad karma. As per the Law of Karma: when someone performs their duties without any selfish attachment to the world, with their mind always in God, such actions get multiplied by zero. When you multiply even a million with zero, the result will always be a zero.This verse clearly defines the condition for karma yoga: Do your worldly duties, but your mind should always be thinking of God. The very instant we forget God, our mind is taken over by the mighty commanders of maya’s army—desire, envy, greed, lust, anger, hatred, etc. Therefore, it is necessary that we keep our mind always attached to God.Some people claim to be karma yogis because they practice both karma and yoga. Every day they do their worldly duties, which they call their karma, and a few minutes of yoga, by meditating on God. However, this is not the definition of karma yoga given by Lord Krishna in the Bhagavad Gita. He says that in karma yoga, there are only two conditions:1) While doing any work, the mind should always be thinking of God.2) The remembrance of God should be constant throughout the day and not intermittent.This famous couplet by Saint Kabir beautifully expresses this concept:sumiran kī sudhi yoṅ karo, jyauṅ gāgar panihārabolat dolat surati meṅ, kahe kabīra vichār“Remember God just as the village woman remembers the water pot on her head. She speaks with others and walks on the path, but her hand keeps holding onto the pot.”In the next verse, Shree Krishna explains the benefits of practicing karma yoga.\n",
    "next shlok": 8,
    "new_commentary": "The commentary emphasizes the essence of the teachings of the Bhagavad Gita, which is to perform one's duties while keeping the mind attached to God. It challenges the notion that worldly duties and spirituality cannot be pursued together and highlights the concept of karma yoga, where the body is engaged in worldly work while the mind is focused on God. The commentary uses an example from the material world to illustrate that actions taken without attachment to results do not incur karmic reactions. It also mentions how Arjun fulfilled his duties as a warrior without attachment, resulting in him accruing no bad karma. The verse defines the conditions for karma yoga as performing worldly duties with a constant remembrance of God. The commentary concludes with a couplet by Saint Kabir, highlighting the importance of keeping the mind attached to God at all times.",
    "newest_commentary": "The commentary emphasizes the essence of the teachings of the Bhagavad Gita, which is to perform one's duties while keeping the mind attached to God. It challenges the notion that worldly duties and spirituality cannot be pursued together and highlights the concept of karma yoga, where the body is engaged in worldly work while the mind is focused on God. The commentary uses an example from the material world to illustrate that actions taken without attachment to results do not incur karmic reactions. It also mentions how Arjun fulfilled his duties as a warrior without attachment, resulting in him accruing no bad karma. The verse defines the conditions for karma yoga as performing worldly duties with a constant remembrance of God. The commentary concludes with a couplet by Saint Kabir, highlighting the importance of keeping the mind attached to God at all times."
}