{
    "verse": "अभ्यासयोगयुक्तेन चेतसा नान्यगामिना |\nपरमं पुरुषं दिव्यं याति पार्थानुचिन्तयन् || 8||\n",
    "transliteration": "abhyāsa-yoga-yuktena chetasā nānya-gāmināparamaṁ puruṣhaṁ divyaṁ yāti pārthānuchintayan",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/008_008.mp3",
    "word meanings": "\nabhyāsa-yoga—by practice of yog; yuktena—being constantly engaged in remembrance; chetasā—by the mind; na anya-gāminā—without deviating; paramam puruṣham—the Supreme Divine Personality; divyam—divine; yāti—one attains; pārtha—Arjun, the son of Pritha; anuchintayan—constant remembrance\n",
    "translation": "\n\nBG 8.8:\r\n                            With practice, O Parth, when you constantly engage the mind in remembering Me, the Supreme Divine Personality, without deviating, you will certainly attain Me.\r\n                        \n",
    "commentary": "\nLord Krishna has reiterated this instruction to always engage the mind in meditating upon God several times in the Bhagavad Gita itself. Verses 8.14, 10.10, 12.8, etc., emphasize the same concept.In this verse, Shree Krishna uses the word abhyāsa, which means to practice. He says that we must train our mind and form a habit of always meditating upon God. This practice is not to be done at fixed times or regular intervals but continuously as part of our daily life alongside our worldly activities throughout the day.We must remember that it is not the actions that we are performing with our body but where we are placing our mind that will shape our future. While performing our worldly duties, if we attach our mind to God, who is all pure, our mind will also get purified.When one is continuously engaging in devotion, with complete surrender to God, their purified mind will gradually get fully absorbed in God-consciousness. Such souls receive the divine grace of God that liberates them from the bondage of maya. Then God bestows upon these souls His unlimited divine bliss, divine knowledge, and divine love. They become God-realized while they are still alive and live a complete life. Eventually, when they die, their soul ascends to the Divine Abode of God.\n",
    "next shlok": 9,
    "new_commentary": "Lord Krishna emphasizes the importance of continuously meditating upon God in the Bhagavad Gita. This practice, called abhyāsa, involves training the mind to always remain connected to God, not just during specific times or activities. By directing our mind towards the pure and divine, we can shape our future and purify our thoughts. When one engages in devotion and surrenders completely to God, their purified mind becomes absorbed in God-consciousness. These dedicated souls receive divine grace, liberation from maya, and experience unlimited divine bliss, knowledge, and love. They attain realization of God while alive and ultimately ascend to the Divine Abode upon death."
}