{"verse": "कविं पुराणमनुशासितारमणोरणीयांसमनुस्मरेद्य: |सर्वस्य धातारमचिन्त्यरूपमादित्यवर्णं तमस: परस्तात् || 9||प्रयाणकाले मनसाचलेनभक्त्या युक्तो योगबलेन चैव |भ्रुवोर्मध्ये प्राणमावेश्य सम्यक् स तं परं पुरुषमुपैति दिव्यम् || 10||", "transliteration": "kaviṁ purāṇam anuśhāsitāramaṇor aṇīyānsam anusmared yaḥsarvasya dhātāram achintya-rūpamāditya-varṇaṁ tamasaḥ parastātprayāṇa-kāle manasāchalenabhaktyā yukto yoga-balena chaivabhruvor madhye prāṇam āveśhya samyaksa taṁ paraṁ puruṣham upaiti divyam", "audio": "https://www.holy-bhagavad-gita.org/public/audio/008_009-010.mp3", "word meanings": "\nkavim—poet; purāṇam—ancient; anuśhāsitāram—the Controller; aṇoḥ—than the atom; aṇīyānsam—smaller; anusmaret—always remembers; yaḥ—who; sarvasya—of everything; dhātāram—the support; achintya—inconceivable; rūpam—divine form; āditya-varṇam—effulgent like the sun; tamasaḥ—to the darkness of ignorance; parastāt—beyond; prayāṇa-kāle—at the time of death; manasā—mind; achalena—steadily; bhaktyā—remembering with great devotion; yuktaḥ—united; yoga-balena—through the power of yog; cha—and; eva—certainly; bhruvoḥ—the two eyebrows; madhye—between; prāṇam—life-airs; āveśhya—fixing; samyak—completely; saḥ—he; tam—him; param puruṣham—the Supreme Divine Lord; upaiti—attains; divyam—divine\n", "translation": "\n\nBG 8.9-10:\r\n                            God is Omniscient, the most ancient One, the Controller, subtler than the subtlest, the Support of all, and the possessor of an inconceivable divine form; He is brighter than the sun, and beyond all darkness of ignorance.  One who at the time of death, with unmoving mind attained by the practice of Yog, fixes the prāṇ (life-airs) between the eyebrows, and steadily remembers the Divine Lord with great devotion, certainly attains Him.\r\n                        \n", "commentary": "\nWe can meditate upon God in several ways. The Names, Forms, Leelas (Pastimes), Associates, and Abodes of God. There is no difference among all these aspects of God. Therefore, one can meditate on any one or all of them. Such meditation, where we attach our mind to the Supreme Divinity, takes our mind to the divine realm, and as a result, it purifies.In this verse, Shree Krishna has mentioned eight such divine aspects of God:1. Kavi: Like a poet who knows the entirety of his creation, God is omniscient. He is the seer who knows the past, present, and future, as mentioned in verse 7.26.2. Purāṇam:  God is the most ancient, and nothing predates Him. He is the origin of the entire material and spiritual world, but He has not originated from anything. God is without a beginning or an end.3. Anuśhāsitāram: God is the governor or the ruler. He administers His regime through the celestial gods that He has appointed or sometimes directly. He is the creator, and everything in this universe is under His control and run by His law.4. Aṇoraṇīyān: Here God is said to exist in the subtlest or subatomic form. The soul is subtler than matter, but God is even subtler than the soul, as He is seated within every soul.5. Sarvasya Dhātā: God is the source of sustenance. Similar to an ocean that sustains the waves and its vast marine ecology. God is the support for His entire creation.6. Achintya rūpa: God exists in inconceivable forms. Our mind and intellect are material in nature, and God is divine, thus, beyond our understanding. It is only through His grace one can understand Him. He bestows His divine grace and makes our mind divine by His Yogmaya power; only then can we know Him.7. Āditya varṇa:  Āditya is one of the names of the sun god. Here, God is said to be dazzling like the sun.8. Tamasaḥ Parastāt: Similar to the sun that eradicates darkness, God with His effulgence eliminates ignorance. On a cloudy day, the sun is not visible, but it is an optical illusion for us. The sun is where it is, unaffected by the clouds in the earth’s atmosphere. Similarly, during His Leelas or pastimes, God may seem to be covered by His material energy, Maya. However, He is unaffected by it.  He is beyond darkness and ignorance. One may ask, why so much variety. Western scholars often get confused by the various philosophies, paths, and instructions given in the Vedic scriptures. Therefore, it is stressed in the Hindu scriptures to study them under the guidance of an able Guru.We all have different choices and natures according to our sanskārs (tendencies) from endless lifetimes. Consider this example of two people going into a cloth shop. The chances of both of them buying the same type, color, or style of clothes is very rare. Therefore, the shops keep a variety of clothes and cater to the choices and preferences of people. Similarly, the Vedic scriptures also offer various spiritual paths so that based on the level of sadhana that we may have performed in our past lives, we may choose a suitable path. However, they simultaneously stress on bhakti or devotion to God that ties together all these paths in one common thread.The Bhagavad Gita beautifully embraces varieties of sadhanas to cater to a large populace belonging to diverse backgrounds, upbringing, and natures. Bhakti involves focusing the mind upon God, in His various divine Forms, Qualities, Pastimes, etc. In its pure form, bhakti is called śhuddha bhakti. However, when undertaken along with ashtanga yoga, it is termed yog-miśhra bhakti or a fusion of devotion and ashtanga yoga sadhana.Shree Krishna has described yog-miśhra bhakti from verse ten to thirteen. In the practice of ashtanga yoga, the life force or prān shakti is channelized through suṣhumṇā nādi of the spinal column and then raised toward the third eye region between the eyebrows. In this verse, He says that at the time of death, one who performs this with great devotion and complete focus on the Divine Lord will definitely achieve Him.\n", "next shlok": 11}