{
    "verse": "मां च योऽव्यभिचारेण भक्तियोगेन सेवते |\nस गुणान्समतीत्यैतान्ब्रह्मभूयाय कल्पते || 26||\n",
    "transliteration": "māṁ cha yo ’vyabhichāreṇa bhakti-yogena sevatesa guṇān samatītyaitān brahma-bhūyāya kalpate",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/014_026.mp3",
    "word meanings": "\nmām—me; cha—only; yaḥ—who; avyabhichāreṇa—unalloyed; bhakti-yogena—through devotion; sevate—serve; saḥ—they; guṇān—the three modes of material nature; samatītya—rise above; etān—these; brahma-bhūyāya—level of Brahman; kalpate—comes to\n",
    "translation": "\n\nBG 14.26:\r\n                            Those who serve Me with unalloyed devotion rise above the three modes of material nature and come to the level of the Brahman.\r\n                        \n",
    "commentary": "\nHaving explained the traits of those who are situated beyond the three guṇas, Shree Krishna now reveals the one and only method of transcending these modes of material nature. The above verse indicates that mere knowledge of the self and its distinction with the body is not enough. With the help of bhakti yog, the mind has to be fixed on the Supreme Lord, Shree Krishna. Then alone will the mind become nirguṇa (untouched by the three modes), just as Shree Krishna is nirguṇa.Many people are of the view that if the mind is fixed upon the personal form of God, it will not rise to the transcendental platform. Only when it is attached to the formless Brahman, will the mind become transcendental to the modes of material nature. However, this verse refutes such a view. Although the personal form of God possesses infinite guṇas (qualities), these are all divine and beyond the modes of material nature. Hence, the personal form of God is also nirguṇa (beyond the three material modes). Sage Ved Vyas explains how the personal form of God is nirguṇa:yastu nirguṇa ityuktaḥ śhāstreṣhu jagadīśhvaraḥprākṛitairheya sanyuktairguṇairhīnatvamuchyate (Padma Purāṇ)[v3]“Wherever the scriptures refer to God as nirguṇa (without attributes), they mean that he is without material attributes. Nevertheless, his divine personality is not devoid of qualities—he possesses infinite divine attributes.”This verse also reveals the proper object of meditation. Transcendental meditation does not mean to meditate upon nothingness. The entity transcendental to the three modes of material nature is God. And so, only when the object of our meditation is God can it truly be called transcendental meditation.\n",
    "next shlok": 27,
    "new_commentary": "In this commentary on the Bhagavad Gita, it is explained that mere knowledge of the self and its distinction from the body is not enough. Through bhakti yoga, the mind must be fixed on the Supreme Lord, Shree Krishna, to transcend the modes of material nature. Many believe that fixing the mind on the personal form of God will hinder spiritual progress, but this verse refutes that view. The personal form of God, although possessing infinite qualities, is beyond the material modes. It is clarified that when scriptures refer to God as nirguna, it means he is without material attributes but not devoid of divine qualities. The proper object of transcendental meditation is God, not nothingness. Only by meditating on God can one achieve true transcendence.",
    "newest_commentary": "This commentary on the Bhagavad Gita explains that mere knowledge of the self is not enough; the mind must be fixed on the Supreme Lord through bhakti yoga. Fixing the mind on the personal form of God does not hinder spiritual progress. The personal form of God is beyond the material modes and possesses infinite qualities. Scriptures refer to God as nirguna, meaning without material attributes but not devoid of divine qualities. Transcendental meditation should focus on God, not nothingness. Only by meditating on God can true transcendence be achieved."
}