{
    "verse": "अर्जुन उवाच |\nसंन्यासं कर्मणां कृष्ण पुनर्योगं च शंससि |\nयच्छ्रेय एतयोरेकं तन्मे ब्रूहि सुनिश्चितम् || 1||\n",
    "transliteration": "arjuna uvāchasannyāsaṁ karmaṇāṁ kṛiṣhṇa punar yogaṁ cha śhansasiyach chhreya etayor ekaṁ tan me brūhi su-niśhchitam",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/005_001.mp3",
    "word meanings": "\narjunaḥ uvācha—Arjun said; sanyāsam—renunciation; karmaṇām—of actions; kṛiṣhṇa—Shree Krishna; punaḥ—again; yogam—about karm yog; cha—also; śhansasi—You praise; yat—which; śhreyaḥ—more beneficial; etayoḥ—of the two; ekam—one; tat—that; me—unto me; brūhi—please tell; su-niśhchitam—conclusively\n",
    "translation": "\n\nBG 5.1:\r\n                            Arjun said: O Shree Krishna, You praised karm sanyās  (the path of renunciation of actions), and You also advised to do karm yog (work with devotion).  Please tell me decisively which of the two is more beneficial? \r\n                        \n",
    "commentary": "\nThis is the fifth of Arjun’s sixteen questions.  Shree Krishna praised both the renunciation of works and work with devotion.  Arjun is confused by these apparently equivocal instructions and wishes to understand which of the two is more auspicious for him.  Let us review the context of the question.The first chapter described the nature of Arjun’s grief and created the setting for Shree Krishna to begin to relate spiritual knowledge to him.  In the second chapter, Shree Krishna revealed to Arjun the science of the self and explained that since the soul is immortal, nobody would die in the war, and hence it was foolish to lament.  He then reminded Arjun that his karm (social duty) as a warrior was to fight the war on the side of righteousness.  But, since karm binds one to the fruits of actions, Shree Krishna encouraged Arjun to dedicate the fruits of his works to God.  His actions would then become karm-yog, or “united with God through works.” In the third chapter, the Supreme Lord explained that performing one’s duties is necessary because it helps to purify the mind.  But He also said that a person who has already developed purity of mind is not obliged to perform any social duty (verse 3.17).  In the fourth chapter, the Lord explained the various kinds of sacrifices (works that can be done for the pleasure of God).  He concluded by saying that sacrifice performed in knowledge is better than mechanical ritualistic sacrifice.  He also said that all sacrifice ends in the knowledge of one’s relationship with God.  Finally, in verse 4.41, He introduced the principle of karm sanyās, in which ritualistic duties and social obligations are renounced and one engages in devotional service with the body, mind, and soul.  These instructions perplexed Arjun.  He thought that karm sanyās (renunciation of works) and karm-yog (work in devotion) have opposite natures, and it is not possible to perform both simultaneously.  Hence, he raises his doubt before Shree Krishna.\n",
    "next shlok": 2,
    "new_commentary": "Arjuna raises his confusion about the apparently conflicting instructions of renunciation of works and work with devotion. The context of his question is set in the previous chapters, where Lord Krishna explains the science of the self and the immortality of the soul. He reminds Arjuna of his duty as a warrior and encourages him to dedicate the fruits of his works to God, creating a connection between works and devotion. In the third chapter, Lord Krishna explains the importance of performing duties to purify the mind, but also states that those with a purified mind are not obliged to perform social duties. In the fourth chapter, He emphasizes the superiority of sacrifice performed with knowledge and the ultimate knowledge of one's relationship with God. This leads to the introduction of the concept of karm sanyās, renunciation of works and engagement in devotional service. Arjuna is puzzled by these teachings and seeks clarification from Lord Krishna."
}