{"verse": "ब्रह्मण्याधाय कर्माणि सङ्गं त्यक्त्वा करोति य: |लिप्यते न स पापेन पद्मपत्रमिवाम्भसा || 10||", "transliteration": "brahmaṇyādhāya karmāṇi saṅgaṁ tyaktvā karoti yaḥlipyate na sa pāpena padma-patram ivāmbhasā", "audio": "https://www.holy-bhagavad-gita.org/public/audio/005_010.mp3", "word meanings": "\nbrahmaṇi—to God; ādhāya—dedicating; karmāṇi—all actions; saṅgam—attachment; tyaktvā—abandoning; karoti—performs; yaḥ—who; lipyate—is affected; na—never; saḥ—that person; pāpena—by sin; padma-patram—a lotus leaf; iva—like; ambhasā—by water\n", "translation": "\n\nBG 5.10:\r\n                            Those who dedicate their actions to God, abandoning all attachment, remain untouched by sin, just as a lotus leaf is untouched by water.\r\n                        \n", "commentary": "\nBoth Hindu and Buddhist scriptures abound with analogies of the lotus flower.  The word is used as a respectful appellation while describing various parts of God’s divine body.  Hence charaṇ-kamal means “lotus-like feet,” kamalekṣhaṇa means “lotus-like eyes,” kar-kamal means “lotus-like hands,” etc.Another word for the lotus flower is paṅkaj, which means “born from mud.”  The lotus flower grows from the mud found at the bottom of the lake, yet it rises above the water and blossoms toward the sun.  Thus, the lotus flower is often used in Sanskrit literature as an example of something that is born amidst the dirt, and rises above it while retaining its beautiful purity. Further, the lotus plant has large leaves that float atop the water surface of the lake.  Lotus leaves are used in Indian villages for plates, as they are waterproof, and liquid poured on them does not soak through, but runs off.  The beauty of the lotus leaf is that, although the lotus owes its birth, growth, and sustenance to the water, the leaf does not permit itself to be wetted.  Water poured on the lotus leaf runs off the side, due to the small hair growing on its surface. With the help of the beautiful analogy of the lotus leaf, Shree Krishna says that just as it floats atop the surface of the lake, but does not allow itself to be wetted by the water, similarly, the karm yogis remain untouched by sin, although performing all kinds of works, because they perform their works in divine consciousness.\n", "next shlok": 11}