{
    "verse": "कायेन मनसा बुद्ध्या केवलैरिन्द्रियैरपि |\nयोगिन: कर्म कुर्वन्ति सङ्गं त्यक्त्वात्मशुद्धये || 11||\n",
    "transliteration": "kāyena manasā buddhyā kevalair indriyair apiyoginaḥ karma kurvanti saṅgaṁ tyaktvātma-śhuddhaye",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/005_011.mp3",
    "word meanings": "\nkāyena—with the body; manasā—with the mind; buddhyā—with the intellect; kevalaiḥ—only; indriyaiḥ—with the senses; api—even; yoginaḥ—the yogis; karma—actions; kurvanti—perform; saṅgam—attachment; tyaktvā—giving up; ātma—of the self; śhuddhaye—for the purification\n",
    "translation": "\n\nBG 5.11:\r\n                            The yogis, while giving up attachment, perform actions with their body, senses, mind, and intellect, only for the purpose of self-purification.\r\n                        \n",
    "commentary": "\nThe yogis understand that pursuing material desires in the pursuit of happiness is as futile as chasing the mirage in the desert.  Realizing this, they renounce selfish desires, and perform all their actions for the pleasure of God, who alone is the bhoktāraṁ yajña tapasām (Supreme enjoyer of all activities).  However, in this verse, Shree Krishna brings a new twist to the samarpaṇ (dedication of works to God).  He says the enlightened yogis perform their works for the purpose of purification.  How then do the works get dedicated to God? The fact is that God needs nothing from us.  He is the Supreme Lord of everything that exists and is perfect and complete in Himself.  What can a tiny soul offer to the Almighty God, that God does not already possess?  Hence, it is customary while making an offering to God to say:  tvadiyaṁ vastu govinda tubhyameva samarpitaṁ “O God, I am offering Your item back to You.”  Expressing a similar sentiment, Saint Yamunacharya states:mama nātha yad asti yo ’smyahaṁ sakalam taddhī tavaiva mādhavaniyata-svam iti prabuddha-dhāir atha vā kiṁ nu samarpayāmi te (Śhrī Stotra Ratna, 50)“O Lord Vishnu, husband of the Goddess of Fortune, when I was in ignorance, I thought I would give You many things.  But now when I have gained knowledge, I realize that everything I own is already Yours.  What then can I offer to You?”However, there is one activity that is in our hands and not in God’s hands; that is the purification of our own heart (mind and intellect).  When we purify our heart and engage it in devotion to God, it pleases Him more than anything else.  Realizing this, the great yogis make purification of their heart as the foremost goal, not out of selfishness, rather for the pleasure of God.Thus, the yogis understand that the biggest thing they can give to God is the purity of their own hearts and they work to achieve it.  In the Ramayan, there is a sweet illustration of this principle.  Lord Ram found Sugreev to be somewhat frightened before the battle of Lanka so He consoled him in the following manner:piśhāchān dānavān yakṣhān pṛithivyāṁ chaiva rākṣhasānaṅgugreṇa tānhanyā michchhan harī gaṇeśhvaraḥ   (Vālmīki Ramayan)Lord Ram said, “If I, the Supreme Lord, merely bend the little finger of My left hand, what to speak of Ravan and Kumbhakarn, all the demons in the world will die.”  Sugreev responded, “If that is the case, my Lord, then in order to kill Ravan, what is the need for collecting this army?”  The Lord replied, “That is merely to give you all the opportunity to engage in devotional service for your own purification.  However, do not assume that I need your help in annihilating these demons.” Our only permanent asset is the purity that we achieve.  It goes with us into the next life, while all material assets get left behind.  Hence in the final analysis, the success and failure of our life is determined by the extent to which we manage to achieve purity of heart.  With this in view, elevated yogis welcome adverse circumstances, because they see them as opportunities for purifying the heart.  Saint Kabir states:nindak niyare rākhiye āngan kuṭi chhabāyanita sābun pānī binā nirmala kare subhāya“If you are desirous of quickly cleansing your heart, cultivate the company of a critic.  When you tolerate his acrimonious words, your heart will be cleansed without water and soap.”  Thus, when purification of the heart is made the prime motive of actions, adversarial circumstances are then welcomed as God-sent opportunities for further progress, and one remains in equanimity in both success and failure.  As we work for the pleasure of God, the heart gets purified; and as the heart gets purified, we naturally offer the results of all our actions to the Supreme Lord.\n",
    "next shlok": 12,
    "new_commentary": "This commentary from the Bhagavad Gita emphasizes the futility of pursuing material desires for happiness. Yogis renounce selfish desires and dedicate their actions to the pleasure of God. They understand that God needs nothing from them as He is the Supreme Lord of everything. Instead, they focus on purifying their own hearts, which pleases God more than anything else. The purification of the heart is the biggest offering one can give to God. The story of Lord Ram and Sugreev illustrates this principle. The yogis welcome adverse circumstances as opportunities for heart purification. Success and failure in life are determined by the extent to which one achieves purity of heart. Adversity is seen as a chance for progress. Cultivating the company of a critic helps cleanse the heart. As the heart gets purified, the results of actions are naturally offered to the Supreme Lord. The ultimate goal is achieving purity of heart through devotion to God."
}