{
    "verse": "युक्त: कर्मफलं त्यक्त्वा शान्तिमाप्नोति नैष्ठिकीम् |\nअयुक्त: कामकारेण फले सक्तो निबध्यते || 12||\n",
    "transliteration": "yuktaḥ karma-phalaṁ tyaktvā śhāntim āpnoti naiṣhṭhikīmayuktaḥ kāma-kāreṇa phale sakto nibadhyate",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/005_012.mp3",
    "word meanings": "\nyuktaḥ—one who is united in consciousness with God; karma-phalam—the results of all activities; tyaktvā—giving up; śhāntim—peace; āpnoti—attains; naiṣhṭhikīm—everlasting; ayuktaḥ—one who is not united with God in consciousness; kāma-kāreṇa—impelled by desires; phale—in the result; saktaḥ—attached; nibadhyate—becomes entangled\n",
    "translation": "\n\nBG 5.12:\r\n                            Offering the results of all activities to God, the karm yogis attain everlasting peace.  Whereas those who, being impelled by their desires, work with a selfish motive become entangled because they are attached to the fruits of their actions. \r\n                        \n",
    "commentary": "\nHow is it to be understood that performing the same actions some people are bound to material existence and others are released from material bondage?  Shree Krishna gives the answer in this verse.  Those who are unattached and unmotivated by material rewards are never bound by karma.  But those craving reward and obsessed with the desire to enjoy material pleasures become entangled in the reactions of work.The word yukt means “united in consciousness with God.”  It can also mean “not wanting any reward other than purification of the heart.”  Persons who are yukt relinquish desire for the rewards of their actions, and instead engage in works for the purpose of self-purification.  Therefore, they soon attain divine consciousness and eternal beatitude.  On the other hand, ayukt means “not united with God in consciousness.”  It can also denote “desiring mundane rewards not beneficial to the soul.”  Such persons, incited by cravings, lustfully desire the rewards of actions.  The reactions of work performed in this consciousness bind these ayukt persons to the samsara or the cycle of life and death.\n",
    "next shlok": 13,
    "new_commentary": "In this verse of the Bhagavad Gita, Lord Krishna explains why some people are bound to material existence while others are released from it. Those who are unattached and not motivated by material rewards are never bound by karma, while those craving rewards and material pleasures become entangled in the reactions of their actions. Those who are united in consciousness with God and desire only purification of the heart relinquish the desire for rewards and engage in works for self-purification. They quickly attain divine consciousness and eternal bliss. On the other hand, those who are not united with God in consciousness and desire worldly rewards that are not beneficial to the soul become bound by the reactions of their actions, keeping them trapped in the cycle of life and death."
}