{
    "verse": "सर्वकर्माणि मनसा संन्यस्यास्ते सुखं वशी |\nनवद्वारे पुरे देही नैव कुर्वन्न कारयन् || 13||\n",
    "transliteration": "sarva-karmāṇi manasā sannyasyāste sukhaṁ vaśhīnava-dvāre pure dehī naiva kurvan na kārayan",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/005_013.mp3",
    "word meanings": "\nsarva—all; karmāṇi—activities; manasā—by the mind; sannyasya—having renounced; āste—remains; sukham—happily; vaśhī—the self-controlled; nava-dvāre—of nine gates; pure—in the city; dehī—the embodied being; na—never; eva—certainly; kurvan—doing anything; na—not; kārayan—causing to be done\n",
    "translation": "Mentally renouncing all actions and self-controlled, the embodied one rests happily in the nine-gated city, neither acting nor causing others (body and senses) to act.",
    "commentary": "\nShree Krishna compares the body with its openings to a city of nine gates.  The soul is like the king of the city, whose administration is carried out by the ministry of the ego, intellect, mind, senses, and life-energy.  The reign over the body continues until time, in the form of death, snatches away the corporeal frame.  However, even while the reign continues, the enlightened yogis do not see themselves as the body nor do they consider themselves as the lord of the body.  Rather, they hold the body and all activities performed by it as belonging to God.  Renouncing all actions through the mind, such enlightened souls remain happily situated in their body.  This is also called sākṣhī bhāv, or the attitude of being the detached observer of all that is happening around. The analogy in this verse is also given in the Śhwetāśhvatar Upaniṣhad:navadwāre pure dehī hanso lelāyate bahiḥvaśhī sarvasya lokasya sthāvarasya charasya cha   (3.18)“The body consists of nine gates—two ears, one mouth, two nostrils, two eyes, anus, and genitals.  In material consciousness, the soul residing with the body identifies itself with this city of nine gates.  Within this body also sits the Supreme Lord, who is the controller of all living beings in the world.  When the soul establishes its connection with the Lord, it becomes free like Him, even while residing in the body.”In this verse, Shree Krishna declared that the embodied soul is neither the doer nor the cause of anything.  Then the question arises whether God is the actual cause of actions in the world.  This is answered in the next verse.\n",
    "next shlok": 14,
    "new_commentary": "In this commentary, Shree Krishna compares the body to a city with nine gates, with the soul being the king and the ego, intellect, mind, senses, and life-energy as the ministry. The enlightened yogis see themselves as observers rather than identifying with the body or considering themselves its lord. They view the body and its actions as belonging to God. This detached attitude is known as sākṣhī bhāv. The analogy is also mentioned in the Śhwetāśhvatar Upaniṣhad. The soul residing in the body identifies itself with the nine gates, but when it connects with the Supreme Lord, it becomes free. Shree Krishna asserts that the embodied soul is neither the doer nor the cause of anything, leading to the question of God's role as the actual cause of actions in the world, which is addressed in the following verse.",
    "newest_commentary": "In this commentary, Shree Krishna compares the body to a city with nine gates, with the soul being the king and the ego, intellect, mind, senses, and life-energy as the ministry. The enlightened yogis see themselves as observers rather than identifying with the body or considering themselves its lord. They view the body and its actions as belonging to God. This detached attitude is known as sākṣhī bhāv. The analogy is also mentioned in the Śhwetāśhvatar Upaniṣhad. The soul residing in the body identifies itself with the nine gates, but when it connects with the Supreme Lord, it becomes free. Shree Krishna asserts that the embodied soul is neither the doer nor the cause of anything, leading to the question of God's role as the actual cause of actions in the world, which is addressed in the following verse."
}