{
    "verse": "न कर्तृत्वं न कर्माणि लोकस्य सृजति प्रभु: |\nन कर्मफलसंयोगं स्वभावस्तु प्रवर्तते || 14||\n",
    "transliteration": "na kartṛitvaṁ na karmāṇi lokasya sṛijati prabhuḥna karma-phala-saṅyogaṁ svabhāvas tu pravartate",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/005_014.mp3",
    "word meanings": "\nna—neither; kartṛitvam—sense of doership; na—nor; karmāṇi—actions; lokasya—of the people; sṛijati—creates; prabhuḥ—God; na—nor; karma-phala—fruits of actions; sanyogam—connection; svabhāvaḥ—one’s nature; tu—but; pravartate—is enacted\n",
    "translation": "Neither agency nor actions does the Lord create for the world, nor union with the fruits of actions. But it is Nature that acts.",
    "commentary": "\nIn this verse, the word Prabhu has been used for God, to indicate that He is the Lord of the world.  He is also omnipotent and controls the entire universe.  Yet, though He conducts the activities of the universe, He remains the non-doer.  He is neither the director of our actions, nor does He decree whether we will perform a particular virtuous or evil deed.  Had He been our director, there would be no need for elaborate instructions on good and bad actions.  All the scriptures would have ended in three short sentences: “O souls, I am the director of all your works.  So you do not need to understand what good or bad action is.  I will make you do as I wish.” Similarly, God is not responsible for our getting stuck with the sense of doership.  If He had deliberately created the pride of doing in us, then again we could have blamed Him for our misdoings.  But the fact is that the soul brings this pride onto itself out of ignorance.  If the soul chooses to do away with the ignorance, then God helps dispel it with His grace. Thus, renunciation of the sense of doership is the responsibility of the soul.  The body is constituted of the three modes of material nature, and all actions are performed by the modes.  But out of ignorance, the soul identifies with the body and becomes implicated as the doer of actions, which are in fact done by material nature (verse 3.27). \n",
    "next shlok": 15,
    "new_commentary": "In this verse, the word Prabhu is used to refer to God, emphasizing that He is the Lord of the world and the omnipotent controller of the universe. However, despite His control, He is not the doer of our actions. If He were, there would be no need for instructions on good and bad deeds. God is not responsible for our sense of doership; it is the result of our ignorance. If the soul chooses to let go of this ignorance, God helps dispel it with His grace. The renunciation of the sense of doership is the responsibility of the soul. The body is composed of the three modes of material nature, and actions are performed by these modes. Due to ignorance, the soul identifies with the body and becomes implicated as the doer of actions, which are actually done by material nature.",
    "newest_commentary": "This commentary explains that although God is the Lord and controller of the universe, He is not the doer of our actions. Our sense of doership is a result of ignorance, and if we let go of this ignorance, God will help dispel it with His grace. It is the responsibility of the soul to renounce the sense of doership. The body, composed of the three modes of material nature, performs actions driven by these modes. Due to ignorance, the soul identifies with the body and mistakenly assumes itself as the doer, but in reality, actions are done by material nature."
}