{"verse": "नादत्ते कस्यचित्पापं न चैव सुकृतं विभु: |\nअज्ञानेनावृतं ज्ञानं तेन मुह्यन्ति जन्तव: || 15||\n", "transliteration": "nādatte kasyachit pāpaṁ na chaiva sukṛitaṁ vibhuḥajñānenāvṛitaṁ jñānaṁ tena muhyanti jantavaḥ", "audio": "https://www.holy-bhagavad-gita.org/public/audio/005_015.mp3", "word meanings": "\nna—not; ādatte—accepts; kasyachit—anyone’s; pāpam—sin; na—not; cha—and; eva—certainly; su-kṛitam—virtuous deeds; vibhuḥ—the omnipresent God; ajñānena—by ignorance; āvṛitam—covered; jñānam—knowledge; tena—by that; muhyanti—are deluded; jantavaḥ—the living entities\n", "translation": "\n\nBG 5.15:\r\n                            The omnipresent God does not involve Himself in the sinful or virtuous deeds of anyone.  The living entities are deluded because their inner knowledge is covered by ignorance. \r\n                        \n", "commentary": "\nGod is not responsible either for anyone’s virtuous deeds or sinful actions.  God’s work in this regard is threefold:  1) He provides the soul with the power to act.  2) Once we have performed actions with the power supplied to us, He notes our actions.  3) He gives us the results of our karmas.The individual soul has the freedom to perform good or bad actions by the exercise of its own free will.  That free will is the basis of the play of creation and it accounts for the varieties of consciousness amongst the souls in existence.  God’s work is like that of an umpire in a cricket match.  He keeps giving the results, “Four runs!”  “Six runs!”  “He’s out!”  The umpire cannot be blamed for the decision, for it was based upon the way the player performed. One may ask why God granted free will to the soul.  It is because the soul is a tiny part of God and it possesses His qualities to a minuscule extent.  God is abhijña swarāṭ (supremely independent), and so the soul also possesses a tiny amount of independence to utilize its senses, mind, and intellect in the manner it wishes. Also, without free will there can be no love.  A machine cannot love since it has no independence to choose.  Only a personality that has the ability to choose possesses the option to love.  Since God has created us to love Him, He has endowed us with free will.  The exercise of our own free will results in good and bad deeds, and we must not blame God for them. In ignorance, some souls do not even realize that they possess the freedom to choose their actions and hold God responsible for their mistakes.  Others realize they possess a free will, but they harbor the pride of doership in the egoistic notion of being the body.  This is again a sign of ignorance.  Shree Krishna explains next how such ignorance can be dispelled. \n", "next shlok": 16}