{
    "verse": "ज्ञानेन तु तदज्ञानं येषां नाशितमात्मन: |\nतेषामादित्यवज्ज्ञानं प्रकाशयति तत्परम् || 16||\n",
    "transliteration": "jñānena tu tad ajñānaṁ yeṣhāṁ nāśhitam ātmanaḥteṣhām āditya-vaj jñānaṁ prakāśhayati tat param",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/005_016.mp3",
    "word meanings": "\njñānena—by divine knowledge; tu—but; tat—that; ajñānam—ignorance; yeṣhām—whose; nāśhitam—has been destroyed; ātmanaḥ—of the self; teṣhām—their; āditya-vat—like the sun; jñānam—knowledge; prakāśhayati—illumines; tat—that; param—Supreme Entity\n",
    "translation": "But to those whose ignorance is destroyed by the knowledge of the Self, like the sun, knowledge reveals the Supreme (Brahman).",
    "commentary": "\nThe sun’s power in removing the darkness of night is incomparable.  The Ramayan  states:rākāpati ṣhoṛasa uahiñ tārāgana samudāisakala girinha dava lāia binu rabi rāti na jāi  “Despite the combined light of the full moon and all the visible stars in a cloudless sky, the night does not go.  But the moment the sun rises, the night makes a hasty exit.”  The light of the sun is such that the darkness cannot remain before it.  The light of God’s knowledge has a similar effect in dispelling the darkness of ignorance.  Darkness is responsible for creating illusions.  In the darkness of the cinema hall, the light falling on the screen creates the illusion of reality, and people get absorbed in watching it.  However, when the main lights in the cinema hall are switched on, the illusion is dispelled and people wake up from their reverie to realize that they were only watching a movie.  Similarly, in the darkness of ignorance, we identify ourselves with the body, and consider ourselves to be the doers and enjoyers of our actions.  When the light of God’s knowledge begins shining brightly, the illusion beats a hasty retreat, and the soul wakes up to its true spiritual identity, even while it lives in the city of nine gates.  The soul had fallen into illusion because God’s material energy (avidyā śhakti) had covered it in darkness.  The illusion is dispelled when God’s spiritual energy (vidyā śhakti) illumines it with the light of knowledge. \n",
    "next shlok": 17,
    "new_commentary": "The commentary explains how the sun's power in removing darkness is incomparable. Just as the sun dispels darkness, the light of God's knowledge dispels the darkness of ignorance. Darkness creates illusions, like the illusion of reality in a cinema hall. When the main lights are switched on, the illusion is dispelled and people wake up. Similarly, in the darkness of ignorance, we identify ourselves with the body and consider ourselves as doers and enjoyers. But when the light of God's knowledge shines, the illusion retreats, and the soul realizes its true spiritual identity. The soul falls into illusion due to God's material energy, but this illusion is dispelled by God's spiritual energy illuminating it with knowledge.",
    "newest_commentary": "The commentary explains how God's knowledge is like the sun that dispels the darkness of ignorance. Like the main lights in a cinema hall dispelling the illusion of reality, God's knowledge dispels the illusion of identifying with the body and considering oneself as doers and enjoyers. The soul's true spiritual identity is realized when the light of God's knowledge shines, dispelling the illusion. The soul falls into illusion due to God's material energy, but this illusion is dispelled by God's spiritual energy illuminating it with knowledge."
}