{"verse": "तद्बुद्धयस्तदात्मानस्तन्निष्ठास्तत्परायणा: |गच्छन्त्यपुनरावृत्तिं ज्ञाननिर्धूतकल्मषा: || 17||", "transliteration": "tad-buddhayas tad-ātmānas tan-niṣhṭhās tat-parāyaṇāḥgachchhantyapunar-āvṛittiṁ jñāna-nirdhūta-kalmaṣhāḥ", "audio": "https://www.holy-bhagavad-gita.org/public/audio/005_017.mp3", "word meanings": "\ntat-buddhayaḥ—those whose intellect is directed toward God; tat-ātmānaḥ—those whose heart (mind and intellect) is solely absorbed in God; tat-niṣhṭhāḥ—those whose intellect has firm faith in God; tat-parāyaṇāḥ—those who strive for God as the supreme goal and refuge; gachchhanti—go; apunaḥ-āvṛittim—not returning; jñāna—by knowledge; nirdhūta—dispelled; kalmaṣhāḥ—sins\n", "translation": "\n\nBG 5.17:\r\n                            Those whose intellect is fixed in God, who are completely absorbed in God, with firm faith in Him as the supreme goal, such persons quickly reach the state from which there is no return, their sins having been dispelled by the light of knowledge.\r\n                        \n", "commentary": "\nJust as ignorance causes one to suffer in samsara, or the perpetual cycle of life and death, knowledge has the power to release one from material bondage.  Such knowledge is always accompanied with devotion to God.  This verse makes very emphatic use of words denoting complete God-consciousness.Tadbuddhayaḥ means the intellect is directed toward God.Tadātmanaḥ means the heart (mind and intellect) is solely absorbed in God.Tanniṣhṭhāḥ means the intellect has firm faith in God. Tatparāyaṇaḥ means striving after God as the supreme goal and refuge.Thus, the sign of true knowledge is that it leads to love for God.  Imbued with such love, devotees see Him everywhere. Such a divine vision is described in the next verse.\n", "next shlok": 18}