{
    "verse": "विद्याविनयसम्पन्ने ब्राह्मणे गवि हस्तिनि |\nशुनि चैव श्वपाके च पण्डिता: समदर्शिन: || 18||\n",
    "transliteration": "vidyā-vinaya-sampanne brāhmaṇe gavi hastiniśhuni chaiva śhva-pāke cha paṇḍitāḥ sama-darśhinaḥ",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/005_018.mp3",
    "word meanings": "\nvidyā—divine knowledge; vinaya—humbleness; sampanne—equipped with; brāhmaṇe—a Brahmin; gavi—a cow; hastini—an elephant; śhuni—a dog; cha—and; eva—certainly; śhva-pāke—a dog-eater; cha—and; paṇḍitāḥ—the learned; sama-darśhinaḥ—see with equal vision\n",
    "translation": "\n\nBG 5.18:\r\n                            The truly learned, with the eyes of divine knowledge, see with equal vision a Brahmin, a cow, an elephant, a dog, and a dog-eater.\r\n                        \n",
    "commentary": "\nWhen we perceive things through the perspective of knowledge, it is called prajñā chakṣhu, which means “with the eyes of knowledge.”  Shree Krishna uses the words vidyā sampanne to the same effect, but He also adds vinaya, meaning “humbleness.”  The sign of divine knowledge is that it is accompanied by a sense of humility, while shallow bookish knowledge is accompanied with the pride of scholarship. Shree Krishna reveals in this verse how divine knowledge bestows a vision so different from physical sight.  Endowed with knowledge, devotees see all living beings as souls who are fragments of God, and are therefore divine in nature.  The examples given by Shree Krishna are of diametrically contrasting species and life forms.  A Vedic Brahmin who conducts worship ceremonies is respected, while a dog-eater is usually looked down upon as an outcaste; a cow is milked for human consumption, but not a dog; an elephant is used for ceremonial parades, while neither the cow or the dog are.  From the physical perspective, these species are sharp contrasts in the spectrum of life on our planet.  However, a truly learned person endowed with spiritual knowledge sees them all as eternal souls, and hence views them with an equal eye.The Vedas do not support the view that the Brahmins (priestly class) are of higher caste, while the Shudras (labor class) are of lower caste.  The perspective of knowledge is that even though the Brahmins conduct worship ceremonies, the Kṣhatriyas administer society, the Vaiśhyas conduct business, and the Shudras engage in labor, yet they are all eternal souls, who are tiny parts of God, and hence alike.\n",
    "next shlok": 19,
    "new_commentary": "In this commentary, Shree Krishna emphasizes the importance of perceiving things with the eyes of knowledge and humility. Divine knowledge allows one to see all living beings as divine souls, irrespective of their external differences. Examples of contrasting species and life forms are given to illustrate this point. Shree Krishna explains that the Vedas do not support the notion of a higher caste for Brahmins and a lower caste for Shudras. Instead, individuals are seen as eternal souls and equal parts of God, regardless of their societal roles. This perspective of knowledge highlights the unity and equality among all beings."
}