{
    "verse": "इहैव तैर्जित: सर्गो येषां साम्ये स्थितं मन: |\nनिर्दोषं हि समं ब्रह्म तस्माद् ब्रह्मणि ते स्थिता: || 19||\n",
    "transliteration": "ihaiva tair jitaḥ sargo yeṣhāṁ sāmye sthitaṁ manaḥnirdoṣhaṁ hi samaṁ brahma tasmād brahmaṇi te sthitāḥ",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/005_019.mp3",
    "word meanings": "\niha eva—in this very life; taiḥ—by them; jitaḥ—conquer; sargaḥ—the creation; yeṣhām—whose; sāmye—in equanimity; sthitam—situated; manaḥ—mind; nirdoṣham—flawless; hi—certainly; samam—in equality; brahma—God; tasmāt—therefore; brahmaṇi—in the Absolute Truth; te—they; sthitāḥ—are seated\n",
    "translation": "\n\nBG 5.19:\r\n                            Those whose minds are established in equality of vision conquer the cycle of birth and death in this very life.  They possess the flawless qualities of God, and are therefore seated in the Absolute Truth.\r\n                        \n",
    "commentary": "\nSri Krishna uses the word sāmye to mean one possessed of an equal vision toward all living beings, as explained in the previous verse.  Further, equality in vision also means to rise beyond likes and dislikes, happiness and misery, pleasure and pain.  Shree Krishna says that those who are able to do so transcend the samsara of repeated birth and death.So long as we think of ourselves as the body, we cannot attain this equality of vision because we will experience continued desires and aversions for bodily pleasures and discomforts.  Saints rise above bodily consciousness and absorb their minds in God, giving up all worldly attachments.  The Ramayan states:sevahiṅ lakhanu sīya raghubīrahi, jimi abibekī puruṣha sarīrahi.“Lakshman served Lord Ram and Sita, just as an ignorant person serves his body.” When one’s mind is situated in this divine consciousness, attachment to bodily pleasures and pains get transcended, and one reaches a state of equanimity.  This equipoise that comes through the sacrifice of selfish bodily desires makes one godlike in demeanor.  The Mahabharat states: yo na kāmayate kiñchit brahma bhūyāya kalpate  “One who gives up desires becomes like God.”\n",
    "next shlok": 20,
    "new_commentary": "In this commentary, Sri Krishna explains that equality in vision means to rise above likes and dislikes, happiness and misery. By transcending attachment to the body and worldly desires, one can attain a state of equanimity. The Ramayan illustrates this with the example of Lakshman serving Lord Ram and Sita, similar to how an ignorant person serves their body. When the mind is absorbed in divine consciousness, attachment to bodily pleasures and pains is surpassed, leading to a godlike demeanor. The Mahabharat further emphasizes that giving up desires results in becoming like God. Thus, by attaining an equal vision and sacrificing selfish desires, one can transcend the cycle of birth and death."
}