{
    "verse": "श्रीभगवानुवाच |\nसंन्यास: कर्मयोगश्च नि:श्रेयसकरावुभौ |\nतयोस्तु कर्मसंन्यासात्कर्मयोगो विशिष्यते || 2||\n",
    "transliteration": "śhrī bhagavān uvāchasannyāsaḥ karma-yogaśh cha niḥśhreyasa-karāvubhautayos tu karma-sannyāsāt karma-yogo viśhiṣhyate",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/005_002.mp3",
    "word meanings": "\nśhrī-bhagavān uvācha—the Supreme Lord said; sanyāsaḥ—renunciation; karma-yogaḥ—working in devotion; cha—and; niḥśhreyasa-karau—lead to the supreme goal; ubhau—both; tayoḥ—of the two; tu—but; karma-sanyāsāt—renunciation of actions; karma-yogaḥ—working in devotion; viśhiṣhyate—is superior\n",
    "translation": "\n\nBG 5.2:\r\n                            The Supreme Lord said: Both the path of karm sanyās (renunciation of actions) and karm yog (working in devotion) lead to the supreme goal. But karm yog is superior to karm sanyās.\r\n                        \n",
    "commentary": "\nIn this verse, Shree Krishna compares karm sanyās and karm-yog.  It is a very deep verse; so let’s understand it one word at a time.A karm yogi is one who does both, spiritual and social, duties.  Social duties are done with the body while the mind is attached to God.  Jagadguru Kripaluji Maharaj states:sochu mana yaha karm mama saba lakhata hari guru pyāre   (Sādhan Bhakti Tattva) “Dear one!  Think always that all your actions are being observed by God and Guru.”  This is the sādhanā of karm-yog, by which we gradually elevate ourselves from bodily consciousness to spiritual consciousness. Karm sanyās is for elevated souls, who have already risen beyond the bodily platform.  A karm sanyāsī is one who discards social duties due to complete absorption in God, and engages entirely in the performance of spiritual duties (devotional service to God).  This sentiment of karm sanyās was nicely expressed by Lakshman, when Lord Ram asked him to fulfill his worldly duties:more sabai eka tumha swāmī, dīnabandhu ura antarayāmī   (Ramayan)Lakshman said to Ram, “You are my Master, Father, Mother, Friend, and everything.  I will only fulfill my duty toward You with all my might.  So please do not tell me about any of my bodily duties.”Those who practice karm sanyās do not consider themselves to be the body, and as a result, they do not feel obligated to discharge their bodily duties.  Such karm sanyāsīs dedicate their full time and energy to spirituality, while karm yogis have to split their time between worldly and spiritual duties.  The karm sanyāsīs can thus move much faster toward God, while the karm yogis are encumbered with social duties. However, in this verse, Shree Krishna extols karm-yog beyond karm sanyās and recommends it to Arjun as the preferred path.  This is because karm sanyāsīs are exposed to a danger.  If, having renounced their duties they cannot absorb their mind in God, they are left neither here nor there.  In India, there are tens of thousands of such sadhus, who felt they were detached, and thus, renounced the world, but their mind was not yet attached to God.  Consequently, they could not experience the divine bliss of the spiritual path.  And so, although wearing the saffron clothes of mendicants, they indulge in grossly sinful activities such as smoking opium.  Only the ignorant mistake their sloth as detachment from the world. On the other hand, karm yogis do both their worldly duties and spiritual practice.  So if their mind turns away from spirituality, at least they have their work to fall back upon.  Karm-yog is thus the safer path for majority of the people, while karm sanyās is only to be pursued under the expert guidance of a Guru.  \n",
    "next shlok": 3,
    "new_commentary": "In this verse, Shree Krishna compares karm sanyās and karm-yog. A karm yogi performs spiritual and social duties, keeping the mind attached to God. Karm sanyās is for elevated souls who discard social duties and focus solely on spiritual duties. Shree Krishna extols karm-yog as the preferred path because karm sanyāsīs can face the danger of detachment without attachment to God. Many sadhus in India renounced the world but did not experience spiritual bliss because their minds were not attached to God. Karm yogis, on the other hand, do both worldly and spiritual duties, providing a safety net if their minds steer away from spirituality. Karm-yog is recommended for the majority, while karm sanyās should only be pursued under the guidance of a Guru."
}