{
    "verse": "शक्नोतीहैव य: सोढुं प्राक्शरीरविमोक्षणात् |\nकामक्रोधोद्भवं वेगं स युक्त: स सुखी नर: || 23||\n",
    "transliteration": "śhaknotīhaiva yaḥ soḍhuṁ prāk śharīra-vimokṣhaṇātkāma-krodhodbhavaṁ vegaṁ sa yuktaḥ sa sukhī naraḥ",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/005_023.mp3",
    "word meanings": "\nśhaknoti—is able; iha eva—in the present body; yaḥ—who; soḍhum—to withstand; prāk—before; śharīra—the body; vimokṣhaṇāt—giving up; kāma—desire; krodha—anger; udbhavam—generated from; vegam—forces; saḥ—that person; yuktaḥ—yogi; saḥ—that person; sukhī—happy; naraḥ—person\n",
    "translation": "He who is able, while still here (in this world) to withstand, before the liberation from the body, the impulse born out of desire and anger  he is a Yogi, he is a happy man.",
    "commentary": "\nThe human body presents a golden opportunity for the soul to reach the Supreme goal of God-realization.  In this body, we possess the faculty of discrimination, while animals are driven by their nature.  Shree Krishna emphasizes that this power of discrimination should be exercised to restrain the impulses of desire and anger.One meaning of the word kām is lust, but in this verse kām is used for all kinds of desires of the body and mind for material pleasures.  When the mind does not attain the object of its desire, it modifies its state to exhibit anger.  The urges of desire and anger are very powerful, like the strong current of a river.  Even animals are subject to these urges, but unlike humans they are not bestowed with the discrimination to restrain them.  However, the human intellect has been bestowed with the power of discrimination.  The word sodhum means “to withstand.”  This verse instructs us to withstand the urges of desire and anger.  Sometimes one restrains the urges of the mind out of embarrassment.  Let us say there is a man sitting at the airport.  A beautiful lady comes and sits by his side.  His mind desires the pleasure of putting his arm around her, but the intellect resists with the thought, “This is improper conduct.  The lady may even slap me for it.”  To avoid the shame of censure, he restrains himself.  Here Shree Krishna is not asking Arjun to restrain the mind out of embarrassment, fear, or apprehension, but through discrimination based on knowledge.  The resolute intellect should be used to check the mind.  As soon as the thought of savoring a material pleasure comes to the mind, one should bring the knowledge to the intellect that these are sources of misery.  The Shreemad Bhagavatam states: nāyaṁ deho deha-bhājāṁ nṛiloke kaṣhṭān kāmān arhate viḍ-bhujāṁ yetapo divyaṁ putrakā yena sattvaṁ śhuddhyed yasmād brahma-saukhyaṁ tvanantam   (5.5.1)“In the human form, one should not undertake great hardships to obtain sensual pleasures, which are available even to creatures that eat excreta (hogs).  Instead, one should practice austerities to purify one’s heart, and enjoy the unlimited bliss of God.”  This opportunity to practice discrimination is available only while the human body exists, and one who is able to check the forces of desire and anger while living, becomes a yogi.  Such a person alone tastes the divine bliss within and becomes happy.\n",
    "next shlok": 24,
    "new_commentary": "The human body provides an opportunity for the soul to attain God-realization. Shree Krishna advises using the power of discrimination to restrain desires and anger. Desires and anger are powerful impulses that even animals experience, but humans have the intellect to control them. This verse instructs us to withstand these urges. One should restrain the mind through discrimination based on knowledge. Material pleasures are sources of misery and practicing austerity purifies the heart to enjoy the unlimited bliss of God. This opportunity to practice discrimination is only available in the human form. Those who can control desires and anger become yogis and experience divine bliss.",
    "newest_commentary": "The human body is an opportunity for the soul to attain God-realization. Shree Krishna advises using discrimination to control desires and anger. Humans have the intellect to restrain these impulses. The verse teaches us to withstand these urges by using discrimination based on knowledge. Material pleasures bring misery, and practicing austerity purifies the heart to experience unlimited bliss. This opportunity for discrimination is only available to humans. Those who can control desires and anger become yogis and experience divine bliss."
}