{"verse": "योऽन्त:सुखोऽन्तरारामस्तथान्तज्र्योतिरेव य: ।स योगी ब्रह्मनिर्वाणं ब्रह्मभूतोऽधिगच्छति ।। 24।।", "transliteration": "yo 'ntaḥ-sukho 'ntar-ārāmas tathāntar-jyotir eva yaḥsa yogī brahma-nirvāṇaṁ brahma-bhūto 'dhigachchhati", "audio": "https://www.holy-bhagavad-gita.org/public/audio/005_024.mp3", "word meanings": "\nyaḥ—who; antaḥ-sukhaḥ—happy within the self; antaḥ-ārāmaḥ—enjoying within the self;\r\n; tathā—as well as; antaḥ-jyotiḥ—illumined by the inner light; eva—certainly; yaḥ—who;\r\n; saḥ—he; yogī—yogi; brahma-nirvāṇam—liberation from material existence; brahmabhūtaḥ—\r\nunited with the Lord; adhigachchhati—attains\n", "translation": "\n\nBG 5.24:\r\n                            Those who are happy within themselves, enjoying the delight of God within, and are illumined by the inner light, such yogis are united with the Lord and are liberated from material existence.\r\n                        \n", "commentary": "\n“Inner light” is the divine knowledge that is bestowed from within in the form of realization, by the grace of God, when we surrender to Him.  The Yog Darśhan states:ṛitambharā tatra prajñā   (1.48)In the state of samadhi, one's intellect becomes filled with realization of the Truth.After instructing Arjun about the need to withstand the impulses of desire and anger, Shree Krishna reveals the confidential means of practicing this.  The words yo’ntah sukho mean “one who is internally happy.”  There is one kind of happiness that we get from external objects, and another kind of happiness that we experience from within when we absorb the mind in God.  If we do not experience happiness within, we will not be able to permanently resist external temptations.  But when the bliss of God starts flowing within the heart, then the fleeting external pleasures seem trivial in comparison and are easy to renounce. Saint Yamunacharya states:yadāvadhi mama chetaḥ kṛiṣhṇa-padāravindenava-nava-rasa-dhāmanudyata rantum āsīttadāvadhi bata nārī-saṅgame smaryamānebhavati mukha-vikāraḥ suṣhṭu niṣhṭhīvanaṁ cha“Ever since I have begun meditating upon the lotus-like feet of Lord Krishna, I have been experiencing ever-increasing bliss.  If by chance the thought of sex pleasure comes to my mind, I spit at the thought and curl my lips in distaste.” \n", "next shlok": 25}