{
    "verse": "लभन्ते ब्रह्मनिर्वाणमृषय: क्षीणकल्मषा: |\nछिन्नद्वैधा यतात्मान: सर्वभूतहिते रता: || 25||\n",
    "transliteration": "labhante brahma-nirvāṇam ṛiṣhayaḥ kṣhīṇa-kalmaṣhāḥchhinna-dvaidhā yatātmānaḥ sarva-bhūta-hite ratāḥ",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/005_025.mp3",
    "word meanings": "\nlabhante—achieve; brahma-nirvāṇam—liberation from material existence; ṛiṣhayaḥ—holy persons; kṣhīṇa-kalmaṣhāḥ—whose sins have been purged; chhinna—annihilated; dvaidhāḥ—doubts; yata-ātmānaḥ—whose minds are disciplined; sarva-bhūta—for all living entities; hite—in welfare work; ratāḥ—rejoice\n",
    "translation": "The sages (Rishis) obtain absolute freedom or Moksha  they whose sins have been destroyed, whose dualities (perception of dualities or experience of the pairs of opposites) are torn asunder, who are self-controlled, and intent on the welfare of all beings.",
    "commentary": "\nIn the preceding verse, Shree Krishna explained the state of the sages who experience the pleasure of God within themselves.  In this verse, He describes the state of the sages who are actively engaged in the welfare of all beings.  The Ramayan states:para upakāra bachana mana kāyā, santa sahaja subhāu khagarāyā“The trait of compassion is the intrinsic nature of saints.  Motivated by it, they use their words, mind, and body for the welfare of others.” Human welfare is a praiseworthy endeavor.  However, welfare schemes that are only committed to bodily care only result in temporary welfare.  A person is hungry; he is given food, and his hunger is satiated.  But after four hours, he is hungry again.  Spiritual welfare goes right to the root of all material suffering, and endeavors to revive the God-consciousness of the soul.  Hence, the highest welfare activity is to help a person unite his or her consciousness with God.  This is the kind of welfare work that elevated souls with purified minds engage in.  Such welfare activity further attracts God’s grace, which elevates them even further on the path.  Finally, when they have achieved complete purification of the mind and perfected their surrender to God, they are liberated to the spiritual realm and the divine Abode. Thus far in this chapter, Shree Krishna has extolled the path of karm-yog.  He now speaks the remaining verses for the karm sanyāsīs, revealing that they too attain the final goal.\n",
    "next shlok": 26,
    "new_commentary": "In this commentary, Shree Krishna discusses the state of sages who actively engage in the welfare of all beings. He emphasizes that human welfare should go beyond temporary solutions and aim to revive the God-consciousness of the soul. The ultimate welfare activity is to help individuals unite their consciousness with God. Elevated souls with purified minds engage in this kind of welfare work, which attracts God's grace and further elevates them on the spiritual path. When they have completely purified their minds and surrendered to God, they attain liberation to the divine realm. Shree Krishna previously extolled the path of karm-yog and now speaks about how karm sanyāsīs also reach the final goal. This commentary highlights the importance of selfless service and spiritual welfare in attaining liberation and ultimate happiness.",
    "newest_commentary": "In this commentary, Shree Krishna discusses the state of sages who actively engage in the welfare of all beings. Human welfare should aim to revive the God-consciousness of the soul and unite individuals with God. Purified souls engaged in this work receive God's grace and attain liberation. Shree Krishna explains that karm-yog and karm sanyāsīs both lead to the final goal of liberation. This commentary emphasizes the significance of selfless service and spiritual welfare in attaining ultimate happiness and liberation to the divine realm."
}