{
    "verse": "स्पर्शान्कृत्वा बहिर्बाह्यांश्चक्षुश्चैवान्तरे भ्रुवो: |\nप्राणापानौ समौ कृत्वा नासाभ्यन्तरचारिणौ || 27||\nयतेन्द्रियमनोबुद्धिर्मुनिर्मोक्षपरायण: |\nविगतेच्छाभयक्रोधो य: सदा मुक्त एव स: || 28||\n",
    "transliteration": "sparśhān kṛitvā bahir bāhyānśh chakṣhuśh chaivāntare bhruvoḥprāṇāpānau samau kṛitvā nāsābhyantara-chāriṇauyatendriya-mano-buddhir munir mokṣha-parāyaṇaḥvigatechchhā-bhaya-krodho yaḥ sadā mukta eva saḥ",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/005_027-028.mp3",
    "word meanings": "\nsparśhān—contacts (through senses); kṛitvā—keeping; bahiḥ—outside; bāhyān—external; chakṣhuḥ—eyes; cha—and; eva—certainly; antare—between; bhruvoḥ—of the eyebrows; prāṇa-apānau—the outgoing and incoming breaths; samau—equal; kṛitvā—keeping; nāsa-abhyantara—within the nostrils; chāriṇau—moving; yata—controlled; indriya—senses; manaḥ—mind; buddhiḥ—intellect; muniḥ—the sage; mokṣha—liberation; parāyaṇaḥ—dedicated; vigata—free; ichchhā—desires; bhaya—fear; krodhaḥ—anger; yaḥ—who; sadā—always; muktaḥ—liberated; eva—certainly; saḥ—that person\n",
    "translation": "\n\nBG 5.27-28:\r\n                            Shutting out all thoughts of external enjoyment, with the gaze fixed on the space between the eye-brows, equalizing the flow of the incoming and outgoing breath in the nostrils, and thus controlling the senses, mind, and intellect, the sage who becomes free from desire and fear, always lives in freedom.\r\n                        \n",
    "commentary": "\nOften renunciants are more inclined toward aṣhṭāṅg-yog or haṭha-yog along with their practice of asceticism.  Their extreme detachment makes them disinterested in the path of devotion, which requires meditation on the Names, Forms, Pastimes, and Abodes of God.  Shree Krishna here describes the path that the ascetics take. He says that such ascetics shut out thoughts of sense objects by controlling their sight and breath.  They focus their gaze between their eyebrows.  If the eyes are fully closed, sleep may overtake one; and if they are wide open, they may get distracted by the objects around them.  In order to avoid both these defects, the ascetics concentrate their gaze, with eyes half-open, between the eyebrows or the tip of the nose.  They also harmonize the prāṇ (outgoing breath) with the apān (incoming breath), until both become suspended in yogic trance.  This yogic process enables the controlling of the senses, mind, and intellect.  Such persons make liberation from the material energy as their only goal. Such ascetic practices lead to ātma jñāna (knowledge of the self), not to brahma jñāna (knowledge of God).  Hence, the ascetic path must also be consummated through devotion to God, as stated in the next verse.\n",
    "next shlok": 29,
    "new_commentary": "The commentary explains that renunciants often focus on aṣhṭāṅg-yog or haṭha-yog alongside their practice of asceticism. They are not interested in the path of devotion, which involves meditation on God's Names, Forms, Pastimes, and Abodes. Shree Krishna describes the path followed by ascetics, who control their sight and breath to shut out thoughts of sense objects. They concentrate their gaze between the eyebrows, harmonize their breath, and enter a yogic trance. This process helps control the senses, mind, and intellect, leading to knowledge of the self (ātma jñāna) but not knowledge of God (brahma jñāna). The commentary emphasizes that the ascetic path should be complemented with devotion to God for ultimate fulfillment."
}