{"verse": "ज्ञेय: स नित्यसंन्यासी यो न द्वेष्टि न काङ् क्षति |\nनिर्द्वन्द्वो हि महाबाहो सुखं बन्धात्प्रमुच्यते || 3||\n", "transliteration": "jñeyaḥ sa nitya-sannyāsī yo na dveṣhṭi na kāṅkṣhatinirdvandvo hi mahā-bāho sukhaṁ bandhāt pramuchyate", "audio": "https://www.holy-bhagavad-gita.org/public/audio/005_003.mp3", "word meanings": "\njñeyaḥ—should be considered; saḥ—that person; nitya—always; sanyāsī—practising renunciation; yaḥ—who; na—never; dveṣhṭi—hate; na—nor; kāṅkṣhati—desire; nirdvandvaḥ—free from all dualities; hi—certainly; mahā-bāho—mighty-armed one; sukham—easily; bandhāt—from bondage; pramuchyate—is liberated\n", "translation": "\n\nBG 5.3:\r\n                            The karm yogis, who neither desire nor hate anything, should be considered always renounced.  Free from all dualities, they are easily liberated from the bonds of material energy. \r\n                        \n", "commentary": "\nKarm yogis continue to discharge their worldly duties while internally practicing detachment.  Hence, they accept both positive and negative outcomes with equanimity, as the grace of God.  The Lord has designed this world so beautifully that it makes us experience both happiness and distress for our gradual elevation.  If we continue to lead our regular lives and tolerate whatever comes our way, while happily doing our duty, the world naturally pushes us toward gradual spiritual elevation.  There is a sweet story that illustrates this concept.  There was once a piece of wood.  It went to a sculptor and said, “Can you please make me beautiful?”  The sculptor said, “I am ready to do that.  But are you ready for it?”  The wood replied, “Yes, I am also ready.”  The sculptor took out his tools and began hammering and chiseling.  The wood screamed, “What are you doing?  Please stop!  This is so painful.”  The sculptor replied wisely, “If you wish to become beautiful, you will have to bear the pain.”  “All right,” said the wood, “Go ahead and do it.  But please be gentle and considerate.”  The sculptor continued his work again.  The wood kept screaming, “Enough for today; I can’t bear it any further.  Please do it tomorrow.”  The sculptor was undeterred in his task, and in a few days, the wood was transformed into a beautiful deity, fit to sit on the altar of the temple. In the same way, our hearts are rough and unfinished because of endless lifetimes of attachment in the world.  If we wish to become internally beautiful, we must be willing to tolerate pain and let the world do its job of purifying us.  So karm yogis work with devotion, are equipoised in the results, and practice attaching their mind to God. \n", "next shlok": 4}