{
    "verse": "यत्साङ्ख्यै: प्राप्यते स्थानं तद्योगैरपि गम्यते |\nएकं साङ्ख्यं च योगं च य: पश्यति स पश्यति || 5||\n",
    "transliteration": "yat sānkhyaiḥ prāpyate sthānaṁ tad yogair api gamyateekaṁ sānkhyaṁ cha yogaṁ cha yaḥ paśhyati sa paśhyati",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/005_005.mp3",
    "word meanings": "\nyat—what; sānkhyaiḥ—by means of karm sanyās; prāpyate—is attained; sthānam—place; tat—that; yogaiḥ—by working in devotion; api—also; gamyate—is attained; ekam—one; sānkhyam—renunciation of actions; cha—and; yogam—karm yog; cha—and; yaḥ—who; paśhyati—sees; saḥ—that person; paśhyati—actually sees\n",
    "translation": "That place which is reached by the Sankhyas or the Jnanis is reached by the Yogis (Karma Yogis). He sees, who sees knowledge and the performance of action (Karma Yoga) as one.",
    "commentary": "\nIn spiritual practice, the intention of the mind is what matters, not the external activities.  One may be living in the holy land of Vrindavan, but if the mind contemplates on eating rasgullās in Kolkata, one will be deemed to be living in Kolkata.  Conversely, if a person lives amidst the hubbub of Kolkata and keeps the mind absorbed in the divine land of Vrindavan, he will get the benefit of residing there.  All the Vedic scriptures state that our level of consciousness is determined by the state of our mind:mana eva manuṣhyāṇāṁ kāraṇaṁ bandha mokṣhayoḥ(Pañchadaśhī)“The mind is the cause of bondage, and the mind is the cause of liberation.”  Jagadguru Shree Kripaluji Maharaj states the same principle:bandhan aur mokṣha kā, kāraṇ manahi bakhānyāte kauniu bhakti karu, karu mana te haridhyān(Bhakti Śhatak verse 19)“Bondage and liberation depend upon the state of the mind.  Whatever form of devotion you choose to do, keep the mind engaged in meditation upon God.”Those who do not possess this spiritual vision see the external distinction between a karm sanyāsī and a karm yogi, and declare the karm sanyāsī to be superior because of the external renunciation.  But those who are learned see that both the karm sanyāsī and the karm yogi have absorbed their minds in God, and so they are both identical in their internal consciousness. \n",
    "next shlok": 6,
    "new_commentary": "The commentary emphasizes that in spiritual practice, the focus of the mind is crucial rather than external actions. It illustrates this with an example of someone living in Vrindavan but constantly thinking about eating rasgullās in Kolkata. The commentary states that our consciousness is determined by the state of our mind, which is the cause of both bondage and liberation. It quotes Jagadguru Shree Kripaluji Maharaj, who emphasizes the importance of keeping the mind engaged in meditation upon God. The commentary also discusses how people with limited spiritual vision may differentiate between a karm sanyāsī and a karm yogi based on external renunciation, but those who are learned understand that both have a deep internal consciousness of God. Overall, the commentary underscores the significance of internal focus and consciousness in spiritual practice.",
    "newest_commentary": "The commentary emphasizes that in spiritual practice, the focus of the mind is crucial rather than external actions. Our consciousness is determined by the state of our mind, which is the cause of both bondage and liberation. The importance of keeping the mind engaged in meditation upon God is highlighted. People with limited spiritual vision may differentiate between a karm sanyāsī and a karm yogi based on external renunciation, but the learned understand that both have a deep internal consciousness of God. Overall, the emphasis is on internal focus and consciousness in spiritual practice."
}