{"verse": "योगयुक्तो विशुद्धात्मा विजितात्मा जितेन्द्रिय: |\nसर्वभूतात्मभूतात्मा कुर्वन्नपि न लिप्यते || 7||\n", "transliteration": "yoga-yukto viśhuddhātmā vijitātmā jitendriyaḥsarva-bhūtātma-bhūtātmā kurvann api na lipyate", "audio": "https://www.holy-bhagavad-gita.org/public/audio/005_007.mp3", "word meanings": "\nyoga-yuktaḥ—united in consciousness with God; viśhuddha-ātmā—one with purified intellect; vijita-ātmā—one who has conquered the mind; jita-indriyaḥ—having conquered the senses; sarva-bhūta-ātma-bhūta-ātmā—one who sees the Soul of all souls in every living being; kurvan—performing; api—although; na—never; lipyate—entangled\n", "translation": "\n\nBG 5.7:\r\n                            The karm yogis, who are of purified intellect, and who control the mind and senses, see the Soul of all souls in every living being.  Though performing all kinds of actions, they are never entangled.\r\n                        \n", "commentary": "\nThe word ātmā has been used in multiple ways in the Vedic literature: for God, for the soul, for the mind, and for the intellect.  This verse typifies all these uses.  Shree Krishna describes the karm yogi who is yog yukt (united in consciousness with God).  He says that such a noble soul is:  1) viśhuddhātmā, of purified intellect, 2) vijitātmā, who has conquered the mind, and 3) jitendriya, one who has controlled the senses.    Such karm yogis, with purified intellect, see God situated in all living beings, and behave respectfully toward everyone without attachment.  Since their actions are not motivated by the desire for self-enjoyment, their knowledge is progressively clarified.  As their desires are eliminated, the senses, mind, and intellect that were being propelled for sense pleasures come under control.  These instruments are now available for the service of the Lord.  Devotional service leads to realized knowledge from within.  In this way, karm-yog naturally brings about these successive stages of enlightenment, and hence is no different from karm sanyās.\n", "next shlok": 8}