{"verse": "नैव किञ्चित्करोमीति युक्तो मन्येत तत्त्ववित् |\nपश्यञ्शृण्वन्स्पृशञ्जिघ्रन्नश्नन्गच्छन्स्वपञ्श्वसन् || 8||\nप्रलपन्विसृजन्गृह्ण्न्नुन्मिषन्निमिषन्नपि |\nइन्द्रियाणीन्द्रियार्थेषु वर्तन्त इति धारयन् || 9||\n", "transliteration": "naiva kiñchit karomīti yukto manyeta tattva-vitpaśhyañ śhṛiṇvan spṛiśhañjighrann aśhnangachchhan svapañśhvasanpralapan visṛijan gṛihṇann unmiṣhan nimiṣhann apiindriyāṇīndriyārtheṣhu vartanta iti dhārayan", "audio": "https://www.holy-bhagavad-gita.org/public/audio/005_008-009.mp3", "word meanings": "\nna—not; eva—certainly; kiñchit—anything; karomi—I do; iti—thus; yuktaḥ—steadfast in karm yog; manyeta—thinks; tattva-vit—one who knows the truth; paśhyan—seeing; śhṛiṇvan—hearing; spṛiśhan—touching; jighran—smelling; aśhnan—eating; gachchhan—moving; svapan—sleeping; śhvasan—breathing; pralapan—talking; visṛijan—giving up; gṛihṇan—accepting; unmiṣhan—opening (the eyes); nimiṣhan—closing (the eyes); api—although; indriyāṇi—the senses; indriya-artheṣhu—in sense-objects; vartante—moving; iti—thus; dhārayan—convinced\n", "translation": "\n\nBG 5.8-9:\r\n                            Those steadfast in karm yog, always think, “I am not the doer,” even while engaged in seeing, hearing, touching, smelling, moving, sleeping, breathing, speaking, excreting, grasping, and opening or closing the eyes. With the light of divine knowledge, they see that it is only the material senses that are moving amongst their objects.\r\n                        \n", "commentary": "\nWhenever we accomplish anything substantial, we are overcome with the pride that we have done something great.  The pride of being the doer of one’s actions is a stumbling block to rising beyond material consciousness.  However, the God-conscious karm yogis overcome this obstacle with ease.  With purified intellect, they see themselves as separate from the body, and hence they do not attribute their bodily actions to themselves.  The body is made from the material energy of God, and thus they attribute all their works as done by the power of God.  Since they have surrendered to the will of God, they depend upon Him to inspire their mind and intellect in accordance with His divine will.  So, they remain situated in the understanding that God is the doer of everything.  The Sage Vasishth advised Lord Ram:kartā bahirkartāntarloke vihara rāghava   (Yog Vāsiṣhṭh)“O Ram, externally engage in actions diligently, but internally practice to see yourself as the non-doer and God as the prime mover of all your activities.”  In this divine consciousness, the karm yogis see themselves as mere instruments in the hands of God.  Shree Krishna explains in the following verse the consequences of work done in this consciousness. \n", "next shlok": 10}