{
    "verse": "सञ्जय उवाच |\nतं तथा कृपयाविष्टमश्रुपूर्णाकुलेक्षणम् |\nविषीदन्तमिदं वाक्यमुवाच मधुसूदन: || 1||\n",
    "transliteration": "sañjaya uvāchataṁ tathā kṛipayāviṣhṭamaśhru pūrṇākulekṣhaṇamviṣhīdantamidaṁ vākyam uvācha madhusūdanaḥ",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/002_001.mp3",
    "word meanings": "\nsañjayaḥ uvācha—Sanjay said; tam—to him (Arjun); tathā—thus; kṛipayā—with pity; āviṣhṭam—overwhelmed; aśhru-pūrṇa—full of tears; ākula—distressed; īkṣhaṇam—eyes; viṣhīdantam—grief-stricken; idam—these; vākyam—words; uvācha—said; madhusūdanaḥ—Shree Krishn, slayer of the Madhu demon\n",
    "translation": "\n\nBG 2.1:\r\n                            Sanjay said: Seeing Arjun overwhelmed with pity, his mind grief-stricken, and his eyes full of tears, Shree Krishna spoke the following words. \r\n                        \n",
    "commentary": "\nTo describe Arjun’s feelings, Sanjay uses the word kṛipayā, meaning pity or compassion.  This compassion is of two kinds.  One is the divine compassion that God and the saints feel toward the souls in the material realm, on seeing their suffering in separation to God.  The other is the material compassion that we feel upon seeing the bodily distress of others.  Material compassion is a noble sentiment that is not perfectly directed.  It is like being obsessed with the health of the car while the driver sitting within is famished for food.  Arjun is experiencing this second kind of sentiment.  He is overwhelmed with material pity toward his enemies gathered for battle.  The fact that Arjun is overcome by grief and despair shows that he is himself in dire need of compassion.  Therefore, the idea of his being merciful upon others is meaningless.In this verse, Shree Krishna is addressed as “Madhusudan.”  He had slayed the demon Madhu, and hence gotten the name Madhusudan, or “slayer of the Madhu demon.”  Here, He is about to slay the demon of doubt that has arisen in Arjun’s mind and is preventing him from discharging his duty.\n",
    "next shlok": 2,
    "new_commentary": "Arjun is experiencing material compassion towards his enemies, feeling overwhelmed with pity. This shows that he himself is in dire need of compassion. Shree Krishna, referred to as Madhusudan, is about to eliminate the doubt in Arjun's mind, enabling him to fulfill his duty.",
    "newest_commentary": "Arjun is experiencing material compassion towards his enemies, feeling overwhelmed with pity. This shows that he himself is in dire need of compassion. Shree Krishna, referred to as Madhusudan, is about to eliminate the doubt in Arjun's mind, enabling him to fulfill his duty."
}