{
    "verse": "तमुवाच हृषीकेश: प्रहसन्निव भारत |\nसेनयोरुभयोर्मध्ये विषीदन्तमिदं वच: || 10||\n",
    "transliteration": "tam-uvācha hṛiṣhīkeśhaḥ prahasanniva bhāratasenayorubhayor-madhye viṣhīdantam-idaṁ vachaḥ",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/002_010.mp3",
    "word meanings": "\ntam—to him; uvācha—said; hṛiṣhīkeśhaḥ—Shree Krishna, Master of mind and senses; prahasan—smilingly; iva—as if; bhārata—Dhritarashtra, descendant of Bharat; senayoḥ—of the armies; ubhayoḥ—of both; madhye—in the midst of; viṣhīdantam—to the grief-stricken; idam—this; vachaḥ—words\n",
    "translation": "\n\nBG 2.10:\r\n                            O Dhritarashtra, thereafter, in the midst of both the armies, Shree Krishna smilingly spoke the following words to the grief-stricken Arjun.\r\n                        \n",
    "commentary": "\nIn sharp contrast to Arjun’s words of lamentation, Shree Krishna smiled, displaying that the situation was not making him despair; rather he was perfectly happy with it. Such is the equanimous attitude exhibited by someone with knowledge in all situations.With our incomplete understanding, we find faults with the situations we are in—we complain and grumble about them, wish to run away from them, and hold them responsible for our misery. But the enlightened souls inform us that the world created by God is perfect in every way, and both good and bad situations come to us for a divine purpose. They are all arranged for our spiritual evolution, to push us upward in our journey toward perfection. Those who understand this secret are never disturbed in difficult circumstances, facing them with serenity and tranquility.“The snowflakes fall slowly to the ground, each flake in its proper place” is a famous Taoist expression. It beautifully expresses the inherent perfection in the design of the world and the macro events taking place in it, even though we are not able to perceive it from our material perspective.The Chhāndogya Upaniṣhad explains why earthquakes, hurricanes, cyclones, floods, and typhoons are created in the world by God, as a part of the grand scheme of things. It states that God deliberately creates difficult situations to prevent people from slowing down in their journey of spiritual progress. When people become complacent, a natural calamity comes along, forcing the souls to strain their abilities to cope with it, which ensures their progress. However, it must be noted that the progress being talked about here is not the external increase of material luxuries, but the internal unfoldment of the glorious divinity of the soul over a continuum of lifetime.\n",
    "next shlok": 11,
    "new_commentary": "The commentary emphasizes the equanimous attitude exhibited by those with knowledge in all situations. It explains that the world created by God is perfect and both good and bad situations come for a divine purpose to aid in our spiritual evolution. Understanding this, enlightened souls are never disturbed in difficult circumstances and face them with serenity and tranquility. The Taoist expression of snowflakes falling in their proper place signifies the inherent perfection in the world's design. The Chhāndogya Upaniṣhad explains that God deliberately creates difficult situations to prevent complacency and ensure spiritual progress. Natural calamities force individuals to strain their abilities, leading to their growth. It is important to note that this progress refers to the internal unfoldment of the soul's divinity, not external material luxuries."
}