{
    "verse": "श्रीभगवानुवाच |\nअशोच्यानन्वशोचस्त्वं प्रज्ञावादांश्च भाषसे |\nगतासूनगतासूंश्च नानुशोचन्ति पण्डिता: || 11||\n",
    "transliteration": "śhrī bhagavān uvāchaaśhochyān-anvaśhochas-tvaṁ prajñā-vādānśh cha bhāṣhasegatāsūn-agatāsūnśh-cha nānuśhochanti paṇḍitāḥ",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/002_011.mp3",
    "word meanings": "\nśhrī-bhagavān uvācha—the Supreme Lord said; aśhochyān—not worthy of grief; anvaśhochaḥ—are mourning; tvam—you; prajñā-vādān—words of wisdom; cha—and; bhāṣhase—speaking; gata āsūn—the dead; agata asūn—the living; cha—and; na—never; anuśhochanti—lament; paṇḍitāḥ—the wise\n",
    "translation": "\n\nBG 2.11:\r\n                            The Supreme Lord said: While you speak words of wisdom, you are mourning for that which is not worthy of grief. The wise lament neither for the living nor for the dead.\r\n                        \n",
    "commentary": "\nStarting with this verse, Shree Krishna initiates his discourse with a dramatic opening statement. Arjun is lamenting, for what he feels are very valid reasons. But, rather than commiserating with him, Shree Krishna takes the wind out of his arguments. He says, “Arjun, though you may feel you are speaking words of wisdom, you are actually speaking and acting out of ignorance. No possible reason justifies lamentation. The Pundits—those who are wise—never lament, neither for the living nor for the dead. Hence the grief you visualize in killing your relatives is illusory, and it proves that you are not a Pundit.”One does not need to go far into the Gita to find a wise person above lamentation, for Grandsire Bheeshma himself was the perfect example. He was a sage who had fathomed the mysteries of life and death, and risen above the dualities of circumstances. Serene in any eventuality, he had even consented to taking the side of the wicked, if it served the Lord. He thus demonstrated that those who are surrendered to God simply do their duty in all situations, without being affected by outcomes. Such persons never lament because they accept all circumstances as God’s grace.\n",
    "next shlok": 12,
    "new_commentary": "In this verse, Shree Krishna counters Arjun's lamentation, claiming it is rooted in ignorance. Wise individuals do not lament for the living or the dead, as they understand the illusory nature of grief. Bheeshma, an enlightened sage, serves as an example of someone above lamentation. Having transcended the dualities of life, he accepted all circumstances as God's grace and willingly supported the wicked if it served the Lord. Surrendered to God, these individuals perform their duties without being attached to the outcomes. They recognize that all circumstances are part of God's divine plan, leading them to never lament but rather accept everything with equanimity and gratitude."
}