{
    "verse": "अविनाशि तु तद्विद्धि येन सर्वमिदं ततम् |\nविनाशमव्ययस्यास्य न कश्चित्कर्तुमर्हति || 17||\n",
    "transliteration": "avināśhi tu tadviddhi yena sarvam idaṁ tatamvināśham avyayasyāsya na kaśhchit kartum arhati",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/002_017.mp3",
    "word meanings": "\navināśhi—indestructible; tu—indeed; tat—that; viddhi—know; yena—by whom; sarvam—entire; idam—this; tatam—pervaded; vināśham—destruction; avyayasya—of the imperishable; asya—of it; na kaśhchit—no one; kartum—to cause; arhati—is able\n",
    "translation": "\n\nBG 2.17:\r\n                            That which pervades the entire body, know it to be indestructible. No one can cause the destruction of the imperishable soul.\r\n                        \n",
    "commentary": "\nShree Krishna establishes the relationship between the body and the soul, by saying that the soul pervades the body. What does he mean by this? The soul is sentient, i.e. it possesses consciousness. The body is made from insentient matter, devoid of consciousness. However, the soul passes on the quality of consciousness to the body as well, by residing in it. Hence, the soul pervades the body by spreading its consciousness everywhere in it.Some raise a question here regarding the location of the soul. The Vedas state that the soul resides in the heart:hṛidi hyeṣha ātmā (Praśhnopaniṣhad 3.6) [v18]sa vā eṣha ātmā hṛidi (Chhāndogya Upaniṣhad 8.3.3) [v19]The word hṛidi indicates that the soul is seated in the region of the heart. Yet, consciousness, which is the symptom of the soul, spreads throughout the body. How does this happen? Ved Vyas explains this concept as follows: avirodhaśhchandanavat  (Brahma Sūtra 2.3.23) [v20]“Just as applying sandalwood to your forehead cools the entire body, similarly, the soul, although residing locally in the heart, infuses its consciousness throughout the body.”Again, someone may ask that if consciousness is a characteristic of the soul, then how does it spread into the body? This question has also been answered by Ved Vyas:vyaktireko gandhavat (Brahma Sūtra 2.3.26) [v21]“Fragrance is a quality of the flower. But the garden where the flower grows also becomes fragrant.” This means that the flower is able to pass on its fragrant quality to the garden. Likewise, the soul is sentient, and it also makes the dead matter of the body sentient, by pervading its consciousness in it.\n",
    "next shlok": 18,
    "new_commentary": "Shree Krishna explains that the soul, which possesses consciousness, pervades the body made of insentient matter. The soul spreads its consciousness throughout the body, even though it resides in the heart according to the Vedas. This is compared to how applying sandalwood to the forehead cools the entire body. Ved Vyas further explains that just as fragrance is a quality of the flower but also spreads to the garden, the soul's consciousness spreads into the body. In this way, the soul makes the dead matter of the body sentient by infusing it with consciousness. This establishes the relationship between the body and the soul, highlighting how the soul permeates and animates the body with its consciousness."
}