{
    "verse": "अन्तवन्त इमे देहा नित्यस्योक्ता: शरीरिण: |\nअनाशिनोऽप्रमेयस्य तस्माद्युध्यस्व भारत || 18||\n",
    "transliteration": "antavanta ime dehā nityasyoktāḥ śharīriṇaḥanāśhino ’prameyasya tasmād yudhyasva bhārata",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/002_018.mp3",
    "word meanings": "\nanta-vantaḥ—having an end; ime—these; dehāḥ—material bodies; nityasya—eternally; uktāḥ—are said; śharīriṇaḥ—of the embodied soul; anāśhinaḥ—indestructible; aprameyasya—immeasurable; tasmāt—therefore; yudhyasva—fight; bhārata—descendant of Bharat, Arjun\n",
    "translation": "\n\nBG 2.18:\r\n                            Only the material body is perishable; the embodied soul within is indestructible, immeasurable, and eternal. Therefore, fight, O descendent of Bharat.\r\n                        \n",
    "commentary": "\nThe gross body is factually made from mud. It is mud that gets converted to vegetables, fruits, grains, lentils, and grass. Cows graze the grass and produce milk. We humans consume these edibles, and they transform into our body. So it is not an exaggeration to say that the body is created from mud.And at the time of death, when the soul departs, the body can have one of the three ends: kṛimi, viḍ, or bhasma. Either it is burnt, in which case it is converted to ashes and becomes mud. Or it is buried, in which case insects eat it and transform it into mud. Else, it is thrown into the river, in which case the sea creatures make it their fodder and excrete it as waste, which ultimately merges with the mud of the seabed.In this manner, mud undergoes an amazing cycle in the world. It gets transformed into edibles, bodies are made from these edibles, and the bodies return back into the mud of the earth. The Bible states: “For dust thou are, and unto dust thou shalt return.” (Genesis 3:19)[v22] This phrase refers to the material body. Shree Krishna tells Arjun, “Within that material body is an eternal imperishable entity, which is not made of mud. That is the divine soul, the real self.”\n",
    "next shlok": 19,
    "new_commentary": "The commentary explains that the gross body is made from mud, which is converted into various edibles. Humans consume these edibles, and their bodies are formed. At the time of death, the body can have three ends: burnt to ashes, eaten by insects and transformed to mud, or consumed by sea creatures and merged with seabed mud. This cycle demonstrates how mud undergoes a transformation. The Bible also mentions the return of the material body to dust, highlighting its temporary nature. However, Shree Krishna enlightens Arjuna that within the material body exists an eternal and imperishable entity, the divine soul or the real self, which is not made of mud."
}