{
    "verse": "श्रीभगवानुवाच |\nकुतस्त्वा कश्मलमिदं विषमे समुपस्थितम् |\nअनार्यजुष्टमस्वर्ग्यमकीर्तिकरमर्जुन || 2||\n",
    "transliteration": "śhrī bhagavān uvāchakutastvā kaśhmalamidaṁ viṣhame samupasthitamanārya-juṣhṭamaswargyam akīrti-karam arjuna",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/002_002.mp3",
    "word meanings": "\nśhrī-bhagavān uvācha—the Supreme Lord said; kutaḥ—wherefrom; tvā—to you; kaśhmalam—delusion; idam—this; viṣhame—in this hour of peril; samupasthitam—overcome; anārya—crude person; juṣhṭam—practiced; aswargyam—which does not lead to the higher abodes; akīrti-karam—leading to disgrace; arjuna—Arjun\n",
    "translation": "\n\nBG 2.2:\r\n                            The Supreme Lord said: My dear Arjun, how has this delusion overcome you in this hour of peril?  It is not befitting an honorable person.  It leads not to the higher abodes, but to disgrace. \r\n                        \n",
    "commentary": "\nThe word Ārya in our sacred books does not refer to any race or ethnic group.  The Manu Smṛiti defines an Aryan as a highly evolved and cultured person.  “Aryan” connotes goodness, like the term “perfect gentleman.”  The aim of the Vedic scriptures is to induce humans to become Aryans in all respects.  Shree Krishna finds Arjun’s present condition in conflict with that ideal, and so reprimands him by calling attention to his confusion in how to live up to this ideal state of being under the current circumstances.The Bhagavad Gita, or “Song of God,” effectively begins from here because Shree Krishna, who was quiet until now, starts speaking in this verse.  The Supreme Lord first begins by inducing in Arjun a hunger for knowledge.  He does this by pointing out that his state of confusion is dishonorable and inappropriate for virtuous persons.  He then goes on to remind Arjun of the consequences of delusion, which are pain, infamy, failure in life, and degradation of the soul.Rather than comforting him, Shree Krishna is making Arjun uncomfortable about his current state.  We all feel uncomfortable when we are confused because it is not the natural condition of the soul.  That feeling of discontentment, if properly channeled, can become a powerful impetus to search for true knowledge.  The suitable resolution of doubt helps a person acquire a deeper understanding than before.  Thus, God sometimes deliberately puts a person in turmoil, so that he or she may be forced to search for knowledge to remove the confusion.  And when the doubt is finally resolved, that person reaches a higher level of understanding.\n",
    "next shlok": 3,
    "new_commentary": "According to the Manu Smriti, an Aryan refers to a highly evolved and cultured individual, not a race or ethnic group. The Vedic scriptures aim to guide humans to become Aryans in all aspects. Krishna reprimands Arjuna for his confusion in living up to this ideal state. The Bhagavad Gita begins as Krishna starts speaking, inducing in Arjuna a hunger for knowledge. Krishna points out that confusion is dishonorable and reminds Arjuna of the consequences of delusion. Krishna intentionally makes Arjuna uncomfortable to motivate him to seek true knowledge. The resolution of doubt leads to a deeper understanding. Through turmoil and doubt, individuals can reach a higher level of understanding.",
    "newest_commentary": "The Bhagavad Gita emphasizes that being an Aryan means being highly evolved and cultured, not belonging to a specific race or ethnicity. Krishna criticizes Arjuna for his confusion about living up to this ideal state. As Krishna begins speaking, Arjuna develops a thirst for knowledge. Krishna highlights that confusion is dishonorable and warns Arjuna about the consequences of delusion. Krishna deliberately makes Arjuna uncomfortable to encourage him to seek true knowledge. Resolving doubts leads to a deeper comprehension. Through turmoil and doubt, individuals can attain a higher level of understanding."
}