{
    "verse": "वासांसि जीर्णानि यथा विहाय\nनवानि गृह्णाति नरोऽपराणि |\nतथा शरीराणि विहाय जीर्णा\nन्यन्यानि संयाति नवानि देही || 22||\n",
    "transliteration": "vāsānsi jīrṇāni yathā vihāyanavāni gṛihṇāti naro ’parāṇitathā śharīrāṇi vihāya jīrṇānyanyāni sanyāti navāni dehī",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/002_022.mp3",
    "word meanings": "\nvāsānsi—garments; jīrṇāni—worn-out; yathā—as; vihāya—sheds; navāni—new; gṛihṇāti—accepts; naraḥ—a person; aparāṇi—others; tathā—likewise; śharīrāṇi—bodies; vihāya—casting off; jirṇāni—worn-out; anyāni—other; sanyāti—enters; navāni—new; dehī—the embodied soul\n",
    "translation": "Just as a man casts off worn-out clothes and puts on new ones, so also the embodied Self casts off worn-out bodies and enters others which are new.",
    "commentary": "\nContinuing to explain the nature of the soul, Shree Krishna reiterates the concept of rebirth, comparing it to an everyday activity. When garments become torn and useless, we discard them in favor of new ones, but in doing so we do not change ourselves. In the same manner, the soul remains unchanged, when it discards its worn-out body and takes birth in a new body elsewhere.The Nyāya Darśhan gives the following argument to prove the existence of rebirth:jātasya harṣhabhayaśhoka sampratipatteḥ (3.1.18) [v27]It states that if you observe a little baby, you will find it sometimes becomes happy, sometimes sad, and sometimes fearful, without any apparent reason. According to the Nyāya Darśhan, the little baby is remembering its past life, and hence experiencing these emotions. However, as it grows up, the impressions of the present life are imprinted so strongly upon its mind, that they erase most past memories. Besides, the processes of death and birth are also so painful to the soul that they erase a substantial portion of the past life’s memories.The Nyāya Darśhan gives another argument in support of rebirth: stanyābhilāṣhāt (3.1.21) [v28] It says that a newborn baby has no knowledge of language. How then can a mother teach her baby to suckle her breast when she inserts it in the baby’s mouth? However, the newborn child has drunk milk in infinite past lifetimes, even in animal forms, from the breasts, teats, and udders of innumerable mothers. Hence, when the mother puts her breast in the baby’s mouth, it automatically starts suckling based on past practice.Without accepting the concept of rebirth, the disparity between human beings becomes inexplicable and irrational. For example, let us suppose one man is blind from birth. If that person asks why he was punished in this way, what logical answer can be given to him? If we say it was a result of his karmas, he may argue that the present life is the only life he has, and therefore, there are no past karmas at the time of birth that should afflict him. If we say it was the will of God, it would also seem implausible, since God is all-merciful and would not unnecessarily want anyone to be blind. The only logical explanation is that the person was born blind as a consequence of karmas from past lives. Thus, from common sense and on the authority of the scriptures we are obliged to believe in the concept of rebirth.\n",
    "next shlok": 23,
    "new_commentary": "In this commentary, Shree Krishna explains the concept of rebirth by comparing it to the act of changing worn-out garments. The soul remains unchanged when it discards its old body and takes birth in a new one elsewhere. The Nyāya Darśhan provides arguments in support of rebirth. It suggests that the emotions experienced by a little baby without any apparent reason are a result of remembering its past life. The impressions of the present life become stronger with age, erasing most past memories. Another argument states that a newborn baby's ability to suckle from its mother's breast is based on past practice. Without accepting the concept of rebirth, the disparities among human beings become inexplicable. For instance, the answer to why a person is blind from birth can only be explained through the concept of past life karmas. Common sense and scriptural authority lead us to believe in the concept of rebirth.",
    "newest_commentary": "Shree Krishna explains rebirth by comparing it to changing garments. The soul remains unchanged when it discards the old body and takes birth in a new one elsewhere. The Nyāya Darśhan supports rebirth, suggesting a baby's emotions stem from past life memories. Stronger present life impressions erase most past memories. A newborn's ability to suckle is based on past practice. Disparities among humans can only be explained by the concept of past life karmas, such as blindness from birth. Common sense and scriptural authority lead us to believe in rebirth."
}