{
    "verse": "अव्यक्तादीनि भूतानि व्यक्तमध्यानि भारत |\nअव्यक्तनिधनान्येव तत्र का परिदेवना || 28||\n",
    "transliteration": "avyaktādīni bhūtāni vyakta-madhyāni bhārataavyakta-nidhanānyeva tatra kā paridevanā",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/002_028.mp3",
    "word meanings": "\navyakta-ādīni—unmanifest before birth; bhūtāni—created beings; vyakta—manifest; madhyāni—in the middle; bhārata—Arjun, scion of Bharat; avyakta—unmanifest; nidhanāni—on death; eva—indeed; tatra—therefore; kā—why; paridevanā—grieve\n",
    "translation": "Beings are unmanifested in their beginning, manifested in their middle state, O Arjuna, and unmanifested again in their end. What is there to grieve about?",
    "commentary": "\nShree Krishna dispelled the cause of lamentation in respect to the soul in verse 2.20, and in respect to the body in verse 2.27. Now he includes both in this verse. Sage Narad instructed Yudhishthir along similar lines, in Śhrīmad Bhāgavatam:yan manyase dhruvaṁ lokam adhruvaṁ vā na chobhayamsarvathā na hi śhochyās te snehād anyatra mohajāt (1.13.44) [v31]“Whether you consider the personality to be an eternal soul or to be a temporary body, or even if you accept it as an inconceivable mixture of soul and body, you should not lament in any way. The cause for lamentation is only attachment that arises out of illusion.”In the material realm, each individual soul is bound by three bodies—gross body, subtle body, causal body.Gross body: Consists of the five gross elements of nature—earth, water, fire, air, and space.Subtle body: Consists of eighteen elements—five life-airs, five working senses, five knowledge senses, mind, intellect, and ego.Causal body: Consists of the account of karmas from endless past lives, including the sanskārs (tendencies) carried forward from previous lives.At the time of death, the soul discards its gross body, and departs with the subtle and causal bodies. God again gives the soul another gross body according to its subtle and causal bodies, and sends the soul into a suitable mother’s womb for the purpose. After the soul gives up one gross body, there is a transitional phase before it receives a new gross body. This could be a few seconds in duration or a few years long. So before birth, the soul existed with the unmanifest subtle and causal bodies. After death, it still exists in the unmanifest state. It only becomes manifest in the middle. So death is no reason for grief.\n",
    "next shlok": 29,
    "new_commentary": "In this commentary on the Bhagavad Gita, Shree Krishna addresses the cause of lamentation related to the soul and the body. He emphasizes that attachment is the root of sorrow, regardless of whether one sees the personality as an eternal soul, a temporary body, or a combination of both. The material realm consists of three bodies: the gross body made of elements, the subtle body composed of life-airs, senses, mind, intellect, and ego, and the causal body containing karmic imprints from past lives. At the time of death, the soul sheds its gross body but retains the subtle and causal bodies. God then provides a new gross body based on these bodies and places the soul in a suitable womb. There is a transitional phase before receiving a new body. Thus, the soul exists in the unmanifest state before birth and after death, with manifestation occurring in between. This understanding allows us to overcome grief associated with death.",
    "newest_commentary": "Shree Krishna explains that attachment is the cause of sorrow, regardless of how we perceive the soul and body. The material realm consists of three bodies: gross, subtle, and causal. At death, the soul sheds its gross body but retains the subtle and causal bodies. God then provides a new gross body based on these bodies and places the soul in a suitable womb. There is a transitional phase before receiving a new body. The soul exists in an unmanifest state before birth and after death, with manifestation occurring in between. Understanding this helps us overcome grief associated with death."
}