{
    "verse": "यदृच्छया चोपपन्नं स्वर्गद्वारमपावृतम् |\nसुखिन: क्षत्रिया: पार्थ लभन्ते युद्धमीदृशम् || 32||\n",
    "transliteration": "yadṛichchhayā chopapannaṁ swarga-dvāram apāvṛitamsukhinaḥ kṣhatriyāḥ pārtha labhante yuddham īdṛiśham",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/002_032.mp3",
    "word meanings": "\nyadṛichchhayā—unsought; cha—and; upapannam—come; swarga—celestial abodes; dvāram—door; apāvṛitam—wide open; sukhinaḥ—happy; kṣhatriyāḥ—warriors; pārtha—Arjun, the son of Pritha; labhante—obtain; yuddham—war; īdṛiśham—such\n",
    "translation": "Happy are the Kshatriyas, O Arjuna! who are called upon to fight in such a battle that comes of itself as an open door to heaven.",
    "commentary": "\nThe warrior class has always been necessary in the world for protecting society. The occupational duties of warriors demand that they be brave and even willing to lay down their lives, if required, for the protection of society. During Vedic times, while killing animals was forbidden for the rest of society, warriors were allowed to go into the forest and practice warfare by killing animals. Such chivalrous warriors were expected to welcome the opportunity to defend righteousness with open arms. The discharge of their duty would be rewarded as a virtuous act in this life and the next.The proper discharge of one’s occupational duties is not a spiritual act in itself, and it does not result in God-realization. It is merely a virtuous deed with positive material rewards. Shree Krishna brings his instructions a step lower and says that even if Arjun is not interested in spiritual teachings, and wishes to remain at the bodily platform, then also his social duty as a warrior is to defend righteousness.As we can see, the Bhagavad Gita is a call to action, not to inaction. When people are exposed to lectures on spirituality, they often question, “Are you asking me to give up my work?” However, verse after verse, Shree Krishna is giving Arjun the reverse instruction. While Arjun wishes to abandon his duty, Shree Krishna repeatedly coaxes him to discharge it. The change that Shree Krishna wishes to see in Arjun is an internal one, in his consciousness, and not an external renunciation of works. He now explains to Arjun the consequences of giving up his duty.\n",
    "next shlok": 33,
    "new_commentary": "The commentary emphasizes the importance of the warrior class in society and their duties to protect society, including being brave and willing to sacrifice their lives. In Vedic times, warriors were allowed to practice warfare by killing animals in the forest. The discharge of these duties was considered virtuous and would be rewarded. However, the commentary clarifies that the proper discharge of occupational duties is not a spiritual act itself and does not lead to God-realization. Krishna advises Arjuna that even if he is not interested in spiritual teachings, he must fulfill his social duty as a warrior to defend righteousness. The Bhagavad Gita is seen as a call to action rather than inaction. Krishna encourages Arjuna to remain engaged in his duties while bringing about an internal change in his consciousness. The consequences of abandoning one's duty are explained by Krishna.",
    "newest_commentary": "The commentary highlights the role and responsibilities of the warrior class in society. It mentions the historical practice of warfare and the virtue associated with fulfilling one's duty. However, it clarifies that performing one's duty alone is not a spiritual act. Krishna advises Arjuna to fulfill his duty as a warrior for the sake of righteousness. The Bhagavad Gita promotes action instead of inaction, urging Arjuna to remain engaged while changing his consciousness. Krishna explains the consequences of neglecting one's duty. Overall, the commentary emphasizes the importance of performing one's role in society and maintaining a sense of duty in accordance with righteousness."
}