{
    "verse": "एषा तेऽभिहिता साङ्ख्ये\nबुद्धिर्योगे त्विमां शृणु |\nबुद्ध्या युक्तो यया पार्थ\nकर्मबन्धं प्रहास्यसि || 39||\n",
    "transliteration": "eṣhā te ’bhihitā sānkhyebuddhir yoge tvimāṁ śhṛiṇubuddhyā yukto yayā pārthakarma-bandhaṁ prahāsyasi",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/002_039.mp3",
    "word meanings": "\neṣhā—hitherto; te—to you; abhihitā—explained; sānkhye—by analytical knowledge; buddhiḥ yoge—by the yog of intellect; tu—indeed; imām—this; śhṛiṇu—listen; buddhyā—by understanding; yuktaḥ—united; yayā—by which; pārtha—Arjun, the son of Pritha; karma-bandham—bondage of karma; prahāsyasi—you shall be released from\n",
    "translation": "This, which has been taught to thee, is wisdon concerning Sankhya. Now listen to wisdom concerning Yoga, endowed with which, O Arjuna, thou shalt cast off the bonds of action.",
    "commentary": "\nThe word Sānkhya comes from the roots Sāṅ, meaning “complete,” and khyā, meaning “to know.” So Sānkhya means the “complete analytical knowledge of something.” The Sankhya Darshan, which is one of the six philosophical treatises in Indian philosophy, makes an analytical enumeration of the entities in cosmos. It lists twenty-four entities: pañch-mahābhūta (earth, water, fire, air, and sky), pañch tanmātrā (the five abstract qualities of matter—taste, touch, smell, sound, and sight), pañch karmendriya (five working senses), pañch jñānendriya (five knowledge senses), mind, ahankār (the entity created by the evolution of mahān), mahān (the entity created by evolution of prakṛiti), prakṛiti (the primordial form of the material energy). Apart from these is puruṣh or the soul, which tries to enjoy prakṛiti, and gets bound in it.Shree Krishna has just explained to Arjun another form of Sānkhya, which is the analytical knowledge of the immortal soul. He now says that he is going to reveal the science of working without desire for rewards. This requires detachment from the fruits of actions. Such detachment comes by practicing discrimination with the intellect. Hence, Shree Krishna has interestingly called it buddhi yog, or “Yog of the Intellect.” In subsequent verses (2.41 and 2.44), he goes on to explain how the intellect plays an important role in bringing the mind to a state of detachment.\n",
    "next shlok": 40,
    "new_commentary": "The Sānkhya philosophy is a complete analytical knowledge of the entities in the cosmos. It lists twenty-four entities, including the five elements, abstract qualities of matter, working and knowledge senses, mind, and the soul. Shree Krishna explains a form of Sānkhya, the analytical knowledge of the immortal soul, to Arjuna. He reveals the science of working without desire for rewards and calls it buddhi yog or 'Yog of the Intellect.' Detachment from the fruits of actions is achieved through practicing discrimination with the intellect. In subsequent verses, Shree Krishna explains the role of the intellect in bringing the mind to a state of detachment.",
    "newest_commentary": "The Sānkhya philosophy provides analytical knowledge of entities in the cosmos. It includes the elements, senses, mind, and soul. Krishna explains the form of Sānkhya and the science of working without desire for rewards, called buddhi yog or 'Yog of the Intellect,' to Arjuna. Detachment from the fruits of actions is achieved through discrimination with the intellect. Krishna further explains the role of the intellect in bringing the mind to a state of detachment in subsequent verses."
}