{
    "verse": "नेहाभिक्रमनाशोऽस्ति प्रत्यवायो न विद्यते |\nस्वल्पमप्यस्य धर्मस्य त्रायते महतो भयात् || 40||\n",
    "transliteration": "nehābhikrama-nāśho ’sti pratyavāyo na vidyatesvalpam apyasya dharmasya trāyate mahato bhayāt",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/002_040.mp3",
    "word meanings": "\nna—not; iha—in this; abhikrama—efforts; nāśhaḥ—loss; asti—there is; pratyavāyaḥ—adverse result; na—not; vidyate—is; su-alpam—a little; api—even; asya—of this; dharmasya—occupation; trāyate—saves; mahataḥ—from great; bhayāt—danger\n",
    "translation": "In this there is no loss of effort, nor is there any harm (production of contrary results or transgression). Even a little of this knowledge (even a little practice of this Yoga) protects one from great fear.",
    "commentary": "\nThe great danger we face is that we may not get the human form in the next life, and instead go into the lower species of life, such as animals, birds, the nether regions, etc. We cannot be complacent that the human form will remain reserved for us, for the next birth will be determined by our karmas and level of consciousness in this life.There are 8.4 million species of life in existence. The species below human beings—animals, birds, fishes, insects, birds, etc.—do not have an evolved intellect as we humans do. Yet, they also perform commonplace activities such as eating, sleeping, defending, and mating. Human beings have been endowed with the faculty of knowledge, for a higher purpose, so that they may utilize it to elevate themselves. If humans utilize their intellects merely for doing the animalistic activities of eating, sleeping, mating, and defending, in a deluxe way, it is a misuse of the human form. For example, if someone makes eating as the primary pleasure of life, then the body of a pig becomes more suitable for such a person, and thus, that individual receives a pig’s body in the next life. If someone makes sleeping the goal of life, then God deems that the body of a polar bear is more suitable for such activity and allots it in the succeeding life. So the great danger before us is that we may not get a human birth in the next life. The Vedas state:iha chedavedīdatha satyamasti na chedihāvedīnmahatī vinaṣhṭhiḥ(Kenopaniṣhad 2.5) [v35]“O human being, the human birth is a rare opportunity. If you do not utilize it to achieve your goal, you will suffer great ruin.” Again, they state:iha chedaśhakad boddhuṁ prākśharīrasya visrasaḥtataḥ sargeṣhu lokeṣhu śharīratvāya kalpate (Kaṭhopaniṣhad 2.3.4) [v36]“If you do not strive for God-realization in this life, you will continue to rotate in the 8.4 million species of life for many births.”However, once we commence on the journey of spiritual practice then even if we do not complete the path in this life, God sees that our intention to do so existed. Therefore, he grants us the human birth again, to enable us to continue from where we had left off. In this way, we avert the great danger.Also, Shree Krishna says that no loss ever comes from endeavor made on this path. This is because whatever material assets we accumulate in the present life have to be left behind at the time of death. But if we make any spiritual advancement on the path of Yog, God preserves it, and gives us the fruits in the next life, enabling us to start off from where we had left. Thus, having informed Arjun about its benefits, Shree Krishna now begins instructing him about the science of working without attachment.\n",
    "next shlok": 41,
    "new_commentary": "The commentary highlights the danger of not attaining human birth in the next life and instead being born into lower species. The human form is a rare opportunity that should be utilized for spiritual elevation. The species below humans, though lacking an evolved intellect, also engage in basic activities. Misusing the human form by indulging in animalistic activities may lead to being born as animals in the next life. The Vedas emphasize the importance of utilizing the human birth for spiritual realization. However, even if the spiritual journey is not completed in this life, the intention to do so grants another human birth to continue the progress. Shree Krishna assures that spiritual endeavors never go in vain, as material possessions are left behind at death, but spiritual advancements are preserved and yield fruits in the next life. With this understanding, Shree Krishna now begins instructing Arjuna on working without attachment.",
    "newest_commentary": "The commentary highlights the importance of attaining human birth and utilizing it for spiritual elevation. Misusing the human form may lead to being born as animals in the next life. The Vedas emphasize the need to realize spirituality in this lifetime, but even the intention to do so grants another opportunity in the next human birth. Shree Krishna assures that spiritual endeavors never go in vain, as material possessions are left behind at death, but spiritual advancements yield fruits in the next life. With this understanding, Shree Krishna begins instructing Arjuna on working without attachment."
}