{
    "verse": "कर्मण्येवाधिकारस्ते मा फलेषु कदाचन |\nमा कर्मफलहेतुर्भूर्मा ते सङ्गोऽस्त्वकर्मणि || 47 ||\n",
    "transliteration": "karmaṇy-evādhikāras te mā phaleṣhu kadāchanamā karma-phala-hetur bhūr mā te saṅgo ’stvakarmaṇi",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/002_047.mp3",
    "word meanings": "\nkarmaṇi—in prescribed duties; eva—only; adhikāraḥ—right; te—your; mā—not; phaleṣhu—in the fruits; kadāchana—at any time; mā—never; karma-phala—results of the activities; hetuḥ—cause; bhūḥ—be; mā—not; te—your; saṅgaḥ—attachment; astu—must be; akarmaṇi—in inaction\n",
    "translation": "Thy right is to work only, but never with its fruits; let not the fruits of action be thy motive, nor let thy attachment be to inaction.",
    "commentary": "\nThis is an extremely popular verse of the Bhagavad Gita, so much so that even most school children in India are familiar with it. It offers deep insight into the proper spirit of work and is often quoted whenever the topic of karm yog is discussed. The verse gives four instructions regarding the science of work: 1) Do your duty, but do not concern yourself with the results. 2) The fruits of your actions are not for your enjoyment. 3) Even while working, give up the pride of doership. 4) Do not be attached to inaction.Do your duty, but do not concern yourself with the results. We have the right to do our duty, but the results are not dependent only upon our efforts. A number of factors come into play in determining the results—our efforts, destiny (our past karmas), the will of God, the efforts of others, the cumulative karmas of the people involved, the place and situation (a matter of luck), etc. Now if we become anxious for results, we will experience anxiety whenever they are not according to our expectations. So Shree Krishna advises Arjun to give up concern for the results and instead focus solely on doing a good job. The fact is that when we are unconcerned about the results, we are able to focus entirely on our efforts, and the result is even better than before.A humorous acronym for this is NATO or Not Attached to Outcome. Consider its application to a simple everyday activity such as playing golf. When people play golf, they are engrossed in the fruits—whether their score is under par, over par, etc. Now if they could merely focus on playing the shots to the best of their ability, they would find it the most enjoyable game of golf they have ever played. Additionally, with their complete focus on the shot being played, their game would be raised to a higher level.The fruits of your actions are not for your enjoyment. To perform actions is an integral part of human nature. Having come into this world, we all have various duties determined by our family situation, social position, occupation, etc. While performing these actions, we must remember that we are not the enjoyers of the results—the results are meant for the pleasure of God. The individual soul is a tiny part of God (verse 15.7), and hence our inherent nature is to serve him through all our actions.dāsa bhūtamidaṁ tasya jagatsthāvara jangamamśhrīmannārāyaṇa swāmī jagatāṁprabhurīśhwaraḥ (Padma Puran)[v40]“God is the Master of the entire creation; all moving and non-moving beings are his servants.” Material consciousness is characterized by the following manner of thoughts, “I am the proprietor of all that I possess. It is all meant for my enjoyment. I have the right to enhance my possessions and maximize my enjoyment.” The reverse of this is Spiritual consciousness, which is characterized by thoughts such as, “God is the owner and enjoyer of this entire world. I am merely his selfless servant. I must use all that I have in the service of God.” Accordingly, Shree Krishna instructs Arjun not to think of himself as the enjoyer of the fruits of his actions.Even while working, give up the pride of doership. Shree Krishna wants Arjun to give up kartritwābhimān, or the ego of being the doer. He instructs Arjun never to chase after preconceived motives attached to his actions nor consider himself as the cause of the results of his actions. However, when we perform actions, then why should we not consider ourselves as the doers of those actions? The reason is that our senses, mind, and intellect are inert; God energizes them with his power and puts them at our disposal. As a result, only with the help of the power we receive from him, are we able to work. For example, the tongs in the kitchen are inactive by themselves, but they get energized by someone’s hand, and then they perform even difficult tasks, such as lifting burning coal, etc. Now if we say that the tongs are the doers of actions, it will be inaccurate. If the hand did not energize them, what would they be able to do? They would merely lie inert on the table. Similarly, if God did not supply our body-mind-soul mechanism with the power to perform actions, we could have done nothing. Thus, we must give up the ego of doing, remembering that God is the only source of the power by which we perform all our actions.All the above thoughts are very nicely summarized in the following popular Sanskrit verse:yatkṛitaṁ yatkariṣhyāmi tatsarvaṁ na mayā kṛitamtvayā kṛitaṁ tu phalabhuk tvameva madhusūdana [v41]“Whatever I have achieved and whatever I wish to achieve, I am not the doer of these. O Madhusudan, you are the real doer, and you alone are the enjoyer of their results.”Do not be attached to inaction. Although the nature of the living being is to work, often situations arise where work seems burdensome and confusing. In such cases, instead of running away from it, we must understand and implement the proper science of work, as explained by Shree Krishna to Arjun. However, it is highly inappropriate if we consider work as laborious and burdensome, and resort to inaction. Becoming attached to inaction is never the solution and is clearly condemned by Shree Krishna.\n",
    "next shlok": 48,
    "new_commentary": "This commentary on the popular verse of the Bhagavad Gita focuses on the proper spirit of work and the science of action. It emphasizes four instructions: 1) Perform your duty without being attached to the results. 2) Recognize that the fruits of your actions are meant for the pleasure of God, not for personal enjoyment. 3) Give up the pride of being the doer and acknowledge that God empowers our actions. 4) Avoid becoming attached to inaction when faced with difficulties or confusion. By following these instructions, one can find joy in their efforts and elevate their performance. The commentary also highlights the importance of spiritual consciousness, where we see ourselves as selfless servants of God rather than proprietors seeking personal enjoyment. Overall, the commentary encourages a balanced and detached approach to work, focusing on the process rather than the outcomes, and recognizing the role of God in our actions.",
    "newest_commentary": "This commentary on the Bhagavad Gita focuses on the spirit of work and the science of action. It emphasizes performing duty without attachment to results, offering the fruits to God, acknowledging God's empowerment, and avoiding inaction in difficult times. By following these instructions, one can find joy and elevate performance. The commentary highlights the importance of spiritual consciousness, seeing oneself as a selfless servant of God rather than seeking personal enjoyment. It encourages a balanced and detached approach to work, focusing on the process and recognizing the role of God in our actions."
}