{
    "verse": "गुरूनहत्वा हि महानुभावान्\nश्रेयो भोक्तुं भैक्ष्यमपीह लोके |\nहत्वार्थकामांस्तु गुरूनिहैव\nभुञ्जीय भोगान् रुधिरप्रदिग्धान् || 5||\n",
    "transliteration": "gurūnahatvā hi mahānubhāvānśhreyo bhoktuṁ bhaikṣhyamapīha lokehatvārtha-kāmāṁstu gurūnihaivabhuñjīya bhogān rudhira-pradigdhān",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/002_005.mp3",
    "word meanings": "\ngurūn—teachers; ahatvā—not killing; hi—certainly; mahā-anubhāvān—noble elders; śhreyaḥ—better; bhoktum—to enjoy life; bhaikṣhyam—by begging; api—even; iha loke—in this world; hatvā—killing; artha—gain; kāmān—desiring; tu—but; gurūn—noble elders; iha—in this world; eva—certainly; bhuñjīya—enjoy; bhogān—pleasures; rudhira—blood; pradigdhān—tainted with\n",
    "translation": "Better it is, indeed, in this world to accept alms than to slay the most noble teachers. But if I kill them, even in this world all my enjoyments of wealth and fulfilled desires will be stained with (their) blood.",
    "commentary": "\nIt could be argued that Arjun needed to fight and win the kingdom to maintain his livelihood. But, Arjun refutes that line of thought here. He says that he would prefer to live by begging than commit this heinous crime. He further believes that if he does indulge in this heinous act of fighting the war and kills his elders and relatives, his conscience will not allow him to enjoy any of the fruits of his action in this world, such as riches and power.Shakespeare’s play Macbeth carries a telling example of a person not being able to enjoy even the natural state of sleep due to guilty conscience, let alone enjoy any wealth and power that comes along by immoral conduct. Macbeth was a nobleman of Scotland. Once while travelling, the king of Scotland came to rest the night at his house. Macbeth’s wife incited him to murder the king and usurp his throne. Macbeth got swayed by her advice and assassinated the king, and thereafter, he and Lady Macbeth were crowned as the king and queen of Scotland. However, for years after that, Macbeth would be found walking in his palace, fully awake at night. The author writes, “Macbeth hath killed sleep, and so Macbeth shall sleep no more.” The queen would be found repeatedly washing her hands, as if to remove imaginary blood stains. In this verse, Arjun commiserates that, if he did kill these noble elders, tainted with their blood, his conscience would not let him enjoy all the royal benefits of ruling the kingdom.\n",
    "next shlok": 6,
    "new_commentary": "In this commentary, Arjuna rejects the idea of fighting the war for personal gain and power. He believes that committing such a heinous act would weigh on his conscience and prevent him from enjoying any of the worldly achievements that may follow. The example of Macbeth from Shakespeare's play is used to emphasize the consequences of immoral conduct. Macbeth, after murdering the king and usurping the throne, is haunted by guilt and unable to sleep peacefully. Arjuna compares the potential guilt from killing his noble elders to Macbeth's guilt. He acknowledges that if he were to kill them, his conscience would prevent him from enjoying the benefits of ruling the kingdom.",
    "newest_commentary": "Arjuna rejects the idea of fighting for personal gain. He feels guilt and loss of enjoyment if he commits such an act. Macbeth's example is used to highlight the consequences of immoral conduct. After usurping the throne, Macbeth is haunted by guilt. Arjuna compares potential guilt from killing his noble elders to Macbeth's guilt. He acknowledges that his conscience would prevent him from enjoying ruling the kingdom if he were to kill them."
}