{
    "verse": "श्रुतिविप्रतिपन्ना ते यदा स्थास्यति निश्चला |\nसमाधावचला बुद्धिस्तदा योगमवाप्स्यसि || 53||\n",
    "transliteration": "śhruti-vipratipannā te yadā sthāsyati niśhchalāsamādhāv-achalā buddhis tadā yogam avāpsyasi",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/002_053.mp3",
    "word meanings": "\nśhruti-vipratipannā—not allured by the fruitive sections of the Vedas; te—your; yadā—when; sthāsyati—remains; niśhchalā—steadfast; samādhau—in divine consciousness; achalā—steadfast; buddhiḥ—intellect; tadā—at that time; yogam—Yog; avāpsyasi—you will attain\n",
    "translation": "When thy intellect, which is perplexed by the Veda text, which thou hast read, shall stand immovable and steady in the Self, then thou shalt attain Self-realisation.",
    "commentary": "\nAs sādhaks advance on the spiritual path, within their minds their relationship with God becomes stronger. At that time, they find the Vedic rituals they were previously performing to be cumbersome and time consuming. They then wonder whether they are obliged to keep performing the rituals, along with their devotion, and if they reject the ritual and dedicate themselves fully to their sādhanā, will they be committing an offense? Such people will find the answer to their doubt in this verse. Shree Krishna says that to be fixed in sādhanā without being allured to the fruitive sections of the Vedas is not an offence; rather, it is a higher spiritual state.Madhavendra Puri, the famous 14th century sage, states this sentiment very emphatically. He was a Vedic Brahmin and used to engage in extensive ritualistic practices, but then took to sanyās (the renounced order), and engaged wholeheartedly in devotion to Shree Krishna. In his later life, he wrote:sandhyā vandana bhadramastu bhavate bhoḥ snāna tubhyaṁ namaḥbho devāḥ pitaraśhchatarapaṇa vidhau nahaṁ kṣhamaḥ kṣhamyatāmyatra kvāpi niṣhadya yādava kulottaasya kansadviṣhaḥsmāraṁ smāramaghaṁ harāmi tadalaṁ manye kimanyena me [v46]“I wish to apologize to all kinds of rituals as I have no time to respect them. So dear Sandhyā Vandan (a set of rituals performed thrice daily by those who have received the sacred thread), holy baths, sacrifices to the celestial gods, offerings to the ancestors, etc. please excuse me. Now, wherever I sit, I remember the Supreme Lord Shree Krishna, the enemy of Kansa, and that is sufficient to release me from material bondage.”Shree Krishna uses the word samādhāv-achalā in this verse, to refer to the state of steadfastness in divine consciousness. The word Samādhi has been formed from the roots sam (equilibrium) and dhi (intellect), meaning, “a state of total equilibrium of the intellect.” One who is steadfast in the higher consciousness, unmoved by material allurements attains that state of Samādhi, or perfect Yog.\n",
    "next shlok": 54,
    "new_commentary": "The commentary explains that as spiritual practitioners progress, they may find Vedic rituals burdensome and wonder if they are obligated to continue them. Shree Krishna assures them that being dedicated to their spiritual practice without being attached to the fruitive sections of the Vedas is not an offense but a higher spiritual state. Madhavendra Puri, a sage from the 14th century, exemplifies this by transitioning from Vedic rituals to full devotion to Shree Krishna. In his later life, he expressed his apology to rituals, as he focused solely on remembering Shree Krishna. The verse highlights the importance of steadfastness in divine consciousness, equating it to Samādhi, a state of total equilibrium of the intellect where one remains unaffected by material allurements and attains perfect Yog.",
    "newest_commentary": "The commentary explains that as spiritual practitioners progress, they may find Vedic rituals burdensome. Shree Krishna assures them that dedication to spiritual practice without attachment to the fruitive sections of the Vedas is a higher spiritual state. Madhavendra Puri, a sage from the 14th century, exemplifies this transition from Vedic rituals to full devotion to Shree Krishna. He focused solely on remembering Shree Krishna, apologizing to rituals later in life. The verse emphasizes steadfastness in divine consciousness, equating it to Samādhi, a state of total equilibrium where one remains unaffected by material allurements and attains perfect Yog."
}