{
    "verse": "विषया विनिवर्तन्ते निराहारस्य देहिन: |\nरसवर्जं रसोऽप्यस्य परं दृष्ट्वा निवर्तते || 59||\n",
    "transliteration": "viṣhayā vinivartante nirāhārasya dehinaḥrasa-varjaṁ raso ’pyasya paraṁ dṛiṣhṭvā nivartate",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/002_059.mp3",
    "word meanings": "\nviṣhayāḥ—objects for senses; vinivartante—restrain; nirāhārasya—practicing self restraint; dehinaḥ—for the embodied; rasa-varjam—cessation of taste; rasaḥ—taste; api—however; asya—person’s; param—the Supreme; dṛiṣhṭvā—on realization; nivartate—ceases to be\n",
    "translation": "The objects of the senses turn away from the abstinent man leaving the longing (behind); but his longing also turns away on seeing the Supreme.",
    "commentary": "\nWhen one gives up eating, as in a fast, the desires of the senses become feeble. Similarly, in sickness one loses interest toward the objects of enjoyment. These states of dispassion are temporary, for the seed of desire remains within the mind. Again when the fast is terminated or the sickness goes away, the desires return.What is this seed of desire? It is the intrinsic nature of the soul for the divine bliss of God, of whom it is a tiny fragment. Until it gets that divine bliss, the soul can never be contented, and the search for happiness will continue. Sādhaks (spiritual aspirants) may forcibly restrain their senses with their will power, but such restrain is temporary because it does not extinguish the internal flame of desire. However, when the soul engages in devotion toward God, and gets divine bliss, it experiences the higher taste for which it had been craving since infinite lifetimes. The Taittirīya Upaniṣhad states:raso vai saḥ rasaṁ hyevāyaṁ labdhvā ’nandī bhavati  (2.7.2)[v50]“God is all-bliss. When the soul attains God, it becomes satiated in bliss.” Then, one naturally develops dispassion toward the lower sensual pleasures. This detachment that comes through devotion is firm and unshakeable.Thus, the Bhagavad Gita does not teach a dry suppression of desires, instead it teaches the beautiful path of sublimation of desires by directing them toward God. The Saint Ramakrishna Paramahamsa expressed this principle very eloquently, when he said: “Devotion is love for the highest; and the lowest shall fall away by itself.”\n",
    "next shlok": 60,
    "new_commentary": "This commentary on the Bhagavad Gita explains the temporary nature of dispassion and the underlying seed of desire. When one gives up eating or experiences sickness, the desires of the senses become feeble. However, these states do not permanently extinguish the internal flame of desire. The seed of desire is the soul's intrinsic nature for the divine bliss of God, which can never be contented until it is attained. Spiritual aspirants may restrain their senses temporarily, but true detachment and dispassion come through devotion to God. When the soul engages in devotion and experiences divine bliss, it develops a higher taste that naturally leads to detachment from lower sensual pleasures. The Bhagavad Gita teaches the path of sublimation of desires by directing them towards God, rather than suppressing them. The principle of devotion as expressed by Saint Ramakrishna Paramahamsa states that love for the highest leads to the falling away of the lowest desires.",
    "newest_commentary": "This commentary explains that dispassion and the suppression of desires are temporary states. The soul's intrinsic nature is the desire for divine bliss, which can only be attained through devotion to God. True detachment and dispassion come from engaging in devotion and experiencing divine bliss. Aspirants may temporarily restrain their senses, but it is through devotion that they develop a higher taste and naturally detach from sensual pleasures. The Bhagavad Gita teaches the sublimation of desires by directing them towards God, rather than suppressing them. Love for the highest leads to the falling away of lower desires, as expressed by Saint Ramakrishna Paramahamsa."
}