{
    "verse": "क्रोधाद्भवति सम्मोह: सम्मोहात्स्मृतिविभ्रम: |\nस्मृतिभ्रंशाद् बुद्धिनाशो बुद्धिनाशात्प्रणश्यति || 63||\n",
    "transliteration": "krodhād bhavati sammohaḥ sammohāt smṛiti-vibhramaḥsmṛiti-bhranśhād buddhi-nāśho buddhi-nāśhāt praṇaśhyati",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/002_063.mp3",
    "word meanings": "\nkrodhāt—from anger; bhavati—comes; sammohaḥ—clouding of judgement; sammohāt—from clouding of judgement; smṛiti—memory; vibhramaḥ—bewilderment; smṛiti-bhranśhāt—from bewilderment of memory; buddhi-nāśhaḥ—destruction of intellect; buddhi-nāśhāt—from destruction of intellect; praṇaśhyati—one is ruined\n",
    "translation": "\n\nBG 2.63:\r\n                            Anger leads to clouding of judgment, which results in bewilderment of memory. When memory is bewildered, the intellect gets destroyed; and when the intellect is destroyed, one is ruined.\r\n                        \n",
    "commentary": "\nAnger impairs judgment, just as the morning mist creates a hazy covering on the sunlight. In anger, people commit mistakes that they later regret, because the intellect gets clouded by the haze of emotions. People say, “He is twenty years elder to me. Why did I speak in this manner to him? What happened to me?” What happened was that the faculty of judgment was affected by anger, and hence the mistake of scolding an elder was made.When the intellect is clouded, it leads to bewilderment of memory. The person then forgets what is right and what is wrong, and flows along with the surge of emotions. The downward descent continues from there, and bewilderment of memory results in destruction of the intellect. And since the intellect is the internal guide, when it gets destroyed, one is ruined. In this manner, the path of descent from divinity to impiety has been described beginning with contemplation on the sense objects to the destruction of the intellect.\n",
    "next shlok": 64,
    "new_commentary": "\nAnger impairs judgment, just as the morning mist creates a hazy covering on the sunlight. In anger, people commit mistakes that they later regret, because the intellect gets clouded by the haze of emotions. People say, “He is twenty years elder to me. Why did I speak in this manner to him? What happened to me?” What happened was that the faculty of judgment was affected by anger, and hence the mistake of scolding an elder was made.When the intellect is clouded, it leads to bewilderment of memory. The person then forgets what is right and what is wrong, and flows along with the surge of emotions. The downward descent continues from there, and bewilderment of memory results in destruction of the intellect. And since the intellect is the internal guide, when it gets destroyed, one is ruined. In this manner, the path of descent from divinity to impiety has been described beginning with contemplation on the sense objects to the destruction of the intellect.\n",
    "newest_commentary": "Anger impairs judgment and clouds the intellect, leading to regrettable mistakes. When the mind is clouded by anger, one forgets what is right and wrong and becomes swayed by emotions. This descent into confusion and destruction starts with contemplation on sense objects and ends in the ruin of the intellect. The commentary emphasizes the importance of controlling anger and maintaining clarity of thought to avoid making harmful decisions. By understanding the consequences of anger on the intellect, one can strive to rise above negative emotions and cultivate a peaceful and discerning mind."
}