{
    "verse": "इन्द्रियाणां हि चरतां यन्मनोऽनुविधीयते |\nतदस्य हरति प्रज्ञां वायुर्नावमिवाम्भसि || 67||\n",
    "transliteration": "indriyāṇāṁ hi charatāṁ yan mano ’nuvidhīyatetadasya harati prajñāṁ vāyur nāvam ivāmbhasi",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/002_067.mp3",
    "word meanings": "\nindriyāṇām—of the senses; hi—indeed; charatām—roaming; yat—which; manaḥ—the mind; anuvidhīyate—becomes constantly engaged; tat—that; asya—of that; harati—carries away; prajñām—intellect; vāyuḥ—wind; nāvam—boat; iva—as; ambhasi—on the water\n",
    "translation": "For the mind, which follows in the wake of the wandering senses, carries away his discrimination, as the wind (carries away) a boat on the waters.",
    "commentary": "\nThe Kaṭhopaniṣhad states that God has made our five senses outward facing. parāñchi khāni vyatṛiṇatsvayambhūḥ (2.1.1)[v58] Hence, they are automatically drawn towards their objects in the external world, and even one of the senses on which the mind focuses has the power to lead it astray.kuraṅga mātaṅga pataṅga bṛiṅga mīnāhatāḥ pañchabhireva pañchaekaḥ pramādī sa kathaṁ na hanyate yaḥ sevate pañchabhireva pañcha(Sukti Sudhakar) [v59]“Deer are attached to sweet sounds. The hunter attracts them by starting melodious music and then kills them. Bees are attached to fragrance. While they suck its nectar, the flower closes at night, and they get trapped within it. Fish are trapped by the desire for eating, and they swallow the bait of the fishermen. Insects are drawn to light. They come too close to the fire and get burnt. The weakness of elephants is the sense of touch. The hunter uses this to trap the male elephant by using the female elephant as bait to draw it into the pit. On entering the pit to touch the female, the male elephant is unable to get out, and is killed by the hunter. All these creatures get drawn toward their death by one of their senses. What then will be the fate of a human being who enjoys the objects of all the five senses?” In this verse, Shree Krishna warns Arjun of the power of these senses in leading the mind astray.\n",
    "next shlok": 68,
    "new_commentary": "The commentary on this shloka from the Bhagavad Gita discusses the power of the senses in leading the mind astray. It refers to the Kaṭhopaniṣhad, which states that our five senses are naturally drawn towards their objects in the external world. The commentary gives examples of how different creatures are trapped by their desires related to their senses, leading to their demise. For instance, deer are attracted to sweet sounds and are killed by hunters using melodious music. Bees are trapped within flowers while seeking fragrance. Fish fall into traps set by fishermen when they desire to eat. Insects are drawn to light and get burnt. Elephants, driven by their sense of touch, are lured into pits by hunters. The commentary concludes by questioning the fate of human beings who enjoy the objects of all five senses. Shree Krishna warns Arjun about the potent influence of the senses on the mind and the need to be cautious.",
    "newest_commentary": "The commentary discusses the power of the senses in leading the mind astray. It refers to the Kaṭhopaniṣhad, stating that our senses are naturally drawn to the external world. Examples of different creatures being trapped by desires related to their senses are given. Deer are attracted to sweet sounds, bees get trapped in flowers, fish fall into traps, insects are drawn to light, and elephants are lured into pits. The fate of humans who enjoy the objects of all five senses is questioned. Shree Krishna warns Arjun about the potent influence of the senses on the mind and the need to be cautious."
}