{
    "verse": "न हि प्रपश्यामि ममापनुद्याद्\nयच्छोकमुच्छोषणमिन्द्रियाणाम् |\nअवाप्य भूमावसपत्नमृद्धं\nराज्यं सुराणामपि चाधिपत्यम् || 8||\n",
    "transliteration": "na hi prapaśhyāmi mamāpanudyādyach-chhokam uchchhoṣhaṇam-indriyāṇāmavāpya bhūmāv-asapatnamṛiddhaṁrājyaṁ surāṇāmapi chādhipatyam",
    "audio": "https://www.holy-bhagavad-gita.org/public/audio/002_008.mp3",
    "word meanings": "\nna—not; hi—certainly; prapaśhyāmi—I see; mama—my; apanudyāt—drive away; yat—which; śhokam—anguish; uchchhoṣhaṇam—is drying up; indriyāṇām—of the senses; avāpya—after achieving; bhūmau—on the earth; asapatnam—unrivalled; ṛiddham—prosperous; rājyam—kingdom; surāṇām—like the celestial gods; api—even; cha—also; ādhipatyam—sovereignty\n",
    "translation": "\n\nBG 2.8:\r\n                            I can find no means of driving away this anguish that is drying up my senses. Even if I win a prosperous and unrivalled kingdom on the earth, or gain sovereignty like the celestial gods, I will be unable to dispel this grief.\r\n                        \n",
    "commentary": "\nWhen we are swamped in misery, the intellect keeps analyzing the cause of misery, and when it is able to think no further, then dejection sets in. Since Arjun’s problems are looming bigger than his feeble intellectual abilities, his material knowledge is insufficient in saving him from the ocean of grief that he finds himself in. Having accepted Shree Krishna as his Guru, Arjun now pours out his heart to him, to reveal his pitiable state.Arjun’s situation is not unique. This is invariably the situation we sometimes find ourselves in as we go through the journey of life. We want happiness, but we experience misery; we desire knowledge, but are unable to lift the cloud of ignorance; we crave perfect love, but repeatedly meet with disappointment. Our college degrees, acquired knowledge, and mundane scholarships do not provide solutions to these perplexities of life. We need divine knowledge to solve the puzzle of life. That treasure chest of divine knowledge is opened when we find a true Guru, one who is situated in transcendence, provided we have the humility to learn from him. Such is the path Arjun has decided to take.\n",
    "next shlok": 9,
    "new_commentary": "Arjun, overwhelmed by his misery and feeble intellectual abilities, seeks solace in his Guru, Shree Krishna. This situation is relatable to everyone on the journey of life. We often desire happiness, knowledge, and love, but find ourselves surrounded by misery, ignorance, and disappointment. Our worldly knowledge and achievements do not provide solutions to these challenges. To overcome them, we need divine knowledge, which can be obtained through a true Guru who is situated in transcendence. Arjun has chosen this path, recognizing the need for humility and willingness to learn. In this quest for divine knowledge, we find the key to unraveling the mysteries of life.",
    "newest_commentary": "Arjun seeks solace in his Guru, Shree Krishna, as he is overwhelmed by misery and feeble intellectual abilities. This relatable situation reflects our desires for happiness, knowledge, and love, while being surrounded by misery and ignorance. Worldly achievements don't solve these challenges. Divine knowledge, provided by a true Guru in transcendence, is needed to overcome them. Arjun exemplifies humility and a willingness to learn by choosing this path. The quest for divine knowledge unravels life's mysteries and offers solutions to our struggles on the journey of life."
}